{
    "paper_id": "004f6b7b534ac8a9fbba2ee3b5ea88b2b3cd3109",
    "metadata": {
        "title": "Occupational Hazards in the Thai Healthcare Sector",
        "authors": [
            {
                "first": "Mathuros",
                "middle": [],
                "last": "Tipayamongkholgul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Pipat",
                "middle": [],
                "last": "Luksamijarulkul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Mawn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Lowell",
                    "location": {
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pornpimol",
                "middle": [],
                "last": "Kongtip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol University",
                    "location": {
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Woskie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Lowell",
                    "location": {
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Healthcare personnel work in vulnerable conditions that can adversely impact physical and/or mental health. This paper aims to synthesize the state of knowledge on work-related illnesses, injuries, and risks experienced by Thai healthcare workers. We found that Thai healthcare personnel, like others worldwide, are at risk for injury related to needle sticks and sharp instruments; infectious diseases due to biological hazards exposure such as airborne pathogens and patient secretions; muscle pain due to workload and long duration of work; and psychological disorders related to stressful working conditions. Because detailed surveillance data are limited for the Thai healthcare workforce, we recommend that additional surveillance data on Thai healthcare workers' health outcomes be collected. Future research efforts should also focus on evidencebased interventions in order to develop methods to prevent and treat occupational health injuries and illnesses acquired in the workplace for Thai healthcare sector workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As a result of their occupation, healthcare workers (HCWs) are exposed to significant health risks including exposures to infectious diseases, musculoskeletal strain, latex products, workplace stress, violence, and hazardous substances. [1] [2] [3] HCWs are on the forefront of emerging disease outbreaks and are called upon to provide services under difficult situations including man-made conflicts and natural disasters. In 2013, 19 percent of all reported workrelated illnesses in the United States occurred among healthcare sector workers. 4 To develop improved surveillance, prevention, and control policies for occupational health hazards in the Thai healthcare sector, a better understanding of work-related health risks is needed. This paper provides a review of identified Thai healthcare sector risks using a variety of sources. We reviewed published articles from the past two decades .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 545,
                    "end": 546,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is well known that hospital personnel in both developed and developing countries have been challenged with several occupational hazards that include biological hazards (bacteria, viruses), physical hazards (heat, dust, radiation, and noise), chemical hazards (toxic cleaning solutions, chemotherapy drugs), ergonomic hazards (heavy lifting), 6 stress 7,8 , and violence 8 in the workplace. The magnitude and frequency of the hazards and their impact on health may vary within and across countries due to the working culture, context of services, and economic resources. These occupational hazards must be examined within the context of local and regional resources in order to develop appropriate regulations to prevent adverse health outcomes on hospital personnel.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 357,
                    "text": "6 stress 7,8",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thailand is moving forward to be a medical hub for Asia in order to serve its own citizens as well as millions of visitors and \"medical tourists\" (those who travel to Thailand specifically for medical care). The Ministry of Public Health reported over two million medical tourist trips to Thailand per year in the past two years. Thai hospital personnel have significant exposures to occupational hazards compared to other countries in this region due to the high demand for a multitude of healthcare services. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2011, the Thai Ministry of Labor enacted the Occupational Safety, Health, and Environment Act (BE 2554). The aim of this act was to reduce occupational hazards in the workplace and prevent work-related morbidity and mortality. This Act created administrative offices at the central administration, regional provincial administration, and local government administration levels. The responsibility of these varied levels of administrators was to promote safe and hygienic working conditions in order to prevent physical and mental work-related conditions. It also required healthcare facilities to provide proper personal protective equipment (PPE) to all employees. This Act also identified the obligation of the employee to cooperate with the employer in the promotion and implementation of occupational health and safety regulations. 10 According to the Occupational Safety, Health, and Environment Act, hospitals in Thailand must implement occupational health and safety programs for HCWs. However, the Bureau of Occupational and Environmental Diseases in the Ministry of Public Health has also developed a manual for risk assessment and management for health workers in hospital settings. 11 This manual identifies occupational hazards including psychosocial hazards and physical hazards. It recommends activities to improve working conditions and to prevent the hazards and their adverse outcomes. The recommended activities include annual walkthrough surveys, environmental risk assessment and management, and surveillance for occupational hazards, vaccinations, occupational diseases, and injuries. The manual emphasizes health promotion in the workplace, ongoing worker training programs, and accessibility to PPE. 11 Although occupational health and safety regulations in Thailand cover all hospitals, the financial resources and trained personnel allotted to health and safety in the hospital vary significantly among Thai hospitals. 12 In the past, compliance with Thai laws and regulations was not always required in government-sponsored organizations. Since the Occupational Safety, Health, and Environment Act of 2011, both private and government supported hospitals are required to follow regulations designed to prevent occupational illness and injuries. However, due to a lack of resources, there are different levels of compliance with the legislative mandate. Most hospitals do not have safety officers. In addition, although most hospitals have implemented an Occupational Safety, Health, and Environment Committee, the composition of the committee does not always follow the mandated recommendations.",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 841,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1196,
                    "end": 1198,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1726,
                    "end": 1728,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1947,
                    "end": 1949,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Worker Protection Laws Addressing Healthcare"
        },
        {
            "text": "When the law was first in effect in 2011, the enforcement was so weak in the governmentsponsored healthcare agencies that many of the hospitals were not even aware of the mandates. Thai hospitals are interested in the attainment of a hospital accreditation status however, as this is a widely recognized and sought after distinction which is associated with a higher quality of care and work environment. One study found that hospitals that were associated with medical schools have only been capable of implementing two-thirds of the recommended occupational health activities identified in the 2011 Occupational Safety, Health, and Environment Act. 12 Barriers to the implementation of a safe and healthy workplace included: lack of funds and higher patient loads than expected resulting in high workload demands for doctors, nurses, and other direct care providers. Additional research is needed to improve the working conditions and reduce work-related injuries and illnesses in the healthcare sector in Thailand.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Worker Protection Laws Addressing Healthcare"
        },
        {
            "text": "The occupational risk factors of HCWs in Thailand were explored by the Bureau of Occupational and Environmental Diseases in the Ministry of Public Health for 253 hospitals in Thailand. 13 Hospital administrators were asked to fill out a survey about the presence of occupational health risk factors in their hospitals. The percentage of hospitals that reported the presence of ergonomic risk factors was 90.9 percent; 88 percent identified the presence of biological risk factors, 83 percent reported chemical risk factors, 78 percent identified the presence of psychosocial risk factors, and 81 percent of the hospitals reported having unsafe working conditions. For physical factors, 79 percent of the hospitals reported having excessive heat, 77.5 percent identified noise as a risk factor, and 76 percent noted low light as an occupational risk factor. 13 When individual HCWs (88,667) in these hospitals were surveyed the frequency with which risks were experienced on the job was less than that reported by the hospitals overall. Thirtytwo percent of HCWs reported experiencing ergonomic risk factors on the job; 26 percent identified biological risk factors, 12 percent noted the presence of chemical risk factors in their job, 18 percent reported psychosocial risk factors on their job, and 18 percent of the HCWs reported unsafe working conditions. For physical hazards, 5.9 percent of HCWs identified excessive heat as a risk factor on their job, 7.1 percent identified noise, and 12.4 percent noted low light as a job-related risk factor. The discrepancy in the reporting of occupational risk factors by direct line HCWs compared to the hospital administrators is most likely due to the unit of analysis, the hospital overall versus individual HCWs. However, it could also be related to lack of awareness of the contribution of the hazards of various working conditions by HCWs or concern about the impact of reporting on job security.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Thai Work-Related Illnesses and Injuries"
        },
        {
            "text": "The majority (91.5 percent, n=81,146) of HCWs in this study reported that they had annual physical checkups. Some reported illnesses including hypertension (3.6 percent), diabetes mellitus (3.8 percent), high triglycerides (9.6 percent), and pulmonary tuberculosis (TB; 0.1 percent). Health examinations conducted as part of the survey revealed that 26.6 percent of the HCWs had vision impairment, 15.6 percent had lung function impairment, and 5 percent suffered from hearing loss. Occupationally related diseases and injuries reported by these HCWs included stress (3.5 percent), musculoskeletal disorders (1.8 percent), needle stick injuries (1.5 percent), skin diseases (0.1 percent), and other unspecified injuries (0.3 percent). 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Work-Related Illnesses and Injuries"
        },
        {
            "text": "Unlike the Bureau of Occupational and Environmental Diseases survey reported above, 13 which found that among all HCWs, 1.8 percent reported musculoskeletal disorders, a survey in a public hospital in Bangkok reported that 61.5 percent of the nurses experienced pain and/or muscle strain of the lower back. 14 This is likely due to differences in job requirements across healthcare jobs. For example, nurses are expected to lift and move heavy objects, which can include debilitated, unconscious, or obese patients. Similar to the results of Sopajareeya's et al.'s study, Sinsongsuk 15 surveyed Thai nurses and found that 56.3 percent of nurses reported pain, with the majority (33.6 percent) identifying the low back area as the major source of pain. Also Dajpratham et al. 16 reported a 69.8 percent prevalence of low back pain among HCWs in dental offices. Factors related to back pain included bending the body for two hours continually per shift, lifting patients without assistance, and improper posture during work. [16] [17] [18] Studies of musculoskeletal disorders in Thai HCWs have concluded that the major causes of muscular pain include individual behaviors such as improper posture during heavy lifting, long duration of work activities, and the lack of muscular exercise. [15] [16] [17] [18] [19] [20] [21] No studies have identified systemic issues related to management policies (mandatory overtime, limited break time) or work design (no mechanical aids when lifting, poor work station design) that contributed to the risk of musculoskeletal injuries. A systematic analytic epidemiological approach is needed to identify the workplace factors that increase the risk of musculoskeletal disorders and pain and the impact on the quality of working life for HCWs in Thailand. In addition, intervention studies that evaluate the benefits of changes in work design and management policies are needed.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 775,
                    "end": 777,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1291,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1312,
                    "end": 1316,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Musculoskeletal Disorders"
        },
        {
            "text": "It is well recognized that Southeast Asia is endemic for many infectious diseases. 22 Because of poor ventilation, crowded waiting areas and close contact with infectious patients, airborne infectious diseases such as TB and influenza pose serious health risks for HCWs. Pipitsangjan et al. 23 reported relatively higher levels of bacterial and fungal counts in the ambulance compartment air during ambulance services as compared to prior to the patient entrance in the vehicle. Although protective equipment, such as N95 respirators, is available to ambulance personnel, this study reported only 64 percent compliance. The ambulance workers reported that this lack of compliance was due to the relatively short time the potentially infected patients are in the ambulance, making the risk seem less threatening. 23 In addition, some infected patients may not have been perceived as high risk due to their presenting complaints.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 291,
                    "end": 293,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "23",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Airborne Infectious Disease"
        },
        {
            "text": "Although Thailand has faced several pandemics of airborne infectious diseases, such as H5N1 influenza, severe acute respiratory syndrome and H1N1 influenza, the literature has documented H1N1 as a particular threat to healthcare personnel. 24 During the 2009 H1N1 pandemic, HCWs who provided initial care to influenza patients in regional hospitals reported high levels of infection. At a seven-month follow up period, 74 percent of H1N1 exposed healthcare staff had evidence of H1N1 infection. HCWs in the emergency departments in the general hospitals had a higher risk of getting the infection; these staff reported that they did not fully apply protective equipment. 25 In addition, flu vaccination rates among HCWs are reportedly lower than recommended. From 2010 to 2012, only 19 percent of HCWs and poultry cullers received the flu vaccine. 26 Tracking HCWs' flu vaccination rates is difficult to assess due to reporting of HCWs and poultry cullers' flu vaccination rates in the same group; thus these industry sectors should be reported separately. In addition, investigation into the barriers to effective PPE use (availability, training, workload) is essential to ensure that HCWs are more effectively protected during the next pandemic.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 671,
                    "end": 673,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 848,
                    "end": 850,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Airborne Infectious Disease"
        },
        {
            "text": "Pulmonary TB is another major occupational risk for HCWs in Thailand. 27, 28 A cohort study in Bangkok reported that the risk of developing TB among HCWs was 188/100,000 person-years. 28 The estimated TB incidence in the country of Thailand was 132/100,000/in 2010, according to the most recently reported data. 29 The Jiamjarasrangsi et al. study found that working in emergency departments resulted in the highest risk of developing TB (1610/100,000 person-years). Nurses who worked closely with patients had many opportunities to develop TB disease (239/100,000 persons-year). This study found that healthcare staff, nurses, and emergency unit personnel have an increased risk of acquiring TB. 30 Similarly, two studies in northern Thailand reported high risk of TB infection among HCWs, particularly among new staff. 27, 28 Two studies in northern Thailand reported that 61 percent-71 percent of HCWs presented with TB infection, which is higher than the general population (124 per 100,000 population). 27, 28, 31, 32 These studies confirmed the high occupational risk of TB in direct HCWs with an increased risk for non-direct care workers in this sector as well, including medical laboratory personnel. All newborns in Thailand must be vaccinated by BCG to prevent disseminated TB and meningitis TB. To prevent workrelated TB among healthcare personnel, the National Tuberculosis Program recommends the use of PPE such as an N95 mask when dealing with actual or potential TB cases and an annual chest radiography screen for healthcare personnel. 33 The literature includes many studies that report an elevated risk of acquiring TB on the job primarily because either HCWs were not well educated about protection measures or the protective equipment was not available. 28, 31, 32, 35 Two studies conducted in public hospitals in Thailand reported a high risk of developing TB and other airborne infections among HCWs due to the lack of proper protection devices, ventilation and specific infection prevention, and control policies. 34, 35 Unahalekhaka et al. 36 conducted a survey of Thai hospitals to examine TB prevention activities and unmet TB prevention needs. They also concurred that while the majority of hospitals (97 percent) had TB policies in place, more than half did not have adequate isolation rooms and/or had trouble with implementing adequate TB screening in outpatient departments. These HCWs had received proper training for using approved PPE at least one time during their working hours. Approximately 50 percent reported that they did not use PPE during routine work; but they reported that they did regularly use PPE in case of suspected TB, HIV, or other infectious diseases. 36 Nevertheless, closer examination of the barriers to proper PPE use (availability, training, workload) is needed as many healthcare personnel continue to often rely on a surgical mask rather than the N95 mask. 33 Another disease that is transmitted via inhalation of infected particles or direct contact is diphtheria. A recent prospective study by Wiboonchutikul et al. 37 examined the risk of baseline immunity with subsequent immune response after a tetanus-diphtheria booster among Thai HCWs. They concluded that Thai HCWs are at risk for this infection in the workplace and recommended that tetanus-diphtheria booster immunizations should be implemented as a standard policy for Thai HCWs.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 74,
                    "end": 76,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 825,
                    "end": 827,
                    "text": "28",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "27,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1016,
                    "end": 1019,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "32",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1553,
                    "end": 1555,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1775,
                    "end": 1778,
                    "text": "28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1779,
                    "end": 1782,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1783,
                    "end": 1786,
                    "text": "32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1787,
                    "end": 1789,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2038,
                    "end": 2041,
                    "text": "34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2042,
                    "end": 2044,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2065,
                    "end": 2067,
                    "text": "36",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2707,
                    "end": 2709,
                    "text": "36",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2919,
                    "end": 2921,
                    "text": "33",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3080,
                    "end": 3082,
                    "text": "37",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Airborne Infectious Disease"
        },
        {
            "text": "The occurrences of airborne infection such as TB and influenza among HCWs in Thailand were similar to countries in Latin America but higher than other developing countries in Asia, such as India. 38 Even though infectious diseases from all types of airborne transmission in Thai healthcare sectors have decreased due to the implementation of nosocomial infection control policies, 39 they are still not well controlled. The incidence of airborne infections among healthcare staff is continually reported despite the implementation of nosocomial infection control policies. 27 Healthcare personnel's protection from airborne infectious diseases such as influenza and pulmonary TB has become a priority in Thailand for the last several decades. In 2009, the Advisory Committee on Immunization Practice of Thailand expanded its recommendation for influenza vaccination to healthcare personnel and added a recommendation for annual seasonal influenza vaccination management thereafter. However, as noted, the influenza vaccine had not yet adequately covered all health personnel because the Thai Ministry of Health has only been able to provide vaccines to a limited number of people in the high risk population of Thailand. 26 In addition, some HCWs have doubts about the benefits of the vaccine. 25 A systematic evaluation of compliance of nosocomial infection control policies in Thailand is needed with a deeper understanding of barriers to adherence.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "text": "38",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 573,
                    "end": 575,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "text": "26",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1294,
                    "end": 1296,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Airborne Infectious Disease"
        },
        {
            "text": "Blood-borne infection is another risk for HCWs. The pathogens, including HIV and hepatitis, can be transmitted percutaneously, via mucous membranes and through non-intact skin exposures in the context of work. Characteristics of the work environment in the healthcare sector, particularly during patient care contact, create numerous opportunities for such infections. Luksamijarulkul et al. 40 reported a high occupational risk of blood-borne infection among HCWs in Bangkok, Thailand. They reported that 48.7 percent of HCWs in a public hospital tested positive for the hepatitis B virus. This study also reported a high risk for other hospital staff that work in units that frequently used sharp medical instruments, such as the medical laboratory unit and hemodialysis unit. In contrast, another study found no relationship between the frequency of blood exposure and hepatitis B virus infection, however, 5.3 percent of HCWs from high-risk units such as hemodialysis units and obstetric/ gynecologic units were positive for hepatitis B virus infection. 41 According to the national sentinel surveillance of blood-borne diseases, the prevalence of hepatitis B virus infection in HCWs is higher than the Thai population. [40] [41] [42] [43] [44] Blood-borne infections such as hepatitis B and HIV infection are closely related to sharp instrument injuries and needle sticks. Due to a comprehensive system of strong prophylaxis treatment for needle stick injuries and awareness of HIV prevention among HCWs, there are no reported occupationally acquired HIV infections among HCWs in Thailand. 45, 46 Blood-borne infection remains an important work-related health illness in HCWs because the job characteristics of these occupations provide a high risk of exposure. The development of a registry for exposures at work with long-term follow-up to investigate the relationship between occupational injuries and outcomes is needed. Table 1 summarizes the literature on selected studies of Thai workers related to inhalation and blood-borne exposures.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "text": "40",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "41",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1595,
                    "end": 1598,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1599,
                    "end": 1601,
                    "text": "46",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1930,
                    "end": 1937,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Blood-borne Infections"
        },
        {
            "text": "Chemical exposures in the workplace can result in both acute and chronic illness among HCWs. 8 There is a notable gap in the literature related to the epidemiology of such exposures among HCWs in Thailand. This may be related to the difficulty of measurement and the expense of ongoing surveillance. This gap speaks to the identified priority need to examine this aspect of workplace exposure in order to improve the health of the healthcare workforce.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Chemical and Other Exposures"
        },
        {
            "text": "Chemical exposures to pharmaceuticals, cancer treatment drugs, anesthetic gases, sterilizing chemicals or gases, and disinfectant chemicals are well-recognized health hazards for HCWs. 2, 3, 8, 47 This segment of the workforce is often exposed to these noxious substances routinely in the work setting. The effects may be mild (skin rashes) to severe (infertility or serious, potentially fatal illnesses such as leukemia). 47 Operating room staff members who are exposed to anesthesia have been noted to have slower reaction times compared to staff who do not have this occupational exposure. 47, 48 Supapvanich et al. 49 also examined the health issue of latex sensitization among nurses in Thailand. They reported that the sensitization in Thai governmental hospitals is higher than previously reported, from 3 percent to 5 percent. They found that both respiratory and dermal exposures were reported and recommended replacement with gloves that are latexfree or, if that is not feasible, at least a decrease in the protein content of gloves used in the healthcare settings. 49",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 194,
                    "end": 196,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "47",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "48",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "49",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Chemical and Other Exposures"
        },
        {
            "text": "In Thailand, the shortage of healthcare staff, including dentists, registered nurses, and physicians, is a national problem, particularly in the remote rural areas. The number of public health staff in each province fulfills only 60 percent to 70 percent of the staffing needs. 50 On average, the discrepancy between the numbers of HCWs to the total population is quite large; this creates a large work burden on healthcare staff (Table 2 ). This can lead to workplace stress, depression, and anxiety. 51 The recommended working period for healthcare personnel in Thailand is no longer than eight hours per day with no more than forty hours per week. These recommendations were made to improve the health and safety for both patients and healthcare personnel. 52 However, the shortage of HCWs often requires an extended working period for nurses, physicians, and dentists. The long duration of shift-work may contribute to either mental or physical health problems, both acute and chronic. 53 For example, insufficient sleep and lack of exercise due to required overtime work may be linked with low immunity and a higher risk of infection if exposed to TB or other airborne infectious agents. 34, 35 Moreover, the fast-paced work environment and the significant responsibility for patients' lives can be major sources of psychological disturbances for HCWs. 54 Psychological issues are commonly encountered with people who routinely work with patients who are experiencing a life crisis, including the process of dying. 54 Compounding this stress among workers is the limited time and lack of staff resources to finish the work within an eight-hour day or forty-hour week. [55] [56] [57] Relatives of sick and dying patients are also stressed and may add to the seeming incessant demands of the job. In addition, stress from colleagues can be another source of psychological problems. 58 Two surveys conducted among Thai physicians and nurses found that 7.4 percent (physicians) and 10.3 percent (nurses) of respondents reported poor mental/psychological health. In addition, approximately half of them reported job stress. 59, 60 Visanuyothin et al. 59 examined eighteen suicides among physicians who had a depressive disorder and workrelated problems. They concluded that job stress combined with mental health problems could have severe consequences. Mental health problems among HCWs have also been reported in many countries in Asia, America, and Europe. 55, 56, [59] [60] [61] One recent review examined mechanisms to prevent occupational stress in HCWs 7 and found only low quality evidence to support cognitive-based therapies or mental and physical relaxation techniques in the workplace to reduce workplace stress. Thus this is one area where additional intervention research is needed to evaluate best practices to prevent workplace stress.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "50",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "51",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 760,
                    "end": 762,
                    "text": "52",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 990,
                    "end": 992,
                    "text": "53",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1193,
                    "end": 1196,
                    "text": "34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1358,
                    "end": 1360,
                    "text": "54",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1520,
                    "end": 1522,
                    "text": "54",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1678,
                    "end": 1682,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1683,
                    "end": 1687,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1885,
                    "end": 1887,
                    "text": "58",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2124,
                    "end": 2127,
                    "text": "59,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2128,
                    "end": 2130,
                    "text": "60",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2151,
                    "end": 2153,
                    "text": "59",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2460,
                    "end": 2463,
                    "text": "55,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2464,
                    "end": 2467,
                    "text": "56,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2468,
                    "end": 2472,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2473,
                    "end": 2477,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2478,
                    "end": 2482,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 438,
                    "text": "(Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Psychological Problems"
        },
        {
            "text": "The healthcare industry is responsible for providing healthcare for those in need and thus it must be available to service the population twenty-four hours per day, seven days per week. It is an unavoidable condition that some HCWs must work rotating shifts. Shift work has been reported to have a negative effect on mental health and can lead to burnout among HCWs, according to a cross-sectional study in northern Thailand. 62 Shift work may lead to a negative impact on the safety of patients and HCWs themselves. 63 The adverse effects of shiftwork on health among healthcare professionals have been reported in many countries. 56, 57, 61 Appropriate management of adequate sleep for persons working the nightshift is also critical and needs further investigation in Thailand.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "text": "62",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 517,
                    "end": 519,
                    "text": "63",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "56,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 636,
                    "end": 639,
                    "text": "57,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "61",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Psychological Problems"
        },
        {
            "text": "Currently all general public hospitals in Thailand have established an occupational health and safety section to provide surveillance, prevention and control of work-related risks, and exposures under supervision of Ministry of Public Health. 10 For example, the prevention of TB transmission in health-care settings requires three strategies; administrative control, environmental control, and the use of personal respiratory protective equipment. 64 A study in Thailand demonstrated that a two-day training program in addition to the management of the ward environment could improve TB infection-control practices. It was noted to reduce the microbial counts in air samples collected from the studied wards. 35 Another study on laboratory personnel reported a moderate level of biosafety practice scores and low scores related to the use of appropriate protective barriers. They recommended the implementation of a biological safety cabinet to minimize exposures to hazardous biological materials or aerosols generated by many microbiological procedures. 65 Occupational health and safety have drawn the attention of policy makers and healthcare administrators. The Ministry of Public Health and the Bureau of Occupational and Environmental Diseases have promoted occupational health risk and safety guidelines in hospitals. 11 These guidelines can promote a safe environment in healthcare settings through various strategies such as healthy workplace initiatives, occupational risk assessment, and management systems. These initiatives mostly focus on management within the facility to create a low-risk workplace. These projects provide information that aims to achieve improved health status, knowledge, and skills. 11 However, resources are scarce in some hospitals and thus the guidelines are not followed to the full extent, since the Ministry of Health has no power to enforce compliance. The hospitals also have oversight by hospital accreditation agencies and the International Organization for Standardization, however, most of these groups focus on patient safety rather than HCWs safety.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "64",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "35",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "text": "65",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1721,
                    "end": 1723,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Occupational Health and Safety Programs in Thailand"
        },
        {
            "text": "Even though the number of occupational health risk and safety policy declarations has increased in the last two decades, problems remain with the management of these risks from a systems level as well as from the individual behavioral perspective. According to this review, a major cause of illness and injury for HCWs is related to inadequate prevention practices, lack of knowledge, and inadequate facility-level protective equipment. This review identified a gap in epidemiologic studies that focus broadly on occupational injuries as well as specific surveillance on the impact of chemical exposures, sleep deprivation, and the psychological stressors in the healthcare sector. While prevention policies exist for many of the identified workplace risks, they are limited in that they do not include all potential chemical exposures and psychosocial stressors. Additional resources such as product information for all chemical exposures in the workplace and programs to decrease stressors in the workplace are needed to support current and future regulations. Stronger mechanisms for enforcement in the workplace also need consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Health and Safety Programs in Thailand"
        },
        {
            "text": "In order to identify knowledge gaps related to Thai HCWs' health and safety, the authors of this paper conducted a focus group during a Workshop for Occupational Health and Safety among Informal and Healthcare sectors in 2013. The researchers conducted these workshops as part of a planning grant. The National Institute for Occupational Safety and Health and the Fogarty International Center, National Institutes of Health, funded this planning grant. It was a joint effort by an interdisciplinary research team from the Faculty of Public Health at Mahidol University, Bangkok, Thailand, and the University of Massachusetts Lowell, Lowell, MA, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Gaps: Stakeholders' Views"
        },
        {
            "text": "Twelve stakeholders from the healthcare sector and academic sector participated in the planning grant's focus group in January 2013. Participants included Thai occupational health and safety administrators such as members of the Bureau of Occupation and Environmental Diseases, Ministry of Labor, International Labor Organization members from the occupational health and safety hospital network, occupational health staff members in general and regional hospitals, and researchers representing various disciplines and professions (medicine, nursing, work environment). Notes were taken during the focus groups and reviewed by team members. The results of this focus group were analyzed by qualitative content analysis procedures by the research team members who identified four major categories of concern:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Gaps: Stakeholders' Views"
        },
        {
            "text": "The group concurred that even though there are many reports of infectious and noncommunicable diseases in Thai HCWs, few reports have confirmed the work-related exposure as a causative agent. They concluded that improved policies that address prevention and control measures, compensation and a strengthening of existing procedures to track occupational illnesses in the healthcare sector are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of research to confirm the relationship between occupational exposures and health risks and outcomes"
        },
        {
            "text": "Previous studies and expert reports have documented HCWs' health and safety risks during infectious disease outbreaks due to inadequate prevention measures including low vaccination rates or improper use of personal protection equipment, such as N95 masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of standardized criteria for prevention and control measures for HCWs during disease outbreaks"
        },
        {
            "text": "Although there is debate about whether N95 masks provide sufficient protection, widespread implementation of their use among Thai HCWs would be an important improvement in the prevention of infectious diseases that are spread via inhalation. Further systematic disease tracking mechanisms need to be developed for new epidemics as well as re-emerging diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of standardized criteria for prevention and control measures for HCWs during disease outbreaks"
        },
        {
            "text": "The results from the literature suggest that personal knowledge may be a factor in terms of HCWs not implementing protective behaviors. The focus group discussion concurred that the lack of protective behaviors by healthcare personnel may be related to a knowledge deficit. However, its members did not include direct line HCWs who may have contributed additional insight. Although the majority of attendees identified the need for improved occupational safety and health training for HCWs, including emergency responders, additional input from direct line HCWs is needed to examine the most effective means of reducing occupational risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Insufficient knowledge about occupational health risk and safety among HCWs"
        },
        {
            "text": "The knowledge about health and safety risks faced by HCWs has focused on direct care workers who provide therapeutic and/or diagnostics services. None of the studies in Thailand have explored work-related illnesses and injuries among workers in other nondirect care roles including administrators or assistants working in various informational services in the healthcare sector. These areas include personnel working in admissions, billing and collection services, medical records, computer information systems, human resources, support services, central supply, housekeeping, maintenance, dietary, and transportation. There has been no research to examine the risks of these workers in Thailand even though they work in an environment with potential biological, physical, chemical, and psychological health hazards. The findings from this focus group and the review of the literature helped to frame the recommendations in the conclusion section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lack of epidemiologic research on non-direct care workers in the healthcare sector"
        },
        {
            "text": "This paper has focused on the research on health and safety in Thai HCWs as well as data from key stakeholders in Thailand. Thailand is a developing country and as such, cannot be expected to have comparable levels of occupational health and safety resources to those in the high income, more economically developed countries. However, according to the World Bank, Thailand is considered to be an upper middle-income economy in the global community. 66 What can Thailand learn from the global community about mechanisms to protect HCWs' health and safety? How can the knowledge be translated to a culturally acceptable and fiscally reasonable level?",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 452,
                    "text": "66",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "What Have We Already Learned From the Global Community?"
        },
        {
            "text": "A recent guide to controlling health hazards among hospital workers focused on specific exposure control methods \"including design elimination, substitution, engineering controls, and PPE…\" ( 8, p. 2 ). One example is the control of TB. Thailand is considered one of the twenty-two countries considered to have a high TB burden. 30 The recommendation for control of TB includes a multi-focused approach, which consists of administrative measures, environmental controls, and as a \"last line of defense\"-respirators such as the N95 respirator. 8 Although difficulties in implementation were acknowledged, as an upper middleincome country with a relatively good quality medical care system; Thailand has the infrastructure and the economy to implement many of these recommendations.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "text": "30",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 543,
                    "end": 544,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "What Have We Already Learned From the Global Community?"
        },
        {
            "text": "The U.S. Centers for Disease Control is also actively working, in collaboration with Thai colleagues, to help develop better methods to detect TB using new diagnostic measures as well as innovative ways to stop the transmission of the disease. 30 The Centers for Disease Control also is actively involved in helping to develop programs to detect emerging infectious diseases, controlling the spread of malaria and HIV, treating non-communicable diseases, and evaluating health problems at the borders of Thailand.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 246,
                    "text": "30",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "What Have We Already Learned From the Global Community?"
        },
        {
            "text": "The U.S. Occupational Safety and Health Administration has developed an interactive website with several guidebooks and hospital self-assessment tools related to safety and health management systems. 67 However, these recommendations need to be translated and edited to address the Thai healthcare sector. As a start, we have developed a set of factsheets for Thai HCWs on common hazards, compiled from publicly available documents (Centers for Disease Control, National Institute for Occupational Safety and Health, World Health Organization, Occupational Safety and Health Administration, and others). These are available in English on our website and Thai versions can be requested (www.geohealthseasia.org).",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "67",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "What Have We Already Learned From the Global Community?"
        },
        {
            "text": "In conclusion, the epidemiologic research in the healthcare sector in Thailand is limited. Studies suggest that ThaiHCWs who have direct contact with patients are at increased risk for infectious diseases as a result of blood-borne or respiratory exposures. In addition, while it is known that other chemical, physical, and psychological risks can lead to illness and injury in the healthcare sector, little research has been conducted in these arenas among Thai HCWs. What is needed is an understanding of the administrative and resource barriers, the high risk work procedures, and available training which can affect the organization and design of work in the health care setting. In addition, a better surveillance system for Thai HCWs' occupational illnesses and injuries would provide data to motivate changes in prevention and compensation systems. Thailand's healthcare workforce needs healthy and safe working conditions. The ability of these workers to provide effective healthcare services depends on the development and implementation of evidence-based best practices in healthcare workplace health and safety. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Healthcare workers. US: centers for disease control",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Occupational health and safety risks in the healthcare sector: guide to prevention and good practices",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Occupational Health and Safety Administration and U.S. Department of Labor",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bureau of Policy and Strategy and Ministry of Public Health. Healthcare system in Thailand",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Department of Disease Control, and Ministry of Public Health. Manual of risk and working condition assessment for healthcare workers, 2551. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preventing occupational stress in healthcare workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ruotsalainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Verbeek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Controlling health hazards to hospital workers, a reference guide",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dropkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kamen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New Solut",
            "volume": "12",
            "issn": "",
            "pages": "1--167",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Government Public Relations Department, and Office of the Prime Minister. Policy of developing Thailand into a medical hub in the region",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bureau of Occupational Safety and Health, Department of Labor Protection and Welfare, Ministry of Labor. Occupational safety, health and environment act B.E. 2554. Thailand: Ministry of Labor",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bureau of Occupational and Environmental Diseases, Department of Disease Control, Ministry of Public Health. Manual of risk and working condition assessment for healthcare workers 2554. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Office of Permanent Secretary, and Ministry of Public Health. Geographic information system for human resource, fiscal year 2013. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bureau of Occupational and Environmental Diseases and Ministry of Public Health. Meeting report on risk assessment and management for HW in hospitals project. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence and risk factors of low back pain among nurses in a Thai public hospital",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sopajareeya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viwatwongkasem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lapvongwatana",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Assoc Thai",
            "volume": "92",
            "issn": "7",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The prevalence and work related factors of musculoskeletal complaints among nursing personnel, I King Chulalongkorn Memorial Hospital",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Singongsuk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prevalence and associated factors of musculoskeletal pain among the dental personnel in a dental school",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dajpratham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ploypetch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kiattavorncharoen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Assoc Thai",
            "volume": "93",
            "issn": "6",
            "pages": "714--721",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The prevalence and factors associated with low back pain in Bangkok metropolitan administration nurses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kittimontreechai",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Working postures and low back pain in nursing personnel",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Occupational health problems of dentists in Southern Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chowanadisai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kukiattrakoon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yapong",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int Dent J",
            "volume": "50",
            "issn": "1",
            "pages": "36--40",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Faculty of Medicine Chiang Mai. Health risk prevention in healthcare personnel",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Eakpunyasakul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chantorn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Control of malaria and other vector-borne protozoan diseases in the tropics: enduring challenges despite considerable progress and achievements",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zofou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Nyasa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Nsagha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Dis Poverty",
            "volume": "3",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk assessment towards droplet and airborne infections among ambulance personnel in a province of northeastern Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pipitsangjan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sujirarat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Asia J Public Health",
            "volume": "2",
            "issn": "1",
            "pages": "20--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Bureau of General Communicable Diseases, Department of Disease Control, and Ministry of Public Health. Guidelines for seasonal influenza vaccination administration, 2257. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factors associated with health care-associated 2009 influenza A (H1N1) virus infection among Thai health care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Linda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mundy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "3",
            "pages": "367--368",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Seasonal influenza vaccine coverage among high-risk populations in Thailand",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Owusu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prapasin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ditsungnoen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "742--747",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk of mycobacterium tuberculosis infection and disease among health care workers",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Limpakarnjanarat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Uthaivoravit",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int Tuber Lung Dis",
            "volume": "7",
            "issn": "1",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Increased risk of mycobacterium tuberculosis infection related to the occupational exposures of health care workers in Chiang Mai",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Limpakarnjarat",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Uthaivoravit",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Thailand. Int Tuber Lung Dis",
            "volume": "3",
            "issn": "5",
            "pages": "377--381",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tuberculosis among health care workers at King Chulalongkorn Memorial Hospital",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiamjarasrangsi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirunsuthikul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kamolratanakul",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Int Tuber Lung Dis",
            "volume": "11",
            "issn": "",
            "pages": "1253--1258",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Incidence of tuberculosis infection among health care workers of community hospital",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chanasit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pethcharapirata",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prakongsai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Prapokklao Hosp Clin Med Educ Cent",
            "volume": "16",
            "issn": "",
            "pages": "201--210",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tuberculosis among health care workers",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Baussano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bureau of Tuberculosis, Department of Disease Control, and Ministry of Public Health. National tuberculosis program, 2556. Thailand: Ministry of Public Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Risk assessment towards tuberculosis among hospital personnel: administrative control, risk exposure, use of protective barriers and microbial air quality",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Supapvanit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loosereewanich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "35",
            "issn": "",
            "pages": "1005--1011",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Improving tuberculosis infection control practice and microbial air quality in a general hospital after intervention",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Khumsri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vatthanasomboon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Asian Pac J Trop Med",
            "volume": "2",
            "issn": "2",
            "pages": "39--46",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Status of nosocomial tuberculosis transmission prevention in hospitals in Thailand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Unahalekhaka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lueang-A-Papong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chitreecheur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "3",
            "pages": "340--343",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Baseline immunity to diphtheria and immunologic response after booster vaccination with reduced diphtheria and tetanus toxoid vaccine in Thai health care workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiboonchutikul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Manosuthi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sangsajja",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Infect Control",
            "volume": "42",
            "issn": "7",
            "pages": "81--83",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Tuberculosis among health-care workers in low-and middle-income countries: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reingold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Menzies",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Quality of nosocomial infection control in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Danchaivijitr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Supchutikul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watayapiches",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Assoc Thai",
            "volume": "88",
            "issn": "10",
            "pages": "145--149",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Hepatitis B virus seroprevalence and risk assessment among personnel of a governmental hospital in Bangkok",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watagulsin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sujirarat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "32",
            "issn": "3",
            "pages": "459--65",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Seroprevalence and risk factors of hepatitis B virus infection among health care workers at the Institute of Neurology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiarakul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eunumjitkul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vuttiopas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Med Assoc Thai",
            "volume": "90",
            "issn": "8",
            "pages": "1536--1545",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Hepatitis B seromarkers, hepatitis C antibody, and risk behaviors in married couples, a bordered province of western Thailand: hepatitis B seromarkers, hepatitis C antibody, and risk behaviors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piroonamornpun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Triamchaisri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hepat Mon",
            "volume": "11",
            "issn": "4",
            "pages": "273--277",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Hepatitis B virus sero-markers, hepatitis C virus antibody and risk behaviors among middle age and older Thai males",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kaepan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klamphakorn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "38",
            "issn": "1",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Personal health risk history, occupational risk contact and preventive practice towards hepatitis B infection among medical first responders",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noppakunwong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sujirarat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Songklanagarind Med J",
            "volume": "31",
            "issn": "3",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Human immunodeficiency virus postexposure prophylaxis for occupational exposure in a medical school hospital in Thailand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hiransuthikul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hiransuthikul",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanasuk",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "67",
            "issn": "4",
            "pages": "344--349",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The risk of occupational HIV exposure among Thai healthcare workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pungpapog",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Phanuphak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pungpapong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "30",
            "issn": "3",
            "pages": "496--503",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Preventing occupational exposures to antineoplastic and other hazardous drugs in health care settings",
            "authors": [
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Department Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Neurotoxicity in operating room personnel working with gaseous and nongaseous anesthesia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lucchini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Placidi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Toffoletto",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int Arch Occup Environ Health",
            "volume": "68",
            "issn": "3",
            "pages": "188--192",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Latex sensitization and risk factors in female nurses in Thai governmental hospitals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Supapvanich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Povey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vocht",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Occup Med Environ Health",
            "volume": "27",
            "issn": "1",
            "pages": "93--103",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Office of Permanent Secretary, Ministry of Public Health and Human Resources",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Survey of mental health status of Thai physicians",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sithisarankul",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruksakom",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Polboon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Assoc Thai",
            "volume": "87",
            "issn": "",
            "pages": "9--13",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Department of Labor and Occupational Safety and Health Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Worker safety in hospitals",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The impact of shiftwork on health: a literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matheson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Nurs",
            "volume": "23",
            "issn": "",
            "pages": "3309--3320",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Exposure to stress and occupational hazards in hospitals",
            "authors": [
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Department Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Work stress, work motivation and their effects on job satisfaction in community health workers: a cross-sectional survey in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ open",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Health effects of shift work and extended hours of work",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Occup Environ Med",
            "volume": "58",
            "issn": "1",
            "pages": "68--72",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Occupational stress and its consequences in healthcare professionals the role of type D personality",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oginska-Bulik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Occup Med Environ Health",
            "volume": "19",
            "issn": "2",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Mental health status among Thai hospital nurses",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kaewboonchoo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kaewboonchoo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saipech",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Assoc Thai",
            "volume": "92",
            "issn": "7",
            "pages": "14--18",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Risk factors for suicide among Thai physicians",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Visanuyothin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Srivaranundh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Siriwej",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Assoc Thai",
            "volume": "87",
            "issn": "4",
            "pages": "14--18",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Does vicarious traumatization affect oncology nurses? A literature review",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamill",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Oncol Nurs",
            "volume": "11",
            "issn": "4",
            "pages": "348--356",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Occupational stress among healthcare workers in Japan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Work",
            "volume": "49",
            "issn": "2",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Shift work and burnout among health care workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wisetborisut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Angkurawaranon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiraporncharoen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Occup Med",
            "volume": "64",
            "issn": "4",
            "pages": "279--286",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Is there an optimum number of night shifts? Relationship between sleep, health and well-being",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spelten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Totterdell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Work Stress",
            "volume": "9",
            "issn": "2-3",
            "pages": "109--123",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Guidelines for the prevention of tuberculosis in health care facilities in resource-limited setting",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Current situation of biosafety practices in selected hospital laboratories, Bangkok",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luksamijarulkul",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kiennukul",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Utrarachkij",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Asia J Public Health",
            "volume": "1",
            "issn": "1",
            "pages": "20--25",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Country and lending groups",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Worker safety in hospitals, caring for our caregivers",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ratio of Healthcare Personnel and Thai Residents. of healthcare personnel Ratio (healthcare personnel: Thai residents)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This investigation was supported by the Fogarty International Center, the National Institute of Environmental Health Sciences of the National Institutes of Health, and the National Institute for Occupational Safety and Health (U.S. Centers for Disease Control) under the Global Environmental and Occupational Health program awards (1R24TW009560 and 4R24TW009558).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": " Table 1 Risk of Pulmonary Tuberculosis and Selected Blood-Borne Infections Among Thai Healthcare Workers. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}