{
    "paper_id": "005891341c5478c028356dac60945667e6ad77ea",
    "metadata": {
        "title": "How to risk-stratify elective surgery during the COVID-19 pandemic?",
        "authors": [
            {
                "first": "Philip",
                "middle": [
                    "F"
                ],
                "last": "Stahel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rocky Vista University",
                    "location": {
                        "postCode": "80134",
                        "settlement": "Parker",
                        "region": "CO",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 11, 2020, the World Health Organization (WHO) declared the novel coronavirus disease 2019 (COVID-19) a global pandemic, which classifies the outbreak as an international emergency [1] . At the time of drafting this editorial, COVID-19 has swept through more than 115 countries and infected over 200,000 people around the globe [2] [3] [4] . More than 7000 individuals have died during the early phase of the pandemic, implying a high estimated case-fatality rate of 3.5% [2] [3] [4] . The rapidly spreading outbreak imposes an unprecedented burden on the effectiveness and sustainability of our healthcare system. Acute challenges include the exponential increase in emergency department (ED) visits and inpatient admission volumes, in conjunction with the impending risk of health care workforce shortage due to viral exposure, respiratory illness, and logistical issues due to the widespread closure of school systems [5] . Subsequent to the WHO declaration, the United States Surgeon General proclaimed a formal advisory to cancel elective surgeries at hospitals due to the concern that elective procedures may contribute to the spreading of the coronavirus within facilities and use up medical resources needed to manage a potential surge of coronavirus cases [6] . The announcement escalated to a nationwide debate regarding the safety and feasibility of continuing to perform elective surgical procedures during the COVID-19 pandemic [7, 8] . Many health care professionals erroneously interpreted the Surgeon General's recommendation as a \"blanket directive\" to cancel all elective procedures in the Country [9] . This notion was vehemently challenged in an open letter to the Surgeon General on behalf of United States hospitals [10] . The letter outlined a significant concern that the recommendation could be \"interpreted as recommending that hospitals immediately stop performing elective surgeries without clear agreement on how we classify various levels of necessary care \" [10] . Notably, the Surgeon General's recommendation was based on a preceding statement by the American College of Surgeons (ACS) with a call to prioritize appropriate resource allocation during the coronavirus pandemic as it relates to elective invasive procedures.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1449,
                    "end": 1452,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1624,
                    "end": 1627,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1997,
                    "end": 2001,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ACS bulletin stated the following specific recommendations [11] :",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each hospital, health system, and surgeon should thoughtfully review all scheduled elective procedures with a plan to minimize, postpone, or cancel electively scheduled operations, endoscopies, or other invasive procedures until we have passed the predicted inflection point in the exposure graph and can be confident that our health care infrastructure can support a potentially rapid and overwhelming uptick in critical patient care needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Immediately minimize use of essential items needed to care for patients, including but not limited to, ICU beds, personal protective equipment, terminal cleaning supplies, and ventilators. There are many asymptomatic patients who are, nevertheless, shedding virus and are unwittingly exposing other inpatients, outpatients, and health care providers to the risk of contracting COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Importantly, the notion to \"thoughtfully review all scheduled elective procedures \"does not reflect on a presumed imperative to cancel all elective surgical cases across the United States [11] . The uncertainty on the predicted time course of COVID-19 beyond a critical inflection point implies that patients may be deprived of access to timely surgical care likely for many months to come. Arguably, the potential fallout from inconsiderate elective surgery cancellations may have a more dramatic and immeasurable impact on the health of our communities than the morbidity and mortality inflicted by the novel coronavirus disease. For the sake of this discussion, it is imperative to understand that the term \"elective \"surgery does not mean optional surgery, and rather implies that a procedure is not immediately indicated in response to a limb-or life-threatening emergency. A current estimate suggests that more than 50% of all elective surgical cases have a potential to inflict significant harm on patients if cancelled or delayed [12] . The physiological condition of a vulnerable cohort of patients may rapidly worsen in absence of appropriate surgical care, and the resulting decline in patients'health will likely make them more vulnerable to a coronavirus infection [12] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent publication from the Naval Medical University in Shanghai reported on the inherent risks of delaying surgery for colorectal cancer during the COVID-19 outbreak in China [13] . In addition, impressive anecdotal reports of individual patient stories illustrate the unintended consequences imposed by cancelling scheduled surgery, as exemplified by a woman who stated that she felt like there was a \"time bomb\" inside her after surgery for early stage cervical cancer had been cancelled and indefinitely postponed [14] . Unequivocally, many elective non-urgent surgeries will become urgent at some point in time, depending on how long the COVID-19 outbreak will prevail. Dr. David Hoyt, a trauma surgeon and executive director of the ACS, recently stated:\" Right now, most people are planning for a time period of 4-6 weeks for the peak to hit, but nobody really knows. We're using our best judgment on the fly.\" [11] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In light of all the underlying assumptions and uncertainties, it appears imperative to design and implement clinically relevant and patient safety-driven algorithms to guide the decision-making for appropriate surgical care. Elective procedures can pragmatically be stratified into \"essential\", which implies that there is an increased risk of adverse outcomes by delaying surgical care for an undetermined period of time, versus \"non-essential \"or \"discretionary\", which alludes to purely elective procedures that are not time-sensitive for medical reasons. Table 1 provides a suggested stratification by urgency of surgical indications for considering appropriate elective case cancellation. Equivocal surgical caseswhich do not fall into either \"essential \"or \"non-essential \"categoriesappear to have shown an effective self-regulating mechanism in the early phase of the COVID-19 outbreak, driven by patients voluntarily cancelling their scheduled elective procedures and surgeons evaluating appropriate indications on a case-by-case basis [15] .",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 566,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In essence, during the current time of widespread anxiety around the COVID-19 pandemic [16] , a pragmatic guide based on underlying risk stratification and resource utilization will help support our ethical duty of assuring access to timely and appropriate surgical care to our patients, while maintaining an unwavering stewardship for scarce resources and emergency preparedness. Figure 1 provides a tentative decision-making algorithm based on elective surgical indications and predicted perioperative utilization of critical resources, including the consideration for intra−/postoperative blood product transfusions, estimated postoperative hospital length of stay, and the expected requirement for prolonged ventilation and need for postoperative ICU admission.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Ultimately, if rationing of healthcare resources in terms of limiting access to surgical care in the United States will never be needed, then these ongoing crucial discussions will have served as an important exercise in nationwide disaster preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not applicable (Editorial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FDA clearance"
        },
        {
            "text": "The author declares that the content of this editorial represents his exclusive personal opinion, and does not reflect the official position of any health care ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus declared pandemic by World Health Organization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Calfas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tropical Med Int Health",
            "volume": "25",
            "issn": "",
            "pages": "278--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus: where we are and what we know",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 educational disruption and response",
            "authors": [],
            "year": null,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Surgeon general urges providers to consider stopping all elective surgeries -hospitals push back. Health Leaders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Commins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospitals push off surgeries to make room for coronavirus patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "UPMC shuns health experts' calls to cancel elective surgeries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pittsburgh Tribune-Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Your elective surgery will be canceled. It's for everyone's good. The Washington Post",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sathya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "AHA), the Association of American Medical Colleges (AAMC), the Children's Hospital Association (CHA), and the Federation of American Hospitals (FAH). Open letter to Vice Admiral Jerome M. Adams, MD, United States Surgeon General",
            "authors": [],
            "year": 2020,
            "venue": "American Hospital Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 update: guidance for triage of non-emergent surgical procedures",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What it really means to cancel elective surgeries: to make room for coronavirus patients, hospitals are delaying procedures that would make major differences in people's lives. The Atlantic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Several suggestion of operation for colorectal cancer under the outbreak of Corona Virus Disease 19 in China",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The coronavirus is forcing hospitals to cancel surgeries. The New York Times",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weise",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bogel-Burroughs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "United States hospitals and patients cancel elective surgery as coronavirus spreads. The New York Times",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beasley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fear can be more harmful than the severe acute respiratory coronavirus disease 2019 epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Clin Cases",
            "volume": "8",
            "issn": "",
            "pages": "652--659",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proposed decision-making algorithm for risk-stratification of elective surgical procedures based on the underlying surgical indication and predicted resource utilization during the current COVID-19 pandemic. Abbreviations: ASA, American Society of Anesthesiologists; CHF, chronic heart failure; COPD, chronic obstructive pulmonary disease; COVID, corona virus disease; ICU, intensive care unit; IP, inpatient; PACU, postanesthesia care unit; PRBC, packed red blood cells; SNF, skilled nursing facility; SOB, shortness of breath",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Examples of surgical case types stratified by indication and urgency Cerebral aneurysm repair • Vascular access devices • Skin grafts / flaps / wound closures • Scheduled C-section • Closed fractures • Spinal fractures & acetabular fractures Elective (essential) 1-3 months • Cancer surgery & biopsies • Subacute cardiac valve procedures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "entity, including hospitals and associated facilities, health care systems, or professional societies and agencies.Authors' contributions P.F.S. designed and wrote this editorial. The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "There were no external funding sources for this editorial.Availability of data and materials Please contact the author for data requests.Ethics approval and consent to participate Not applicable (Editorial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable (Editorial).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The author is the Editor-in-Chief of the journal (www.pssjournal.com). There are no other conflicts of interest related to this editorial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}