{
    "paper_id": "0115339d2acc50fc84a572df5db9f1eb9be28004",
    "metadata": {
        "title": "Structural Biology Communications Crystallization and preliminary crystallographic study of Porcine epidemic diarrhea virus main protease in complex with an inhibitor",
        "authors": [
            {
                "first": "Yusheng",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fenghua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinshan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zefang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sheng",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": "fusheng@tjab.org"
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": "chengchen@tju.edu.cn"
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV) mainly infects neonatal pigs, resulting in significant morbidity and mortality. Owing to problems such as long periods of virus shedding, existing vaccines cannot provide complete protection from PEDV infection. The PEDV genome encodes two polyprotein precursors required for genome replication and transcription. Each polyprotein undergoes extensive proteolytic processing, resulting in functional subunits. This process is mainly mediated by its genome-encoded main protease, which is an attractive target for antiviral drug design. In this study, the main protease of Porcine epidemic diarrhea virus in complex with a Michael acceptor was crystallized. The complex crystals diffracted to 2.5 Å resolution and belonged to space group R3, with unit-cell parameters a = 175.3, b = 175.3, c = 58.7 Å . Two molecules were identified per asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV) mainly infects pigs and causes porcine epidemic diarrhoea (PED), a devastating enteric disease with clinical manifestations such as acute diarrhoea and dehydration (Wood, 1977) . In particular, it results in significant morbidity and mortality for neonatal piglets (Hwang et al., 1994) . PEDV was first discovered in England in 1978 (Pensaert & de Bouck, 1978; Debouck & Pensaert, 1980) . It then spread throughout Europe during the 1980s and 1990s. Currently, it is circulating in Asia, especially in those countries where the pork industry is prevalent, such as the Philippines, South Korea and China (Song & Park, 2012) . Outbreaks in these countries have been found to be more acute and severe than those observed in Europe (Song & Park, 2012) . To date, serious economic loss has been caused by PEDV. Although several vaccines have been developed against PEDV, they cannot provide complete protection from PEDV infection owing to problems such as long periods of virus shedding (Yuan et al., 1998) . Similar to other coronaviruses (CoVs), PEDV contains a single-stranded positivesense polyadenylated RNA genome that encodes two large polyproteins (pp1a and pp1ab), which need to be processed into 16 nonstructural proteins (nsp1-16) for genome replication (Brian & Baric, 2005) . This process is mediated by two virus-encoded proteinases. Nsp5, also named the main protease (M pro ), is responsible for 11 out of 15 cleavage sites, thus playing a pivotal role in this digestion process and being indispensable for viral replication (Pyrc et al., 2004 (Pyrc et al., , 2007 Brian & Baric, 2005; van der Hoek et al., 2006) . The critical role of nsp5 in virus replication makes it an ideal target for anti-PEDV drug design Brian & Baric, 2005; Anand et al., 2003) . The crystal structures of the main proteases from Human coronavirus 229E (HCoV-229E; Anand et al., 2003) , Transmissible gastroenteritis virus (TGEV; Anand et al., 2002) , SARS-CoV (Yang et al., 2003; Xue et al., 2007) and Infectious bronchitis virus (IBV; have been solved alone. Based on the structural analysis of these main proteases, the idea of designing inhibitors against CoVs has been proposed (Anand et al., 2002 2005; Yang et al., 2003; Bacha et al., 2004; Xue et al., 2007) . To date, the crystal structures of CoV main proteases from HCoV-229E (Lee et al., 2009) , TGEV (Kim et al., 2012; Yang et al., 2005) and Middle east respiratory syndrome coronavirus (Ren et al., 2013) have been solved in complex with inhibitors. In this study, we report the crystallization and preliminary crystallographic study of PEDV main protease in complex with a designed Michael acceptor inhibitor named N3 Supplementary Fig . S1 1 ). Michael acceptors are a class of conjugated ,-unsaturated carbonyl compounds that have been successfully introduced to devise irreversible covalent inhibitors of cysteine proteases from viruses such as Human enterovirus 68 (Tan et al., 2013) , rhinoviruses (Matthews et al., 1999) and coronaviruses .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 215,
                    "text": "(Wood, 1977)",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 324,
                    "text": "(Hwang et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 399,
                    "text": "(Pensaert & de Bouck, 1978;",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 425,
                    "text": "Debouck & Pensaert, 1980)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 661,
                    "text": "(Song & Park, 2012)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 786,
                    "text": "(Song & Park, 2012)",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1041,
                    "text": "(Yuan et al., 1998)",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1321,
                    "text": "(Brian & Baric, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1594,
                    "text": "(Pyrc et al., 2004",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1615,
                    "text": "(Pyrc et al., , 2007",
                    "ref_id": null
                },
                {
                    "start": 1616,
                    "end": 1636,
                    "text": "Brian & Baric, 2005;",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1663,
                    "text": "van der Hoek et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1764,
                    "end": 1784,
                    "text": "Brian & Baric, 2005;",
                    "ref_id": null
                },
                {
                    "start": 1785,
                    "end": 1804,
                    "text": "Anand et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1892,
                    "end": 1911,
                    "text": "Anand et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1957,
                    "end": 1976,
                    "text": "Anand et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1988,
                    "end": 2007,
                    "text": "(Yang et al., 2003;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2008,
                    "end": 2025,
                    "text": "Xue et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 2210,
                    "end": 2229,
                    "text": "(Anand et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 2230,
                    "end": 2235,
                    "text": "2005;",
                    "ref_id": null
                },
                {
                    "start": 2236,
                    "end": 2254,
                    "text": "Yang et al., 2003;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2255,
                    "end": 2274,
                    "text": "Bacha et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 2275,
                    "end": 2292,
                    "text": "Xue et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 2364,
                    "end": 2382,
                    "text": "(Lee et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 2390,
                    "end": 2408,
                    "text": "(Kim et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 2409,
                    "end": 2427,
                    "text": "Yang et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 2477,
                    "end": 2495,
                    "text": "(Ren et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 2710,
                    "end": 2727,
                    "text": "Supplementary Fig",
                    "ref_id": null
                },
                {
                    "start": 2961,
                    "end": 2979,
                    "text": "(Tan et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 2995,
                    "end": 3018,
                    "text": "(Matthews et al., 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The coding sequence for PEDV main protease was synthesised and cloned into the vector pGEX-6P-1 (GE Healthcare) using the BamHI and XhoI restriction sites (Table 1 ). The recombinant plasmid was verified by sequencing and then transformed into Escherichia coli strain BL21 (DE3) cells for protein expression. Cultures were grown in LB medium containing 0.1 mg ml À1 ampicillin at 310 K until the optical density at 600 nm reached 0.6. Isopropyl -d-1-thiogalactopyranoside was added to a final concentration of 0.5 mM and the cultures were induced to express PEDV main protease at 289 K for 16 h. Thereafter, centrifugation was used to harvest the cells and the bacterial pellets were resuspended in PBS (140 mM NaCl, 10 mM Na 2 HPO 4 , 2.7 mM KCl, 1.8 mM KH 2 PO 4 pH 7.3) supplemented with 1 mM dithiothreitol (DTT) and 10% glycerol. After sonication at 277 K, the bacterial lysate was centrifuged at 12 000g for 50 min at 277 K and the precipitate was discarded. The supernatant was loaded onto a disposable column containing glutathione Sepharose 4B affinity resin (Pharmacia) for purification of the GST-tagged PEDV main protease. The fusion protein was then subjected to on-column cleavage using commercial PreScission protease (Pharmacia) at 277 K for 18 h. The protease was added to a final concentration of 0.25 mg ml À1 for proteolysis in PBS. Five additional residues (GPLGS) were left at the N-terminus of the PEDV main protease. The resulting protein of interest was further purified by anion-exchange chromatography using a HiTrap Q column (GE Healthcare) with a linear gradient from 25 to 250 mM NaCl in 20 mM Tris-HCl pH 8.0, 10% glycerol, 1 mM DTT and reached greater than 90% purity by SDS-PAGE analysis (Fig. 1a) . Typical yields were 5 mg of purified protein per litre of bacterial culture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 1721,
                    "end": 1730,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Macromolecule production"
        },
        {
            "text": "The purified protein was immediately supplemented with 10% dimethyl sulfoxide (DMSO) and concentrated to 1 mg ml À1 using Thermo iCON concentrators. The protein concentration was determined by ultraviolet-visible spectrophotometry using a NanoDrop 2000 spectrophotometer (Thermo Scientific, USA). The previously reported inhibitor N3 , dissolved in 100% DMSO to a final concentration of 10 mM as a stock, was then added to the purified protein at a molar ratio from 3:1 to 5:1. After mixing at 277 K for 4 h, the protein complex was centrifuged at 12 000g for 10 min and exchanged into a buffer consisting of 10 mM HEPES pH 7.5, 150 mM NaCl, 1 mM DTT using concentrators. The final protein was concentrated to 10 mg ml À1 for crystallization. In the initial stage, Table 1 Macromolecule-production information. .5-7.9, 5%(w/v) polyethylene glycol 8000 (Fig. 1b) . The crystallization information is summarized in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 772,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 913,
                    "end": 920,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystals were cryoprotected in a solution consisting of 25%(v/v) 2-propanol, 0.1 M Tris pH 7.7, 5%(w/v) polyethylene glycol 8000, 20% glycerol and were then mounted in a nylon loop and flashcooled in a nitrogen stream at 100 K. The X-ray diffraction data sets were collected using an ADSC Q315r detector on beamline BL-5A of the Photon Factory, KEK, Japan at a wavelength of 1.0000 Å . The crystals showed high-quality diffraction patterns after annealing for about 30 s (Fig. 2) . The annealing procedure was performed following a previously described protocol (Yeh & Hol, 1998; Kriminski et al., 2002) . Briefly, the cold nitrogen was first diverted. The crystal was left at room temperature to anneal for about 30 s and subjected to data collection. All intensity data were indexed, integrated and scaled with the HKL-2000 package (Otwinowski & Minor, 1997) . A complete data set was collected to 2.5 Å resolution and the data-collection and processing statistics are summarized in Table 3 .",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 583,
                    "text": "(Yeh & Hol, 1998;",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 607,
                    "text": "Kriminski et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 864,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 996,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "X-ray data collection and processing"
        },
        {
            "text": "The crystals were initially directly subjected to X-ray diffraction validation. However, only weak diffraction could be obtained. We then used the annealing method to improve the diffraction quality of the complex crystals (Yeh & Hol, 1998; Kriminski et al., 2002) . The crystals finally diffracted to a highest resolution of of 2.5 Å using 25%(v/v) 2-propanol, 0.1 M Tris pH 7.7, 5%(w/v) polyethylene glycol 8000, 20% glycerol as a cryoprotectant. The crystals belonged to space group R3, with unit-cell parameters a = 175.3, b = 175.3, c = 58.7 Å . The data set was evaluated by phenix.xtriage (Adams et al., 2010) and no twinning or pseudo-translational symmetry was detected. Subsequent calculation of the self-rotation function with MOLREP (Vagin & Teplyakov, 2010) Table 2 Crystallization.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 240,
                    "text": "(Yeh & Hol, 1998;",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 264,
                    "text": "Kriminski et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 616,
                    "text": "(Adams et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 770,
                    "text": "(Vagin & Teplyakov, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 778,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Hanging-drop vapour diffusion Plate type 16-well crystallization plates Temperature (K) 291 Protein concentration (mg ml À1 ) 1 0 Buffer composition of protein solution 10 mM HEPES pH 7.5, 150 mM NaCl, 1 mM DTT Composition of reservoir solution 25-29%(v/v) 2-propanol, 0.1 M Tris pH 7.5-7.9, 5%(w/v) polyethylene glycol 8000 Volume and ratio of drop 1.0 ml + 1.0 ml Volume of reservoir (ml) 200 Table 3 Data-collection and processing statistics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "Values in parentheses are for the outer shell. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "A typical diffraction pattern from a crystal of the PEDV main protease complex collected on beamline BL-5A of the Photon Factory, KEK, Japan. The edge of the frame is at 2.44 Å resolution. Diffraction spots in the outer resolution shell are indicated by the box. tallographic symmetry axis (Fig. 3) . This axis is approximately parallel to the crystal axis. The angle between these two axes is about 15 . Among the available CoV main protease structures (Anand et al., 2002 Chuck et al., 2013; Kim et al., 2012; Lee et al., 2005 Lee et al., , 2009 Lu et al., 2006; Ren et al., 2013; Bacha et al., 2008; Verschueren et al., 2008; Xue et al., 2007 Xue et al., , 2008 Yang et al., 2003 Yang et al., , 2005 Zhao et al., 2008; Zhu et al., 2011) , the primary sequence of HCoV-229E main protease (PDB entries 2zu2 and 1p9s; Lee et al., 2009; Anand et al., 2003) shows 70% identity to the PEDV main protease, indicating that the structure of HCoV-229E main protease may serve as a suitable search model to solve the structure of the PEDV main protease by molecular replacement. Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968 ) was calculated to be 2.62 Å 3 Da À1 and the solvent content to be 53.1%, assuming the presence of two molecules per asymmetric unit. Further structural and biochemical analysis of the PEDV main protease in complex with the Michael acceptor N3 will lead to better design and optimization of an antiviral against PED.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 473,
                    "text": "(Anand et al., 2002",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 493,
                    "text": "Chuck et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 511,
                    "text": "Kim et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 528,
                    "text": "Lee et al., 2005",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 547,
                    "text": "Lee et al., , 2009",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 564,
                    "text": "Lu et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 582,
                    "text": "Ren et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 602,
                    "text": "Bacha et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 628,
                    "text": "Verschueren et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 645,
                    "text": "Xue et al., 2007",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 664,
                    "text": "Xue et al., , 2008",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 682,
                    "text": "Yang et al., 2003",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 683,
                    "end": 702,
                    "text": "Yang et al., , 2005",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 721,
                    "text": "Zhao et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 739,
                    "text": "Zhu et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 835,
                    "text": "Lee et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 855,
                    "text": "Anand et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1157,
                    "text": "(Matthews, 1968",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 298,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Figure 2"
        },
        {
            "text": "We would like to thank Dunquan Jiang for his help with data collection on beamline BL-5A at the Photon Factory, KEK, Japan. This work was supported by the National Natural Science Foundation of China (31300150) Stereographic projection of the self-rotation function of the diffraction data set for = 180 calculated for data between 10 and 3 Å resolution at a radius of integration of 30 Å using MOLREP from the CCP4 suite. The x and z axes of the plot align with the a and c* crystallographic axes, respectively, and the xy plane aligns with the ab crystallographic plane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        }
    ],
    "bib_entries": {
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Proc. Natl Acad. Sci. USA, 96",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11000--11007",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Human coronavirus HKU1 (Zhao et al., 2008), SARS-CoV (Verschueren et al., 2008; Lu et al., 2006; Lee et al., 2005; Yang et al., 2003, 2005; Bacha et al., 2008), IBV (Xue et al., 2008)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "commercial screening kits including Crystal Screen, Crystal Screen 2, Index, PEGRx and PEGRx 2 (Hampton Research, Laguna Niguel, California, USA) were used to screen for preliminary crystallization conditions for PEDV main protease in complex with N3. Crystallization trials were set up in 16-well crystallization plates (Xiangyushun, People's Republic of China) at 291 K using the hanging-drop vapour-diffusion method. Crystallization drops were carefully set up by mixing 1.0 ml protein solution with 1.0 ml reservoir solution and were then left to equilibrate against 200 ml reservoir solution. Initial crystallization communications Acta Cryst. (2014). F70, 1608-1611 Tan et al. PEDV main protease 1609",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Purification and crystallization of PEDV main protease. (a) SDS-PAGE analysis of purified PEDV main protease. The molecular masses of the marker and PEDV main protease are indicated in kDa. (b) Typical crystals of PEDV main protease complexed with the inhibitor N3 grown by the hanging-drop method. Crystals with typical dimensions of 0.08 Â 0.08 Â 0.05 mm were used for subsequent X-ray diffraction tests and data collection. crystals of PEDV main protease in complex with N3 were obtained after 24 h using condition No. 38 of PEGRx 2, which consisted of 20%(v/v) 2-propanol, 0.1 M Tris pH 8.0, 5%(w/v) polyethylene glycol 8000. The optimized condition consisted of 25-29%(v/v) 2-propanol, 0.1 M Tris pH 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "et al. PEDV main protease Acta Cryst. (2014). F70, 1608-1611",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", the Specialized Research Fund for the Doctoral Program of Higher Education of China (20130032120090)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}