{
    "paper_id": "011c7c4ce9ad8c20533be1791a4ff09e3c536532",
    "metadata": {
        "title": "Multiplex Paper-Based Colorimetric DNA Sensor Using Pyrrolidinyl Peptide Nucleic Acid-Induced AgNPs Aggregation for Detecting MERS-CoV, MTB, and HPV Oligonucleotides",
        "authors": [
            {
                "first": "Prinjaporn",
                "middle": [],
                "last": "Teengam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weena",
                "middle": [],
                "last": "Siangproh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Srinakharinwirot University",
                    "location": {
                        "postCode": "10110",
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Adisorn",
                "middle": [],
                "last": "Tuantranont",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Nanoelectronics and MEMS Laboratory",
                    "institution": "National Electronics and Computer Technology Center",
                    "location": {
                        "postCode": "12120",
                        "settlement": "Pathumthani",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Tirayut",
                "middle": [],
                "last": "Vilaivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Orawon",
                "middle": [],
                "last": "Chailapakul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Electrochemistry and Optical Spectroscopy Research Unit",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "⊥",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "S"
                ],
                "last": "Henry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Colorado State University",
                    "location": {
                        "addrLine": "Fort Collins",
                        "postCode": "80523",
                        "region": "Colorado",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "○",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The development of simple fluorescent and colorimetric assays that enable point-of-care DNA and RNA detection has been a topic of significant research because of the utility of such assays in resource limited settings. The most common motifs utilize hybridization to a complementary detection strand coupled with a sensitive reporter molecule. Here, a paper-based colorimetric assay for DNA detection based on pyrrolidinyl peptide nucleic acid (acpcPNA)-induced nanoparticle aggregation is reported as an alternative to traditional colorimetric approaches. PNA probes are an attractive alternative to DNA and RNA probes because they are chemically and biologically stable, easily synthesized, and hybridize efficiently with the complementary DNA strands. The acpcPNA probe contains a single positive charge from the lysine at C-terminus and causes aggregation of citrate anion-stabilized silver nanoparticles (AgNPs) in the absence of complementary DNA. In the presence of target DNA, formation of the anionic DNA-acpcPNA duplex results in dispersion of the AgNPs as a result of electrostatic repulsion, giving rise to a detectable color change. Factors affecting the sensitivity and selectivity of this assay were investigated, including ionic strength, AgNP concentration, PNA concentration, and DNA strand mismatches. The method was used for screening of synthetic Middle East respiratory syndrome coronavirus (MERS-CoV), Mycobacterium tuberculosis (MTB), and human papillomavirus (HPV) DNA based on a colorimetric paper-based analytical device developed using the aforementioned principle. The oligonucleotide targets were detected by measuring the color change of AgNPs, giving detection limits of 1.53 (MERS-CoV), 1.27 (MTB), and 1.03 nM (HPV). The acpcPNA probe exhibited high selectivity for the complementary oligonucleotides over single-base-mismatch, two-base-mismatch, and noncomplementary DNA targets. The proposed paper-based colorimetric DNA sensor has potential to be an alternative approach for simple, rapid, sensitive, and selective DNA detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "ABSTRACT: The development of simple fluorescent and colorimetric assays that enable point-of-care DNA and RNA detection has been a topic of significant research because of the utility of such assays in resource limited settings. The most common motifs utilize hybridization to a complementary detection strand coupled with a sensitive reporter molecule. Here, a paper-based colorimetric assay for DNA detection based on pyrrolidinyl peptide nucleic acid (acpcPNA)-induced nanoparticle aggregation is reported as an alternative to traditional colorimetric approaches. PNA probes are an attractive alternative to DNA and RNA probes because they are chemically and biologically stable, easily synthesized, and hybridize efficiently with the complementary DNA strands. The acpcPNA probe contains a single positive charge from the lysine at C-terminus and causes aggregation of citrate anion-stabilized silver nanoparticles (AgNPs) in the absence of complementary DNA. In the presence of target DNA, formation of the anionic DNA-acpcPNA duplex results in dispersion of the AgNPs as a result of electrostatic repulsion, giving rise to a detectable color change. Factors affecting the sensitivity and selectivity of this assay were investigated, including ionic strength, AgNP concentration, PNA concentration, and DNA strand mismatches. The method was used for screening of synthetic Middle East respiratory syndrome coronavirus (MERS-CoV), Mycobacterium tuberculosis (MTB), and human papillomavirus (HPV) DNA based on a colorimetric paper-based analytical device developed using the aforementioned principle. The oligonucleotide targets were detected by measuring the color change of AgNPs, giving detection limits of 1.53 (MERS-CoV), 1.27 (MTB), and 1.03 nM (HPV). The acpcPNA probe exhibited high selectivity for the complementary oligonucleotides over single-base-mismatch, two-base-mismatch, and noncomplementary DNA targets. The proposed paper-based colorimetric DNA sensor has potential to be an alternative approach for simple, rapid, sensitive, and selective DNA detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "I nfectious diseases represent a major threat to human health in developed and developing countries alike. DNA alterations contribute to different types of diseases; therefore, the detection of specific DNA sequences plays a crucial role in the development method for early stage treatment and monitoring of genetic-related diseases. DNA diagnostics can provide sequencespecific detection, especially for single-nucleotide polymorphisms (SNPs), 1 which critical for a range of applications including the diagnosis of human diseases and bacterial/viral infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "Middle East respiratory syndrome (MERS), tuberculosis (TB), and cervical cancers related to human papilloma virus (HPV) are examples of infectious diseases caused by bacterial and viral infections that benefit greatly from DNA detection. TB is an infectious disease caused by mycobacteria, usually M. tuberculosis (MTB) in humans. 2 HPV has been shown to be a major cause of cervical cancer. 3 Middle East Respiratory Syndrome coronavirus (MERS-CoV) has recently emerged as an infectious disease with a high fatality rate in humans. 4 Diagnostic methods developed for these infectious diseases include reverse transcription polymerase chain reaction (RT-PCR) for MERS-CoV, 5 sputum smear microscopy, culture of bacilli, and molecular species diagnostics for MTB 6−11 and Digene Hybrid Capture assay (HC2) and Pap smear test for HPV. 12, 13 While these techniques have been used for successful detection, they are difficult to implement in point-of-care clinical diagnostics particularly in developing countries lacking specialized medical facilities and skilled personnel. Therefore, simple, rapid, low-cost, and highly accurate on-site diagnostic platforms amenable to nucleic acid detection remain a challenge for early detection of infectious diseases for better patient management and infection control. Although DNA amplification is still needed with the current method to provide high sensitivity, we seek to further improve selectivity and assay simplicity to give immediate and quantitative responses in resource limited settings.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 393,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 534,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "Paper-based analytical devices (PADs) are a point-of-use technology that recently received renewed interest because they are simple, inexpensive, portable, and disposable. 14−16 To date, PADs have been extensively used for applications ranging from environmental analysis to clinical diagnostic assays. 15, 17, 18 Colorimetric assays are particularly attractive when coupled with PADs due to their ease-of-use, lack of complicated external equipment and ability to provide semiquantitative results. 19−21 Moreover, quantitative analysis of colorimetric assays can be accomplished using simple optical technologies such as digital cameras 22−24 and office scanners 20,25 combined with image processing software to carry out color, hue, and intensity measurements. In the field of clinical diagnostics, the advantages of simplicity, sensitivity, and low-cost are key reasons that make PADs coupled with colorimetric detection an effective diagnostic tool relative to traditional methods.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 504,
                    "text": "19−21",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 643,
                    "text": "22−24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "Colorimetric assays based on the aggregation of silver (AgNPs) and gold nanoparticles (AuNPs) have attracted increasing attention in biomedical applications. The optical properties of these nanomaterials depend on their size and shape. 26−31 AgNPs are known to have a higher extinction coefficient compared to AuNPs, 32−34 leading to improved optical sensitivity. Chemical reduction of silver salts is frequently used to synthesize AgNPs; while specific control of shape and size distribution is achieved by varying the reducing agents and stabilizers. 35−37 Among stabilizing agents, negatively charged citrate has been widely used. 38, 39 Recently, colorimetric assays based on AgNPs aggregation for DNA detection has been reported. 34 Colorimetric DNA detection using AgNPs usually involves modifying the particles with a DNA probe and mixing them with the DNA target containing the complementary ",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 241,
                    "text": "26−31",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 737,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "5′-GCTGGAGGTGTATG-3′ noncomplementary DNA 1 (HPV type 18) 5′-GGATGCTGCACCGG-3′ noncomplementary DNA 2 (HPV type 31) 5′-CCAAAAGCCCAAGG-3′ noncomplementary DNA 3 (HPV type 33) 5′-CACATCCACCCGCA-3′",
            "cite_spans": [],
            "ref_spans": [],
            "section": "* S Supporting Information"
        },
        {
            "text": "Analytical Chemistry Article sequence. When the hybridization of probe and target DNA occurs, the AgNPs aggregate and change color. 33, 34 The assay principal has been further adopted using charge-neutral peptide nucleic acids (PNA) 40,41 as the hybridization agent. PNA causes aggregation of metal nanoparticles in solution without immobilization, thus, simplifying the assay. 42, 43 Finally, PNAbased nanoparticle aggregation assays also provide a high hybridization efficiency of PNA-DNA duplexes leading to a rapid color change. 43 Recently, Vilaivan's group proposed a new conformationally constrained pyrrolidinyl PNA system which possesses an α,β-peptide backbone derived from D-proline/2-aminocyclopentanecarboxylic acid (known as acpcPNA). 44, 45 Compared to Nielsen's PNA, 40 acpcPNA exhibits a stronger affinity and higher sequence specificity binding to DNA. acpcPNA exhibits the characteristic selectivity of antiparallel binding to the target DNA and low tendency to self-hybridize. Moreover, the nucleobases and backbone of acpcPNA can be modified to increase molecular functionality. These combined properties make acpcPNA an attractive candidate as a probe for biological applications. 46−48 Here, the multiplex colorimetric PAD for DNA detection based on the aggregation of AgNPs induced by acpcPNA is reported. acpcPNA bearing a positively charged lysine modification at C-terminus was designed as the probe. The cationic PNA probe can interact with the negatively charged AgNPs leading to nanoparticle aggregation and a significant color change. This proposed sensor was used for simultaneous detection of MERS-CoV, MTB, and HPV. The developed paperbased DNA sensor has potential as an alternative diagnostic device for simple, rapid, sensitive, and selective DNA/RNA detection.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 384,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "44,",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 783,
                    "end": 785,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1208,
                    "text": "46−48",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 1. (A) Design and (B) Operation of Multiplex Paper-Based Colorimetric Device"
        },
        {
            "text": "Chemicals and Materials. Analytical grade reagents, including AgNO 3 , NaBH 4 , and sodium citrate from Sigma-Aldrich, KH 2 PO 4 and KCl from Fisher Scientific, Na 2 HPO 4 from Mallinckrodt, and NaCl from Macron, were used without further purification. A total of 18 M Ω·cm −1 resistance water was obtained from a Millipore Milli-Q water system. Synthetic DNA oligonucleotides were obtained from Biosearch Technologies. The sequences of DNA oligonucleotides are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 478,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Synthesis of AgNPs. The AgNPs were synthesized using the citrate-stabilization method. 49 Briefly, 4 mL of 12.6 mM sodium citrate and 50 mL of 0.3 mM AgNO 3 were mixed together. Then, 1 mL of 37 mM NaBH 4 was added to the mixture under vigorous stirring and the solution turned yellow. The formation of AgNPs and their size distribution were verified by dynamic light scattering measurement, and the average size of AgNPs was found to be 19 nm ( Figure S1 ).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 455,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Synthesis of acpcPNA Probes. The acpcPNA probes were designed to detect the synthetic oligonucleotide targets The acpcPNA probe was synthesized by solid-phase peptide synthesis using Fmoc chemistry, as previously described. 44 At the C-terminus, lysinamide was included as a positively charged group that could induce nanoparticle aggregation. All PNA were purified by reverse-phase HPLC (C18 column, 0.1% (v/v) trifluoroacetic acid (TFA) in H 2 O−MeOH gradient). The identity of the acpcPNA was verified by MALDI-TOF MS analysis ( Figure S2 ), and the purity was confirmed to be >90% by reverse-phase HPLC.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "44",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 541,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Design and Operation of Paper-Based Multiplex DNA Sensor. A wax-printing technique was used to create PADs. 50 The sensor was designed using Adobe Illustrator. The wax colors were selected to be complementary to the colorimetric reactions to enhance visualization. For paper-based device fabrication, the wax design was printed onto Whatman grade 1 filter paper (VWR) using a wax printer (Xerox Phaser 8860). The wax pattern was subsequently melted at 175°C for 50 s to generate the hydrophobic barriers and hydrophilic channels. The sensor was based on Origami concept consisting of two layers. 51, 52 As shown in Scheme 1A, the base layer contains four wax-defined channels extending outward from the sample reservoir (6 mm i.d.) and the top layer contains four detection and control zones (4 mm i.d.). Scheme 1B illustrates operation of the multiplex sensor. First, the sample reservoir of the top layer was punched to provide a solution connection directly from the top to the bottom layer, and then the device was assembled by folding the top layer over the base layer to create the three-dimension origami paper-based device. A polydimethylsiloxane (PDMS) lid was used for holding the two layers together. The lid consisting of one 6 mm diameter hole over the sample reservoir and eight 4 mm diameter holes over the colorimetric detection and control zones was aligned over the device to provide consistent pressure across the surface of the device. Next, the acpcPNA probe and AgNPs solution were added onto the detection and control zones. Finally, the sample solution was added onto the sample reservoir and flow through the channels to wet the colorimetric detection zones.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "51,",
                    "ref_id": null
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Colorimetric Detection of MERS-CoV, MTB, and HPV DNA Target. According to the concept of PNA-induced AgNPs aggregation, 42, 43 acpcPNA was designed as a specific probe for quantitative detection of synthetic MERS-CoV, MTB, and HPV DNA targets. For colorimetric detection, the detection zone was prepared by adding 10 μL of AgNPs in 0.1 M phosphate buffer saline (PBS) pH 7.4 in a ratio of 5:1 (AgNPs: PBS), followed by 1 μL of specific acpcPNA probe. Control zones were prepared using the same conditions as the colorimetric Image Processing. The detection images were recorded using a scanner (XEROX DocuMate 3220) and saved in JPEG format at 600 dpi. ImageJ software (National Institutes of Health) was used to analyze the mean intensity of the color for each colorimetric reaction zone by applying a color threshold window for removing the blue background. Images were then inverted, and the mean intensity was measured. 20, 53 ■ RESULTS AND DISCUSSION acpcPNA-Induced AgNPs Aggregation. The process of acpcPNA-induced AgNPs aggregation is shown in Scheme 2. The anionic AgNPs are initially well dispersed due to electrostatic repulsion. On addition of the cationic acpcPNA, the electrostatic repulsion is shielded, resulting in nanoparticle aggregation. When complementary DNA (DNA com ) is present, the specific PNA−DNA interaction outcompetes the less specific PNA−AgNPs interaction, resulting in a negatively charged PNA−DNA com duplex and deaggregation of the anionic nanoparticles. Upon addition of noncomplementary DNA (DNA nc ), the acpcPNA should remain bound to the AgNPs and no color change occurs. To prove the concept, we designed and synthesized acpcPNA probes to detect synthetic oligonucleotide targets with sequences corresponding to MERS-CoV, MTB, and HPV type 16. The photographs of the results are shown in Figure 1 . The yellow AgNPs turned red when the acpcPNA was added. When the solution contained of the acpcPNA and DNA nc , the color also changed to red due to aggregation of the AgNPs. On the other hand, the color changed from red (aggregated) to yellow (nonaggregated) in the presence of DNA com , with the intensity dependent on the DNA concentration. Next, the sequence of adding the PNA probe and DNA target was investigated. As shown in Figure S3 , when equimolar DNA com was added either before or after the addition of acpcPNA probe into the AgNPs, the same color intensities were obtained indicating that the sequence of adding acpcPNA and DNA com did not impact the final signal.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1830,
                    "end": 1838,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 2273,
                    "end": 2282,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Critical Coagulation Concentration (CCC). The influence of electrolyte solution on the aggregation behavior of citratestabilized AgNPs was investigated based on the CCC. 54 The CCC represents the electrolyte concentration required to cause aggregation of the nanoparticles in the absence of acpcPNA. In Figure S4 , the color intensity of citrate-stabilized AgNPs in the absence of acpcPNA probe is shown as a function of NaCl concentration. The intensity and, therefore, the degree of aggregation, increased with the concentration of NaCl, indicating that increasing ionic strength led to enhanced aggregation. 55 We believe that the ionic strength can decrease the electrostatic repulsion of citrate-stabilized AgNPs as a result of shielding, accelerating the AgNPs aggregation. The CCC was obtained when the degree of aggregation reached a maximum and became independent of NaCl concentration. In this experiment, the CCC of citrate-stabilized AgNPs was found to be 30 mM. Above this concentration, PNA-induced aggregation was not observed.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 613,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "Figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Optimization of Assay Parameters. For a colorimetric assay based on acpcPNA-induced AgNPs aggregation, assay parameters including 0.1 M PBS (pH 7.4) ratio and acpcPNA concentration were optimized using a simple paper-based design. The degree of AgNPs aggregation was determined by measuring the color intensity of the resulting solution in the presence of acpcPNA without target DNA. First, the impact of the PBS concentration on AgNPs aggregation was measured. The differential color intensity (Δ intensity, ΔI) obtained before and after addition of acpcPNA as a function of AgNPs to PBS ratio is shown in Figure 2A . ΔI increased until the ratio of AgNPs/ PBS reached 5:1 and then decreased until it plateaued at 5:2. Thus, the ratio of 5:1 AgNPs/PBS was selected as the optimal condition because it gave the largest ΔI. Another important aspect for the DNA assay is probe concentration. The influence of acpcPNA probe concentration on absolute intensity was studied. As shown in Figure 2B , the acpcPNA concentration was varied within a range of 0−2.5 μM, and the highest aggregation was obtained at the concentration of 1.0 μM. At this concentration, the aggregation became independent of acpcPNA concentration, which was desirable for simplifying the assay. Higher concentrations of AgNPs were not tested in order to minimize reagent consumption. As a result, the optimal conditions consisting of AgNPs/PBS ratio of 5:1 and acpcPNA concentration of 1.0 μM were selected for further experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 982,
                    "end": 991,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "Selectivity of MERS-CoV, MTB, and HPV Detection. To investigate the selectivity of this system, the color intensity obtained from the DNA com of MERS-CoV, MTB, and HPV was compared to that of single-base mismatch (DNA m1 ), two-base mismatch (DNA m2 ), and DNA nc sequences. The color intensity decreased significantly in the presence of DNA com ; whereas, the intensity did not change for the mismatched and noncomplementary targets (Figure 3) . We believe the affinity of PNA−DNA hybridization was reduced due to the contribution of one-and two-base mismatches, leaving free PNA to aggregate the nanoparticles. PNA−DNA com complex can retard the ability of PNA to induce AgNPs aggregation as discussed above and result in different color intensities. These results suggest that the fully complementary DNA selectively hybridized the acpcPNA probe and yielded measurable signals. In addition, bovine serum albumin (BSA), which is commonly used in cell culture protocols, was used to investigate the protein interference of the proposed system. The DNA target was prepared in the presence of 3% BSA solution. It was observed that the color intensities of the DNA targets for MERS-CoV, MTB, and HPV in 3% BSA solution were statistically identical to the ones without BSA ( Figure S5) . Hence, common proteins should not negatively affect the analysis of this system. Analytical Performance. To assess the sensitivity of the proposed method for DNA quantification, the intensity as a function of the target DNA concentration was determined. The color intensity decreases with the target DNA concentration. The calibration curves for each species are shown in Figure 4A , B, and C for MERS-CoV, MTB, and HPV, respectively. The linear range for each DNA target using a logarithmic DNA concentration and color intensity (Figure 4 , inset) was also obtained. The analytical performances for all three DNA targets are summarized in Table 2 . It can be seen that a sufficiently low detection limit could be obtained for MERS-CoV, MTB, and HPV detection without the need for multiple PCR cycles. Moreover, this multiplex system can provide sensitive and selective detection for simultaneous analysis of multiple DNA targets in a single device, which simplifies the analysis compared to traditional diagnostics. 9,56−59 Device Design. Next, a multiplex device (Scheme 1) was designed for simultaneous detection of MERS-CoV, MTB, and HPV. The top layer contained four detection zones and four control zones. Each zone contained AgNPs with a single acpcPNA probe to provide selectivity for DNA. The base layer contained four wax-defined channels extending outward from a sample inlet. After the device was folded and stacked together, the channels of the base layer were connected to four detection zones of the top layer. Upon sample addition, the solution moved outward through the channels of the base layer to wet the colorimetric detection zones of the top layer and lead to color change. Figure 5 illustrates the ability of the proposed sensor for detection of 100 nM MERS-CoV, MTB, and HPV. Only the colorimetric detection zones that contained the selective probes changed color compared to their control zones. This result indicated that the multiplex paper-based colorimetric sensor is promising for simultaneous determination of MERS-CoV, MTB, and HPV.",
            "cite_spans": [
                {
                    "start": 2302,
                    "end": 2309,
                    "text": "9,56−59",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 444,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1272,
                    "end": 1282,
                    "text": "Figure S5)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1657,
                    "end": 1666,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1815,
                    "end": 1824,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1925,
                    "end": 1932,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2982,
                    "end": 2990,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "■ EXPERIMENTAL SECTION"
        },
        {
            "text": "A multiplex colorimetric PAD was developed for simultaneous detection of DNA associated with viral and bacterial infectious diseases, including Middle East respiratory syndrome coronavirus (MERS-CoV), Mycobacterium tuberculosis (MTB), and human papillomavirus (HPV). AgNPs were used as a colorimetric reagent for DNA detection based on acpcPNA-induced nanoparticle aggregation. This colorimetric DNA sensor exhibited high selectivity against single-base mismatch, two-base mismatch and noncomplementary target DNA. Under the optimized condition, the limit of detection for MERS-CoV, MTB, and HPV were found to be 1.53, 1.27, and 1.03 nM, respectively. As a result, this developed multiplex colorimetric PAD could be a low-cost and disposable alternative tool for rapid screening and detecting in infectious diagnostics. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "■ CONCLUSIONS"
        },
        {
            "text": "Article",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical Chemistry"
        }
    ],
    "bib_entries": {
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Infectious Disease Clinics of North America",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gravitt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jamshidi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "439--458",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Process of acpcPNA-Induced AgNP Aggregation in the Presence of DNA com and DNA nc Photograph of visual color changes obtained from detection of MERS-CoV, MTB, and HPV in the presence of DNA com . Analytical Chemistry Article with sequences corresponding to MERS-CoV, MTB, and HPV type 16. The sequences of acpcPNA probes are as follows: MERS-CoV: CTCTTCACATAATCG-LysNH 2 MTB: CAAGAAACACGTTAT-LysNH 2 HPV type 16: CATACACCTCCAGC-LysNH 2 *(written in the N → C direction)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Influence of (A) AgNPs/PBS ratio and (B) acpcPNA probe concentration on color intensity for MERS-CoV, MTB, and HPV detection. The error bars represent one standard deviation (SD) obtained from three independent measurements (10.1021/acs.analchem.7b00255 Anal. Chem. 2017, 89, 5428−5435 detection zones. Next, 25 μL of DNA target was added to the open sample reservoir. Upon sample addition, solution moved outward through the channels to wet the colorimetric detection zone of the top layer. Finally, the AgNPs aggregation occurred and the color intensity was measured.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Color intensity of (A) MERS-CoV, (B) MTB, and (C) HPV detection after hybridization of DNA m1 , DNA m2 , and DNA nc . The error bars represent one standard deviation (SD) obtained from three independent measurements (n = 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Change of probe color intensity vs DNA target concentration (ΔI) and calibration graph between ΔI and log DNA target concentration (inset) for (A) MERS-CoV, (B) MTB, and (C) HPV detection. The error bars represent standard deviation (SD) obtained from three independent measurement (n = 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.analchem.7b00255. Supporting Figures S1−S5 (PDF). ■ AUTHOR INFORMATION Corresponding Authors *E-mail: chuck.henry@colostate.edu. *E-mail: corawon@chula.ac.th.ORCID Charles S. Henry: 0000-0002-8671-7728 Notes The authors declare no competing financial interest. ■ ACKNOWLEDGMENTS P.T. gratefully appreciates the financial supports from Thailand Graduate Institute of Science and Technology (TGIST 01-55-014) and The Thailand Research Fund (RTA5780005). C.S.H. acknowledges financial support from Colorado State University and the United States Department of Agriculture through the National Wildlife Research Center (1574000859CA). T.V. acknowledges technical assistance of Ms. Chotima Vilaivan (Organic Synthesis Research Unit, Chulalongkorn University) and the financial support from Thailand Research Fund (DPG5780002, to T.V.) for the PNA synthesis. The authors thank Dr. Yuanyuan Yang for assistance with manuscript editing. The authors also acknowledge important discussions with Dr. Christopher Ackerson surrounding the critical coagulation concentration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Selectivity of 100 nM MERS-CoV, MTB, and HPV detection using multiplex colorimetric PAD (1, C 1 = AgNPs + MERS-CoV acpcPNA probe; 2, C 2 = AgNPs + MTB acpcPNA probe; 3, C 3 = AgNPs + HPV acpcPNA probe).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "List of Oligonucleotide Used in This Study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summarized Analytical Performance of the Multiplexed 3DPAD for Colorimetric DNA Assay",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}