{
    "paper_id": "01871bea25a8ec1f2fc4cea4964f86eb6378f321",
    "metadata": {
        "title": "The invention of the swine-flu pandemic",
        "authors": [
            {
                "first": "Ulrich",
                "middle": [],
                "last": "Keil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Schönhöfer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Spelsberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The hype about the swine-flu pandemic is over. Should we, therefore, forget about this episode? We feel that there is a need to evaluate on a national as well as international level the events which have occurred and the mistakes which have been made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The announcement of the swine-flu pandemic on June 11, 2009 by the World Health Organization (WHO) was a real precedent. In May 2009 WHO eliminated the severity of disease from the definition of stage six of a pandemic and demanded as sole criterion the swift and worldwide spread of a new virus against which the population has no immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For the first time expensive measures against a pandemic such as the production of vaccines and mass vaccination were initiated worldwide. The pandemic stage six has been kept until August 2010, although there was nei-ther any indication for serious health threats from A/H1N1 influenza, nor was the virus ''new''.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Neither WHO nor national pandemic expert committees nor governments have informed the public that the A/H1N1 virus has been known for decades. In the 1970ies soldiers coming from Vietnam brought the virus as the so called Asian swine flu to the US. In 1976 a vaccination campaign was started and about 40 million US-citizens were vaccinated, because the Centres for Disease Control and Prevention (CDC) feared, that the A/H1N1 virus might be similar to the virus of the Spanish influenza in 1918-1920 with 25-40 million deaths [1]. The A/H1N1 vaccination campaign was stopped abruptly when it was realized that the virus produced only a mild disease, while the vaccine produced a number of severe neurological side effects, namely Guillain-Barre-Syndrome [2] .",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 758,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A historical perspective"
        },
        {
            "text": "In their report ''The epidemic that never was'' Neustadt and Fineberg [3, 4] concluded that • '' overconfidence by specialists in theories extrapolated from meagre evidence • conviction fuelled by a conjunction of some preexisting personal agendas • premature commitment to deciding more than had to be decided • failure to address uncertainties in such a way as to prepare for reconsideration • insufficient questioning of scientific logic and of implementation prospects'' were all points that were detrimental in the decision making process in 1976. Obviously, these lessons were not learned.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[3,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 74,
                    "end": 76,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A historical perspective"
        },
        {
            "text": "A similarly benign evolvement of the 2009/2010 A/H1N1 pandemic has been observed around the world. In Germany about 260 000 people were supposed to be infected and only a very small number of deaths could be attributed to the A/H1N1 pandemic, namely 258 [5] which corresponds to a case fatality of 0.1% (see Table 1 ). Hardly any infection with A/H1N1 has been found among people aged 60 and over, a clear indication that older people had already been in contact with the A/H1N1 virus and/or with vaccines containing A/H1N1 virus antigen [6] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The 2009/2010 A/H1N1 pandemic"
        },
        {
            "text": "In spite of unconvincing data from Mexico, WHO followed the advice of its emergency committee and declared the A/H1N1 pandemic on June 11, 2009, thus triggering a cascade of national actions that had been prepared after the Severe Acute Respiratory Syndrome (SARS) and avian flu pandemic fears.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2009/2010 A/H1N1 pandemic"
        },
        {
            "text": "In Germany 50 million doses of vaccine were ordered by the government costing more than 500 million Euro. Finally, less than 7 million doses were used for vaccination. Interestingly, the contracts with the vaccine manufacturer for Germany, ''GlaxoSmithKline'', were signed already in 2007 after a new pandemic mock-up vaccine (Pandemrix), based on the avian flu A/H5N1 viral antigen, had been licensed. There were no changes made to the contract for the swine flu pandemic in 2009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The 2009/2010 A/H1N1 pandemic"
        },
        {
            "text": "WHO based its evaluations merely on the re-assortment theory promoted by molecular virologists, specifically that two different viruses infecting a host at the same time may merge (=re-assort) into a new highly pathogenic killer virus. These killer virus scenarios, first propagated by government agencies and vaccine producers for SARS, avian flu, and swine-flu, and predicting millions of deaths, call on deeply rooted fears in humans with respect to plagues, such as the Spanish Influenza (1918 Influenza ( -1920 . They never became true and not a single death from SARS or avian flu occurred in Germany, and the swine flu pandemic (258 deaths) did by far not reach the usual death toll of the seasonal flu epidemics.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 497,
                    "text": "Influenza (1918",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 515,
                    "text": "Influenza ( -1920",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The 2009/2010 A/H1N1 pandemic"
        },
        {
            "text": "In recent years we have been witnessing angst campaigns with regard to SARS in 2002/2003, with regard to avian flu in 2005/2006 and now we have experienced the so called swine flu pandemic. The probable worldwide toll for SARS amounts to 8,098 cases of which 774 died (case fatality 9.6%) [7] . Avian flu so far has affected some 496 individuals, killing 293 of them [8] . (see Table 1 ) It is important to know that avian flu is only contracted by close contact between birds and humans and therefore remains a regional zoonosis. Nevertheless, avian flu became the model for pandemic flu scenarios.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "What have we learned from the swine-flu-affair?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "What needs to be done?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Firstly The current concept of pandemics has to be reconsidered and it should be accepted that the spread and severity of infectious diseases is generally more dependent on social conditions of populations than on the properties of the infectious agent [9] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Most people including scientists and politicians are hardly aware of the fact, that the A/H1N1 virus of the Spanish Influenza has hit populations stricken by war and hunger: Poor, frail and undernourished people paid the highest death toll. According to Murray, Lopez et al [10] mortality figures from the Spanish flu showed a 31-fold variability according to the nutritional-and social status of the respective populations; in a hypothetical re-occurrence of the Spanish Influenza pandemic, 96% of all deaths would occur in the developing countries and only 4% in the developed world [10] . Therefore, the swine-flu vaccination campaigns in Europe and North America were especially inappropriate.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Obviously, the most effective way to prevent any infectious disease pandemic is to invest in the improvement of social conditions [9, 11] . Tuberculosis is an excellent example. This major scourge was very prevalent and produced a high death toll at the time, when the mycobacterium tuberculosis was detected by Robert Koch [12] . Although there was no effective treatment, the disease declined dramatically with the improvement of social conditions. When streptomycin appeared on the scene (1952) the epidemic in Europe had nearly disappeared.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[9,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Secondly Sound infectious disease epidemiology must be applied to the surveillance of influenza epidemics, e.g. define the target population, draw appropriate random samples from the respective population to obtain unbiased estimates of the incidence of flu like symptoms and of the viral status of the sample. Such methodology allows for proper inference of the spread and the virulence of the respective infectious agent. Data currently provided by the Global Influenza Surveillance Network are insufficient; they are not population based and therefore do not provide reliable data on disease severity, nor on case fatality. The data on the seasonal influenza show similar weaknesses and the estimates of disease frequency, mortality, and case fatality are similarly vague [13] . Consequently, the effectiveness of seasonal influenza vaccination campaigns and of anti-viral medication is more than questionable [13] .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Thirdly Conflicts of interest of scientific advisors to WHO or to other international and national public health institutions regarding connections with the respective pharmaceutical industry must be disclosed and acted upon in a similar fashion as is the case for employees of and advisors to WHO regarding the tobacco industry [14] .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Fourthly To blame the media alone for the horror scenarios pertaining to the swine-flu pandemic is too simple. The media most often conveyed messages they received from scientists (with hidden links to vaccine producers), representatives of government agencies close to those experts, and WHO. However, contrary to WHO and its experts there were a number of critical journalists questioning the pandemic scenarios. Also not all countries in Europe were following WHO's advice: The minister of health of Poland decided not to buy any swine-flu vaccine. Consequently, there was no vaccination campaign against A/H1N1 in Poland; however, the course of the disease there was similarly mild as in the other European countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "Fifthly WHO failed to give appropriate guidance in the swine flu pandemic. To prevent this from recurring, new strategies for the evaluation of the impact of new infectious diseases are needed. According to the figure by Doshi [15] (see Fig. 1 ) four scenarios are conceivable: a severe disease infecting many (Type 1), a severe disease infecting few (Type 2), a mild disease infecting many (Type 3) and a mild disease infecting few (Type 4). So far WHO has misclassified SARS, avian flu and swine flu as Type 1 diseases, which produced a hat trick of false alarms within less than a decade [16] . Future WHO emergency committees must comprise scientists from a wide range of disciplines thus diminishing the chance of misclassification of future infectious disease epidemics. Advice from disease experts, e.g. molecular virologists, is important, but final policy recommendations must come from scientists trained in evaluation, priority setting, and public health and being fully independent [17] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[17]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 243,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A decade of angst campaigns"
        },
        {
            "text": "In light of the fact, that life expectancy in the western world has been increasing by 2-2.5 years per decade for the last halve century, the angst campaigns concerning influenza pandemics triggered by virologists are out of range and irresponsible. It is ironic, that during the decade of continuous alarms for pandemics, with millions of deaths predicted from SARS, avian flu and swine-flu, life expectancy e.g. in Germany increased by nearly 3 years for both men and women, reaching more than 77 and 82 years for men and women, respectively [18] .",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resume"
        },
        {
            "text": "It is now time to re-evaluate public health strategies and to ask the question what really helps to reduce the burden of morbidity and mortality in Europe and worldwide? Fortunately, we know the great killers, namely cardiovascular diseases, diabetes, cancers and chronic respiratory diseases [19] (plus malaria, HIV/AIDS, tuberculosis in a number of developing countries). And we also know that 90% of diabetes mellitus type II, 85% of lung cancer, 80% of coronary heart disease, 70% of stroke and 70% of colon cancer are preventable by life style modification and public health measures [20] such as improved social conditions, healthy nutrition, increased physical activity and a strict ban on smoking [19] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Public health perspective"
        },
        {
            "text": "However, governments and public health services are often paying only lip service to the prevention of these great killers and are instead wasting money on pandemic scenarios whose evidence base is weak. According to the pharmaceutical industry, their worldwide earnings from selling vaccines against the swine flu pandemic amounted to 18 billion Euro. [21] . The swine-flu affair 189",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Public health perspective"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Officials are urged to heed lessons of 1976 flu outbreak",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kindy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The epidemic that never was. Policy making and the swine flu scare",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Neustadt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Fineberg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Swine flu of 1976: lessons from the past",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Fineberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Organ",
            "volume": "87",
            "issn": "",
            "pages": "414--419",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NN: Im Blickpunkt Schweinegrippe: alles im griff? arznei-telegramm",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "40",
            "issn": "",
            "pages": "93--98",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. WHO SARS assessment and preparedness framework",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "In: Epidemiology and public health",
            "authors": [
                {
                    "first": "Eh",
                    "middle": [
                        "Rudolf"
                    ],
                    "last": "Ackerknecht",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Virchow",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "123--137",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimation of potential global pandemic influenza mortality on the basis of vital registry data from the 1918-20 pandemic: a quantitative analysis",
            "authors": [
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feehan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "2211--2219",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Commission on social determinants of health final report. Closing the Gap in a Generation: health equity through action on the social determinants of health",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Die Aetiologie der Tuberculose",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Berliner Klin Wschr",
            "volume": "19",
            "issn": "",
            "pages": "221--251",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza vaccination: policy versus evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "333",
            "issn": "",
            "pages": "912--917",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "How should we plan for pandemics?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": "603--608",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why we went over the top in the swine flu battle",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preventing pandemics of panic in a NICE way",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonneux",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Damme",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Action plan for the global strategy for the prevention and control of noncommunicable diseases",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Balancing life-style and genomics research for disease prevention",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Willet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "695--703",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hearing on ''The handling of the H1N1 pandemic:more transparency needed?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hassel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proposed classification of impact of new infectious diseases[15]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Case fatality of known influenza viruses",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}