{
    "paper_id": "01b39b951a58dc639b4347f72daaa87e12462182",
    "metadata": {
        "title": "Epitopes on the spike protein of a nephropathogenic strain of infectious bronchitis virus",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [
                    "L"
                ],
                "last": "Parr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Texas Medical School of Houston",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas"
                    }
                },
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [
                    "W"
                ],
                "last": "Coilisson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas A & M University",
                    "location": {
                        "settlement": "College Station, Texas",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious bronchitis virus (IBV), the first coronavirus described, was initially associated with severe respiratory disease. However, outbreaks have more recently also been associated with nephropathogenesis. Topographically interrelated antigenic determinants of the nephropathogenic Gray strain of IBV were characterized using eleven monoclonal antibodies (MAbs). Four MAbs (IgG 2a~c) defined epitopes that were both conformation-independent and group specific, reacting with Gray, Arkansas (Ark), and Massachusetts41 (Mass41) strains. Seven MAbs (IgG 1~:) defined conformation-dependent epitopes that could differentiate the Gray from the Ark and Mass strains. The spike protein specificity of the MAbs was determined with the conformation-independent MAbs and one MAb that reacted only in \"non-denaturing\" western blot assays. Competitive binding studies using these MAbs suggested a high degree of functional dependency among the associated epitopes as might be expected with a protein of complex secondary and tertiary structure. At least two regions associated with complete protection of infected embryos were identified that consisted of both conformation-dependent and independent epitopes. However, a \"non-neutralizing\" MAb, which did not protect the embryo from gross lesions, did inhibit virus-induced lesions and replication in the kidneys. These MAbs should be valuable tools in studying IBV pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis virus (IBV) causes a highly contagious respiratory disease in poultry, especially in the young [5] . Certain strains, such as Gray, Holte, Australian T, and many recent field isolates have been associated with kidney lesions [6, 7, 13, 31, 33] . Correlations between serotype and pathotype have been reported. For example, the Gray strain is known to cause kidney lesions and seems to have reduced tropism for the trachea and lungs, whereas the Arkansas strain is associated with severe respiratory disease and not implicated with nephropathogensis ([7, 13-I, pers. obs.). Defining the factors which predispose certain strains to cause nephropathogenesis effects is critical to the understanding of the mechanisms of IBV pathogenesis. However, studies have not been reported correlating the pathotype of IBV with antigenic or molecular determinants although neurovirulence has been mapped to specific epitopes on the spike protein of mouse hepatitis virus, MHV [10, 30, 32] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 988,
                    "end": 991,
                    "text": "30,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "32]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immunodominant epitopes that are associated with the induction of neutralizing and hemagglutination inhibiting antibodies have been identified on the spike, S [1, 2] . Monoclonal antibody (MAb) studies have indicated that neutralizing epitopes on the Massachusetts41 (Mass41) strain of IBV are present on both the S 1 and S 2 post-translational products of S [3, 16, 23] . The S 2 determinants which are conformation-independent could be mapped to the amino terminus using oligopeptide studies [20, 22] . Whereas the more conformation-dependent epitopes of the S 1 could not be mapped with oligopeptides, the nucleotide sequence analysis of escape mutants to a neutralizing MAb suggested that at least the first hypervariable region of the Mass41 S 1 was implicated in viral neutralization [3, 17, [20] [21] [22] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 163,
                    "end": 165,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Any understanding of IBV determinants that are responsible for host immunity or tissue tropism should include S. In this report, a panel of conformation-dependent and independent overlapping epitopes were identified using MAbs specific for a nephropathogenic strain of IBV. A linear topographical map indicated that the panel recognized two strongly neutralizing regions. At least one MAb, which did not inhibit gross embryo lesions and, therefore, considered non-neutralizing, may define tropism differences of this nephropathogenic strain because it did confer partial protection, inhibiting virally induced lesions in the kidneys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eleven-day old pathogen-free chicken embryos were infected with l0 s EIDs0 of the Gray strain of IBV [33] . Virus was collected, purified, and concentrated as previously described [-28] . BALB/c mice were inoculated subcutaneously (s.c.) with 50 gg of purified IBV in an equal volume of Freund's complete adjuvant. The mice were boosted s.c. four weeks later with the same dose of IBV mixed with incomplete Freund's adjuvant. Two weeks after receiving the second inoculation, the mice were bled, and the sera were tested with an enzyme-linked immunosorbent assay (ELISA) for the production of antibodies directed against the Gray strain of IBV. Mice producing antibodies specific for the Gray strain of IBV after the second inoculation were rested for two additional weeks before inoculating them, intravenously, with 20 pg of solubilized IBV. Three days later, the mice were sacrificed, and the spleens harvested. Fusion of the spleen cells with the Sp 2/OAg 14 myeloma cells, cloning and ascites production have been described previously [8, 11, 18, 19, 34] except that macrophages were replaced by supernatants of cultured RAW 264 cells [26] . Hybridoma supernatants were screened using the ELISA, and the hybridomas were twice cloned by limiting dilution in 96-well microtiter plates. Hybridomas were expanded either in serum defined medium, KC 2000 (Hazelton Biologics, Inc., Lenexa, KS, U.S.A.) or mouse ascites [11] . The supernatants and ascites were collected, and enriched and concentrated with a MAb Trap G affinity column as described by the manufacturer's manual (Pharmacia LKB Biotechnology, Piscataway, NJ, U.S.A.). The final protein concentration was estimated by UV absorption at 280 nm [25] and stored at -20 °C.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[33]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 180,
                    "end": 185,
                    "text": "[-28]",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Production, screening, and cloning of hybridomas"
        },
        {
            "text": "Hybridoma cell supernatants were screened for antibodies against the Gray, Mass 41 [14] , and ArkDPI-passage 14 (obtained from J. K. Rosenberg and J. Gelb, Jr., University of Delaware) strains of IBV using a sandwich ELISA (Manual, Dynatech Laboratories Inc., Alexandria, VA, U.S.A.). Briefly, 96-well plates were coated overnight with anti-IBV chicken antisera (10 -4 dilution in a carbonate-bicarbonate buffer solution at pH9.6) at 4°C. Gradient purified IBV (100 ng/well) was added for 1 h at 37 °C and blocked for non-specific binding with 3% bovine serum albumin (BSA) for an additional hour at 37 °C. After incubating with 50 gl of hybridoma supernatant for 1 h at 37 °C, the plates were washed five times with phosphate buffered saline, pH 7.2 (PBS) containing 0.05% Tween-20. A secondary antibody, goat anfi-mouse-HRPO labeled antibody (0.5 mg/ml), was added at a 1 : 500 dilution for 1 h at 37 °C before washing the plates five times with PBS with 0.05% Tween-20. One-hundred gl/well of a mixture of equal amounts of the substrate ABTS [2,2azino-di-(3-ethybenzthizoline) sulfonic acid] and hydrogen peroxide were added to the plates and the color was developed and read on an ELISA reader (Dynatech Laboratories Inc., Alexandria, VA, U.S.A.) at OD405 e 49o (Manual, Kirkegaard & Perry Laboratories Inc., Gaithersburg, MA, U.S.A.).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "Each plate was tested with a positive control of anti-Gray polyclonal antibodies and negative controls with HT (hypoxanthine, thymidine) medium, IBV negative sera, RAW 264 and Sp 2/OAg 14 supernatant. Non-specific binding of the antibodies to proteins of allantoic fluid (AF) was determined with controls in which 50 ng/well of AF proteins were used in place of viral antigen. The data were recorded as ratios of the OD's of the sample supernatant/negative controls. Those ratios greater than or equal to 1.5 were considered positive and expanded for further characterization. Hybridomas positive by the ELISA for allantoic fluid (AF) were discarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "The isotypes (heavy chains; IgM, IgG 1, IgG 2a, IgG 2b, IgG 3, or IgA and light chains; and L) of the MAbs were determined by an ELISA similar to the one described above. Briefly, 96-well plates were coated with chicken polyclonal antibodies and purified virions described above, and the test supernatants were added and reacted with isotype-specific goat anti-mouse HRPO-conjugated antibodies (Boehringer Mannheim Biochemicals, Indianapolis, IN, U.S.A.). The substrate, ABTS, was added with hydrogen peroxide and the OD's were determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isotype determination"
        },
        {
            "text": "The nitrocellulose membranes (Millipore Corp, Bedford, MA, U.S.A.) were treated with PBS and placed on a dot blot apparatus (BioRad Laboratories, Richmond, CA, U.S.A.). Ten gl of serial two-fold dilutions containing 1.0-0.125 gg in PBS of native or denatured (in the presence of 2% SDS and 5% 2-mercaptoethanol) virus, or 0.5 gg/well of AF diluted in PBS were blotted onto the membranes [24] . After drying, the membranes were incubated for 1 h at RT with 5% (w/v) nonfat dry milk in PBS and cut into strips before incubating for 2 h at room temperature (RT) with a 10-2 dilution of normal mouse sera, 10-2 dilution of mouse ascites fluid (positive for polyclonal antibodies against IBV-Gray), or 0.5 gg/ml of monoclonal antibody. After reacting with primary antibody, the strips were washed four times with 0.02% Tween-20 in PBS and incubated for t h with a 1 : 5 000 dilution of alkaline phosphatase-conjugated goat anti-mouse antibody (IgG-heavy and light chains). After thoroughly washing with 0.02% Tween-20 in PBS, 0.5 mls of the substrate 5-bromo-4chloro-3-indolylphosphate, nitroblue tetrazolium (BCIP/NBT, Kirkegaard and Perry Laboratories Inc., Gaithersburg, MA, U.S.A.) was added until a dark blue color developed (about 15 min). The reaction was stopped with the addition of excess deionized water.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunodot blot assay"
        },
        {
            "text": "Both standard western blot assays in which the proteins were denatured and western blots using \"non-denaturing\" gels were used to characterize the epitopes reacting with our panel of MAbs (BioRad Laboratories, Richmond, CA, U.S.A. [-27, 28] ). The latter differed from the standard blot in the absence of SDS in both the loading and running buffer [27] and the blotting of the proteins onto immobilon-P (Millipore Corp., Bedford, MA, U.S.A.) that was activated by prewetting with methanol. The samples were placed in SDS-PAGE loading buffer and warmed to 80 °C for 10 rain before loading onto a 7.5% acrylamide gel with a 4% stacking gel, and separating the proteins with a mini-gel electrophoresis apparatus at 200 volts for 1 h (BioRad). A mini-electrotransfer system (BioRad) was used to electroblot the proteins to an immobilon-P membrane with 100 volts for 45 min. The membrane was cut into strips which were placed in incubation troughs (BioRad) before treating with primary and secondary antibody as previously described for the immunodot blot assay.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "[-27, 28]",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Western blot assay"
        },
        {
            "text": "Since the Gray strain of IBV was not tissue culture adapted, the viral neutralization assays were done in ovo [ 12, 14] . Eleven day-old, pathogen-free embryonating chicken eggs, ECE, (Hy-Vac Lab Eggs Company, Gourie, IA, U.S.A.) were inoculated with 50 EIDs0 of IBV Gray strain and three concentrations of MAbs that ranged from 0.1 to 1.0 mg/ml of MAbs. Equal volumes of virus and MAb were incubated for 1 h at 37 °C. Five ECE per experimental group were inoculated in the allantoic sac with 0.1 ml of the mixture. After incubating at 37 °C for 7 days, embryos were harvested, weighed, and visually observed for dwarfing and kidney lesions. The virus was considered neutralized if the gross appearance was normal when compared to uninfected and infected embryos, and the mean weights of the embryos were two standard deviations greater than the weights of the infected embryos. The ratio of non-infected embryos per total embryos observed for each assay was recorded. Controls consisted of eggs injected with virus None, PBS alone, virus with an unrelated MAb (that was specific for the enzyme, tuciferase), or MAb (either IgG 1~: or IgG 2an) alone.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 115,
                    "text": "[ 12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Viral neutralization"
        },
        {
            "text": "The primary antibody for the IFA was the MAb, 9B1A5 (described here). Five micron sections of infected lung and kidney tissues were fixed in 4% paraformaldehyde in PBS for 15min, rinsed in PBS, and dehydrated with 50%, 75%, and 95% ethanol, before examining by IFA [4, 11] . Briefly, the tissues were rehydrated in PBS at room temperature for 10rain then blocked with 10% nonfat dry milk (w/v) in PBS for 1 h. The primary antibody was diluted to 10gg/mt with 3% bovine serum albumin (BSA) in PBS and incubated w~th the tissues at RT for 2 h with constant rocking. After washing three times in PBS with 0.02% Tween-20, a 1 : 250 dilution of fluorescein conjugated goat anti-mouse antibodies (IgG heavy and light chains) was added to the tissues for 1 h at RT with constant rocking. After three additional washes with PBS containing 0.5% Tween-20, mounting solution with Gel/Mount (Biomeda, Foster City, CA, U.S.A.) was added, and the slides were covered with a coverslip and examined with a UV microscope.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Indirect immunofluorescent assay ( IFA )"
        },
        {
            "text": "Immunoglobulin fractions were isolated from the ascites fluid or culture supernatant with the MAb Trap G affinity column and then desalted on a PD-10 desalting column (Boehringer Mannheim Biochemicals, Indianapolis, IN, U.S.A.). Antibodies were coupled to HRPO by the periodate method (manual for Hybri-Clonal ELISA Screening Kit for Monoclonal Antibodies, KJrkegaard & Perry Laboratories Inc., Gaithersburg, MA, U.S.A.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coupling of horseradish peroxidase (HRPO) to monoelonal antibodies"
        },
        {
            "text": "The topographical relationships of epitopes defined by our panel of MAbs were determined with the competition of HRPO-labeled MAbs (Pierce, Rockford, IL, U.S.A.) and unlabeled MAbs using an ELISA [9, 24, 29] . The effect of limiting MAb dilution on binding to antigen was determined and the resulting dose-response curve was used to calculate the level of 50% maximum binding. Optimal amounts of antigen and labeled antibody in these reactions were determined in order to standardize each competitive assay. Twenty-five ng of antigen/well generally gave consistent results and at the same time was sensitive to competition with unlabeled autologous MAbs. A mixture of the HRPO-conjugated MAbs ",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "29]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Competitive binding assays"
        },
        {
            "text": "The hybridomas described were produced from a single fusion of splenocytes of mice immunized with the Gray strain of IBV. An ELISA and an immunoblot assay were used to characterize the Gray specificity and cross reactivity of the MAbs produced by 11 hybridoma clones ( Table 1 ). The MAbs, 3C7B8, 9B1A5, 9B1B6, and 9B1B8 were considered group specific because they also reacted with the Ark and Mass strains whereas the remaining MAbs did not react with the Ark and Mass strains. The isotype of the seven MAbs that were type specific for Gray was IgG 1K, and the isotype of the four group specific MAbs was IgG 2a~:. The relative avidity was suggested by the dilutions at which 50% of the maximum amount of HRPO-labeled antibody bound. There appeared to be a range in avidity with the MAb 5C5D11 and 5C5B4 requiring the greatest dilutions to decrease the maximum binding to 50% and 5C5B5, 5C5B7, 5C5C9, and 9B1B8 demonstrating the lowest ELISAs0. There were no correlations between the relative avidity and isotype or specificity of the MAbs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characterization of MAbs"
        },
        {
            "text": "Western blot assays were used to determine the conformation-dependency and protein specificities of the MAbs. Three of the 11 MAbs, 3C7B8, 9B1A5, and 9B 1B8, reacted with the large spike complex and a subunit of the spike protein which was dissociated under the denaturing conditions of the standard western blot (Fig. 1 ). 9B1B6 reacted with only the large spike complex and did not appear to recognize a dissociated subunit of the S (Fig. 1) . The specific subunit of S could not be determined because, unlike some of the other IBV strains, IBV specific mouse acites in 3, normal mouse serum in 4, MAb 5C5A5 in 5, 5C5B5 in 6, 5C5C9 in 7, 5C5Dll in 8, 3C7B8 in 9, 9B1A5 in 10, 9B1B6 in 11, and 9B1B8 in 12. S represents the spike; M the membrane protein and N the nucleolus we have not been able to discern the S 1 and S 2 of the Gray by SDS-PAGE, even using varying concentrations of purified virus or varying concentrations of the polyacrylamide. The remaining MAbs did not bind to IBV proteins in the standard western blot, and, therefore, were recognizing conformation-dependent epitopes ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 320,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 435,
                    "end": 443,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1095,
                    "end": 1103,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Protein specificity and conformational analyses of antigenic determinants"
        },
        {
            "text": "Western blot assays for the PAGE in the absence of SDS and 2ME were also used to identify protein specificity. Under these less denaturing conditions, 2 . Western blot analysis of Gray specific MAbs using \"native\" (or less denatured) viral proteins. Viral proteins were incubated with IBV specific mouse acites as shown in 1, normal mouse serum in 2, 5C5A5 in 3, 5C5A7 in 4, 5C5B5 in 5, 5C5C9 in 6, 9B1A5 in 7, and 9B1B6 in 8 the large spike complex alone was observed (Fig. 2) . In addition to the four MAbs that reacted in the traditional western blot assay, an additional MAb, 5C5A5, reacted with the S. However, the epitopes recognized by MAbs 5C5A7, 5C5B4, 5C5B5, 5C5B7, 5C5C9, and 5C5Dll were also sensitive to the conditions of the less denaturing western blot assay, and their protein specificity could not be confirmed on the basis of this assay. Therefore, the integrity of the 5C5A5 epitope was not as dependent on its conformation as the epitopes recognized by MAbs 5C5A7, 5C5B4, 5C5B5, 5C5B7, 5C5C9, and 5C5Dll.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 477,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Protein specificity and conformational analyses of antigenic determinants"
        },
        {
            "text": "An immunodot blot assay was used to confirm the sensitivity of the six conformation-dependent epitopes to denaturation. All six corresponding MAbs reacted with whole virus under non-denaturing conditions on immunoblots, whereas these MAbs were unable to bind to denatured virus (data not shown). Sera from mice immunized with whole virions reacted with all strains examined and normal mouse sera was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein specificity and conformational analyses of antigenic determinants"
        },
        {
            "text": "All eleven MAbs were examined in at least two separate experiments for their ability to neutralize viral infection in ECE. Gray viral infection of ECE, in the absence of antibody, resulted in embryo dwarfing and webbing of the toes, and the membrane surrounding the infected embryo was conspicuously opaque and tightly wrapped around the embryo. Six MAbs, 5C5A5, 5C5B4, 5C5Dll, 3C7B8, 9B1A5, and 9B1B8 neutralized the pathogenic effect of viral infection with 50% inhibitions at final concentrations that ranged from below 0.04 mg/ ml to 0.35mg/ml ( Table 2 ). MAbs were considered neutralizing because they inhibited IBV induced gross pathology of the intact embryo and surrounding membranes. MAbs were considered non-neutralizing only if the embryos remained unprotected with a concentration of 0.5 mg/ml. In addition to the described external gross lesions, the Gray strain also causes severe embryonic kidney lesions. The neutralizing MAb, 3C7B8, and the non-neutralizing MAb, 5C5C9, which, as shown above, did not protect the whole embryo, were used to further examine viral neutralization in kidneys and lungs. These two MAbs also represented each isotype, IgG 1 and IgG 2a, respectively. In the absence of antibody, the Gray inoculated ECE not only showed the characteristic gross external lesions, the kidneys were also pale and swollen, whereas the lungs appeared to be healthy. In contrast, the gross appearance of the kidneys, as well as the lungs, from embryos infected with IBV in the presence of either 3C7B8 or 5C5C9 was similar to the uninfected normal controls. Uninfected controls, including those inoculated with PBS, 5C5C9 or 3C7B8 indicated that neither the MAb alone nor PBS produced lesions, and, therefore, were not toxic to ECE ( Table 3 ). The two MAbs would appear to be inhibiting functionally distinct processes that required different antigenic determinants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 557,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1755,
                    "end": 1762,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Neutralization assays"
        },
        {
            "text": "The inhibition of viral replication by MAbs was determined in the lungs and kidneys of embryos using IFA (Fig. 3) . As expected, kidneys from infected embryos without the addition of MAbs were positive for the presence of viral antigen. However, although lesions were not found in the lungs, cells within the lungs did support viral replication in the absence of MAb (Table 3) . The neutralizing MAb, 3C7B8 that inhibited virally induced external lesions, was able to inhibit viral replication in the lungs and kidneys as determined by the IFA. The MAb, 5C5C9, that inhibited kidney lesions, in the absence of gross external lesions, also inhibited viral replication in both the lungs and the kidneys (Table 3) . A second non-neutralizing MAb, 9B1B6, was also found to protect -",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 367,
                    "end": 376,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 701,
                    "end": 710,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Neutralization assays"
        },
        {
            "text": "a MAb specific for a luciferase b Not done the kidneys from lesions although inhibition of viral replication was not examined (data not present).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralization assays"
        },
        {
            "text": "The topographical relationships of the epitopes defined by our panel of MAbs were determined through competitive binding of enzyme-labeled and unlabeled antibodies. The various types of interactions exemplified in Figs. 4A-C were highly reproducible in multiple experiments. The percentage of competition reached a plateau as the concentration of inhibitor was increased. All autologous competitions resulted in 55 to 65% competition or inhibition of binding of labeled MAbs (Figs. 4 A-C). Likewise, a heterologous MAb that could inhibit between 55 and 65% binding of the autologous MAb was considered a strong competitor (Figs.4A, B) . For example, 5C5B4, 5C5B7, 5C5B5, and 9B1B8 competed to an equivalent extent as unlabeled 5C5D 11 with the HRPO-labeled 5C5D 11; therefore, these MAbs were considered to overlap with 5C5D11, such that they appear to share or closely interact with the same epitope. Moderate competition with 35 to 55% inhibition with unlabeled MAb was also observed as seen with the interactions of MAbs 5C5A5 and 5C5A7 with 5C5Dll (Fig.4A ). Competitive inhibition that was less than 35% and considered as non-competiting is illustrated with the interaction of 9B 1 B8 with HRPO-labeled 3C7B8 (Fig. 4 C) . Therefore, the epitopes corresponding to 9B1B8 and 3C7B8 appeared to be functionally non-overlapping or unrelated. Enhancement of inhibition in which the heterologous MAb actually inhibited the reaction to a greater extent than the 65% observed with the autologous MAb was found in several one-way interactions. The interaction of HRPO-labeled 5C5D 11 with unlabeled 9B 1B6 and 5C5B5 resulted in such enhancement over the autologous inhibition (Fig. 4 B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 634,
                    "text": "(Figs.4A, B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1052,
                    "end": 1059,
                    "text": "(Fig.4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1214,
                    "end": 1224,
                    "text": "(Fig. 4 C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1671,
                    "end": 1681,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Epitope mapping of MAbs"
        },
        {
            "text": "The interactions of the eleven MAbs were arranged in clusters as shown in Table 4 in order to identify potential domains of epitopes competing in reciprocal reactions. This linear distribution of the two-way competitions for each pair of MAbs identified six overlapping antigenic domains (Table 4 ). Because a number of competitions were observed outside these arbitrary domains, it was concluded that a linear representation could not adequately accommodate these interactions. One MAb, 9B 1B6, competed in reciprocal assays with all MAbs except 9B1B8 and in one direction with this MAb. According to the distribution shown in Table 4 , the six neutralizing MAbs were placed in two relatively distinct loci. Each locus contained both conformation-independent and dependent neutralization associated epitopes. The epitope identified by 5C5C9 that differentiated between vitally induced external lesions, and kidney and lung infection was located in a region lying between the two neutralizing loci, as was the epitope defined by the non-neutralizing 9B1B6, the most broadly reactive MAb. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 635,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Epitope mapping of MAbs"
        },
        {
            "text": "This is the first characterization of antigenic determinants on a nephropathogenic strain of IBV. Monoclonal antibodies were used to determine the strain specificity and the epitopes associated with viral neutralization, in addition to determining the conformation-dependency and examining two-way competitive interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The group specific and conformation-independent MAbs were all of the IgG 2a isotype, whereas the type specific, conformation-dependent MAbs were IgG 1. Because all the MAbs were generated from the same fusion, the apparent correlations with isotype and conformational dependency might reflect differences in epitope processing or presentation to the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Competitive binding studies indicated that the 11 epitopes formed a series of at least six overlapping domains. Niesters et al. [24] found five antigenic domains when examining the competitive interactions of their panel of MAbs. However, it is not known whether the epitopes defined in this report correspond to those previously described for Mass 41. Because epitopes in five of the domains described here were shown to be located on the S protein complex and because all the epitopes were found to be closely related, the 11 determinants probably all represent parts of the spike complex, either S 1 or S 2. It was difficult to distinguish the S subunits with the western blots. The S 1 and S 2 are now being expressed in fowlpox vectors in order to localize the epitopes on _~_ > 65% inhibition, representing enhancement of competition over homologous interactions, + + = 55-65% inhibition or strongly competitive interactions equivalent to homologous interactions, + = 35-55% inhibition, representing moderately competitive interactions, 0 = 0-35% inhibition, representing non-competitive interactions the specific S product. However, we have found that the conformation-independent 9B1B6 reacts with a peptide made to a region in the S 1 (manuscript in prep.).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The complexity of the spike proteins was suggested by the competitive binding studies which identified a number of one-way reactions, enhanced reactions, and an array of interactions that could not be linearly represented. These MAbs would appear to bind to epitopes that are closely associated through the secondary and tertiary structure of the spike. Therefore, these topographically interacting determinants could, in fact, physically map to distant sites on the same or possibly even different molecules, that is S 1 and S 2. Although the relatively high avidity of 5C5D11 and 5C5A5 might account for some differences in reciprocal reactions, differences in reciprocal inhibition probably can not be explained by unequal avidities of the remaining MAbs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies with MAbs to other strains of IBV have shown that conformationindependent neutralizing epitopes were assigned to the S 2, whereas the conformation-dependent neutralizing epitopes were assigned to the S 1 [3, 20, 22] . Two antigenic regions of the Gray strain were associated with viral neutralization and a region that was not associated with neutralization. Each region contained heterogenous epitopes that were both conformation-dependent and independent. Multiple interactions of epitopes involved in critical functions of the virus as observed in viral neutralization of the embryo may partially explain the difficulties that arise in classifying these viruses in distinct serogroups.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whereas viral neutralization was defined as antibody-mediated protection of the whole intact embryo and surrounding membranes from gross pathology, a non-neutralizing MAb did selectively protect internal organs from lesions, as well as from viral protein expression. It was of interest that viral antigen was also observed in the lungs of Gray infected embryos in the absence of any gross, virally induced pathology in these organs. Although the Gray strain reproducibly causes severe kidney lesions in the chicken embryo, 5C5C9 protected the kidneys from lesions and viral infection. In addition, the same MAb inhibited viral antigen expression in the lungs. The non-neutralizing MAb, 9B 1B6, which shares an antigenic domain with 5C5C9, was also found to protect the embryo from virally induced kidney lesions. These MAbs may be identifying distinct, critical functions that the S protein complex plays in viral infection. Their corresponding epitopes could be associated with factors that differentiate tissue tropism. ,Alternatively, the selective protection of internal organs, may be the consequence of indirect inhibition of virus replication resulting from antigenantibody interactions rather than the specific interaction of the MAbs with critical epitopes. With either explanation, these MAbs will be functionally useful in studying IBV-mediated pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus IBV: removal of spike glycopolypeptide S 1 by urea abolishes infectivity and haemagglutination but not attachment to cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1443--1448",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus IBV: virus retaining spike glycopotypeptide S 2, but not S 1 is unable to induce virus-neutralizing or haemagglutination-inhibiting antibody, or induce chicken tracheal protection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1435--1442",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Amino acids within hypervariable region 1 of avian coronavirus IBV (Massachusetts serotype) spike glycoprotein are associated with neutralization epitopes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Apa",
                    "middle": [],
                    "last": "Mockett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virus Res",
            "volume": "11",
            "issn": "",
            "pages": "141--150",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of avian infectious bronchitis viral infection using in situ hybridization and recombinant DNA",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Junzhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Sneed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Vet Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "261--271",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An overview of the molecular characteristics of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Parr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Poultry Sci Rev",
            "volume": "4",
            "issn": "",
            "pages": "41--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The classification of new serotypes of infectious bronchitis virus isolated from poultry flocks in Britain between 1981 and 1983",
            "authors": [
                {
                    "first": "Jka",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Avian Pathol",
            "volume": "13",
            "issn": "",
            "pages": "733--741",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infectious avian nephrosis (uraemia) in Australia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Aust Vet J",
            "volume": "39",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Production of monoclonal antibodies: strategy and tactics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "De St Groth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scheidegger",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol Methods",
            "volume": "35",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Monoclonal antibodies to bovine coronavirus: Characteristics and topographical mapping of neutralizing epitopes on the E2 and E 3 glycoproteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deregt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Babiuk",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "161",
            "issn": "",
            "pages": "410--420",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Monoclonal antibodies to the matrix (E 1) glycoprotein of mouse hepatitis virus protect mice from encephalitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shubin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Casteel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Virology",
            "volume": "168",
            "issn": "",
            "pages": "162--167",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibodies: a laboratory manual",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serologic and immunologic properties of a recent isolate of infectious bronchitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Avian Dis",
            "volume": "13",
            "issn": "",
            "pages": "356--362",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The nephrosis-nephritis syndrome in chickens caused by a Holte strain of infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Can Vet J",
            "volume": "10",
            "issn": "",
            "pages": "18--19",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Immunologic differences in strains of infectious bronchitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Jungherr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Chomiak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Luginbuhl",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proceedings of the 60th annual meeting of the United States Livestock Sanitary Association",
            "volume": "",
            "issn": "",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antigenic differentiation of avian bronchitis virus variant strains employing monoclonal antibodies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartog",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Roozelaer",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Isr J Vet Med",
            "volume": "42",
            "issn": "t986",
            "pages": "89--119",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Antigenic domains on the peplomer protein of avian infectious bronchitis virus: correlation with biological functions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartog",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Roozelaar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Gen Virot",
            "volume": "71",
            "issn": "",
            "pages": "192--1935",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Binding of antibody that strongly neutralise infectious bronchitis virus is dependent on the glycosylation of the viral peplomer protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Coronaviruses and their diseases",
            "volume": "",
            "issn": "",
            "pages": "143--149",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fusion between immunoglobulin-secreting and non-secreting myeloma cell lines",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Howe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Eur J Immunol",
            "volume": "6",
            "issn": "",
            "pages": "292--295",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Continuous cultures of fused cells secreting antibody of pre-defined specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "256",
            "issn": "",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analysis of an immunodominant region of infectious bronchitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Jager",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lenstra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "Wpa",
                    "middle": [],
                    "last": "Posthumus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Meloen",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Immunol",
            "volume": "143",
            "issn": "",
            "pages": "2692--2698",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Antigenicity of the peplomer protein of infectious bronchitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lenstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mol Immunol",
            "volume": "26",
            "issn": "t989",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mapping of viral epitopes with prokaryotic expression products",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lenstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Kusters",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Arch Virol",
            "volume": "100",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Monoclonal antibodies to the S 1 spike and membrane proteins of avian infectious bronchitis coronavirus strain Massachusetts M41",
            "authors": [
                {
                    "first": "Apa",
                    "middle": [],
                    "last": "Mockett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "Tdk",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Gen Virol",
            "volume": "65",
            "issn": "",
            "pages": "2281--2286",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Epitopes on the peplomer protein of infectious bronchitis virus strain M41 as defined by monoclonal antibodies",
            "authors": [
                {
                    "first": "Hgm",
                    "middle": [],
                    "last": "Niesters",
                    "suffix": ""
                },
                {
                    "first": "Nmc",
                    "middle": [],
                    "last": "Bleumink-Ptuym",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "118",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determination of total protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Methods Enzymol",
            "volume": "91",
            "issn": "",
            "pages": "95--119",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Functional macrophage cell lines transformed by Abelson leukemia virus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Raschke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baird",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nakoinz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Nakoinz",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Cell",
            "volume": "15",
            "issn": "",
            "pages": "261--276",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Refinements of acrylamide electrophoresis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Harter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Bayles",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J Lab Clin Med",
            "volume": "68",
            "issn": "",
            "pages": "812--850",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "structural proteins of avian bronchitis virus as determined by western blot analyses",
            "authors": [],
            "year": null,
            "venue": "Viral Immunol",
            "volume": "2",
            "issn": "",
            "pages": "221--227",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Topological mapping ofmurine leukemia virus proteins by competition binding assays to monoclonal antibodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nowinski",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Virology",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sequence analysis of the spike protein gene of murine coronavirus variants: study of genetic sites affecting neuropathogenicity",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "I"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "186",
            "issn": "",
            "pages": "742--749",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evidence of natural recombination in a virulent field isolate of infectious bronchitis virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Junker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cigainero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "192",
            "issn": "",
            "pages": "710--716",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Monoclonal antibodies to the peplomer glycoprotein of coronavirus mouse hepatitis virus identify two subunits and detect a conformational change in the subunit release under mild alkaline conditions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Weissmiller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "3051--3055",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Etiology of an infectious nephritis-nephrosis syndrome of chickens",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Winterfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hitchner",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Am J Vet Res",
            "volume": "23",
            "issn": "",
            "pages": "1273--1279",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Antigenic characterization of viruses by monoclonat antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Yewdell",
                    "suffix": ""
                },
                {
                    "first": "Gerhard",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Annu Rev Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "185--206",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(at the 50% binding concentration) and 0 to 1 000ng of the competing MAb were added simultaneously to the ELISA wells. The percent competition equaled [1-O.D.405 with unlabeled MAb/OD405 with HRPO-labeled MAb] × 100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Western blot analysis of Gray specific MAbs using denatured viral proteins. Viral proteins were incubated with IBV-positive chicken serum in 1, normal chicken serum in 2,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Specific indirect immunofluorescence in the lung (A) and kidney (B) of an embryo infected with 50 EIDs0 of the Gray strain of IBV, and the lung (C) and kidney (D) of an embryo that was inoculated with 50 EIDs0 of the Gray strain with the MAb, 5C5C9; magnification x 300",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "...... , ....... , ........ , .............. i ....... i ........ J .......Competitive binding analyses of HRPOlabeled MAbs with unlabeled MAbs: A and B represent the competition with labeled 5C5D11 and C represents the competition with labeled 3C7B8",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IBV strain specificity, isotype and relative avidity of the MAbs",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Western blot and neutralization assays for IBV-Gray specific MAbs Polyacrylamide gel electrophoresis was done in the presence of SDS b Polyacrytamide gel electrophoresis was done without SDS c Concentration of MAb required to completely protect 50% of the embryos d The MAb did not protect embryos from gross lesions, even at a concentration of 0.5 mg/mlFig.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effects of MAbs on IBV infection of chicken embryos",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Table4. Summary of competition assays with monoclonal antibodies against the Gray strain of IBV Bold represents those MAbs that completely neutralize viral infection in the chicken embryo b _1...+.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank L. Wang ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Received March 8, 1993 ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 22,
                    "text": "March 8, 1993",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}