{
    "paper_id": "01b50fc23a12266022e2fdb79b3cd5fe317d3856",
    "metadata": {
        "title": "Severe Acute Respiratory Syndrome (SARS) and the GDP. Part I : Epidemiology, virology, pathology and general health issues",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "W K"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "W C"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "C S"
                ],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "P"
                ],
                "last": "Samaranayake",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The health profession faces a new challenge with the emergence of a novel viral disease Severe Acute Respiratory Syndrome (SARS), a form of atypical pneumonia caused by a coronavirus termed SARS-CoV. This highly infectious disease has spread through 32 countries, infecting more than 8,400 patients with over 790 deaths in just over 6 months. Over one quarter of those infected were unsuspecting healthcare workers. The major transmission mode of SARS-coronavirus appears to be through droplet spread with other minor subsidiary modes of transmission such as close contact and fomites although air borne transmission has not been ruled out. There is as yet no definitive treatment protocol. Although the peak period of the outbreak is likely to have passed and the risk of SARS in the UK is therefore assessed to be low, the World Health Organisation has asked all countries to remain vigilant lest SARS re-emerges. Recent laboratory acquired cases of SARS reported from Taiwan and Beijing, China are a testimony to this risk. Until reliable diagnostic tests, vaccine and medications are available, control of SARS outbreaks depends on close surveillance, early identification of index cases, quick isolation of carriers and effective infection control and public health measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Yet another emerging disease is threatening to take a foothold on the global populace. This novel disease entity, termed Severe Acute Respiratory Syndrome (SARS), is an atypical pneumonia that is likely to have originated in the Guang-dong province of Southern China in the fall of 2002. 1, 2 As of August 2003 more than 8,400 SARS cases and 916 deaths have been reported worldwide from 32 countries. 3 The brunt of the disease has thus far been borne by the East, especially China (including Hong Kong) and Singapore whilst the West, except for Canada, still remains relatively unscathed with only sporadic infections brought home by travellers to affected areas. During this period the UK had a total of four probable cases, one of which had a confirmed exposure to the SARS coronavirus. All four had fully recovered and there was no secondary spread. 4 The World Health Organisation (WHO) has announced recently that the peak period of the outbreak is likely to have passed and the associated dwindling in the morbidity and mortality rates is a testimony to this. In countries like the UK the risk of SARS is therefore assessed to be low. However, WHO has asked all countries to remain vigilant. The Health Protection Agency (HPA) of the UK also advised that the situation in the UK may have to be re-assessed if SARS does re-emerge. 5 And indeed a confirmed case of SARS coronavirus infection was reported in Singapore as recently as September 2003 although the infection was transmitted through laboratory contamination and not via the community. 6 We provide in Part I of this paper a brief account of the epidemiology, virology and clinical features of SARS, the general infection control measures and public health concerns. Part II will provide a detailed account of infection control measures that may be applied in the general dental practice, especially in the SARS-affected areas. There is a virtual explosion of knowledge on SARS, the virus, the clinical features of • SARS is a highly infectious and rapidly progressive form of atypical pneumonia caused by a newly identified strain of coronavirus (SARS-CoV). • Diagnosis is based on clinical findings, epidemiology and exclusion from other pneumonias and is confirmed by a positive seroconversion. There is as yet no definitive treatment protocol. • Symptoms may be similar to other less infective or morbid diseases and over one quarter of those affected have been unsuspecting healthcare workers. • HCW must be familiar with the clinical features and case definitions of SARS to assist in the screening of the disease and prevention of spread. • Surveillance for possible SARS is recommended and control of the epidemic depends on early identification and isolation of carriers and effective infection control and public health measures.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 292,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 854,
                    "end": 855,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1337,
                    "end": 1338,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1552,
                    "end": 1553,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "the disease and its prevention. Hence the readers are urged to keep current by periodic referral to the websites at the Health Protection Agency of the UK (http:// www.hpa.org.uk/infections/topics_az/SAR S/), Centres for Disease Control and Prevention, USA (http://www.cdc.gov/ncidod/sars/) and the World Health Organization (http://www.who.int/en/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I N B R I E F"
        },
        {
            "text": "SARS is rapidly progressive and highly infectious. Although less contagious than influenza it is much more so than other circulating viruses such as the human immunodeficiency virus. In fact SARS is the first severe and readily transmissible new disease to emerge in the twenty-first century. Most SARS infections occur after close exposure to the index case as in household contacts but casual social contact may transmit the disease on occasions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE DISEASE AND VIROLOGY"
        },
        {
            "text": "The spread amongst front line healthcare workers (HCWs) has been one of the most disconcerting aspects of SARS. Currently, one quarter to one third infected are unsuspecting HCWs who fought to save the lives of patients without adequate barrier protection. 1, 7 International travel through major transportation hubs such as Hong Kong and Singapore has facilitated the spread of the disease to all corners of the globe within a short time span. 1, 8 HPA definitions are given in Box 1.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 260,
                    "end": 261,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "THE DISEASE AND VIROLOGY"
        },
        {
            "text": "The disease is caused by a coronavirus now termed the SARS coronavirus (SARS-CoV) 9,10 , a strain not previously seen in humans ( Fig. 1 ). Its unique genetic composition has led to its categorisation into a separate group, for instance from those that cause common cold in humans and other, animal coronaviruses (eg murine and avian). Structurally, it is an enveloped, single stranded RNA (80-100 nm) virus covered by spike-like projections, resembling a crown, when viewed electron microscopically, hence its name. 11 Although the genome organization of SARS-CoV is similar to that of other coronaviruses, they are not closely related. 12 In one study RNA from the SARS-CoV was found in half of the nasopharyngeal specimens from SARS patients but in no specimens from 40 patients with other respiratory illnesses. 13 Rising antibody titres to the virus were noted in all 32 SARS patients from whom second serum specimens were obtained. Viral RNA was found in 10 of 18 faecal samples from SARS patients. Further, a SARS-like disease has been reproduced in monkeys through inoculation of the SARS-CoV. 10 Thus all of Koch's postulates (see Box 2) have been fulfilled with regard to the viral aetiology of SARS. Finally, and remarkably, within a short period of 3 months, the entire viral genome has been sequenced and is freely available for scientific use through the worldwide web.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 640,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1140,
                    "end": 1146,
                    "text": "Box 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "THE VIRAL AETIOLOGY"
        },
        {
            "text": "The major transmission mode of SARS-CoV appears to be through droplet spread with other minor subsidiary modes of transmission such as close contact, fomite (an inanimate object which, when contaminated with a pathogen, can transfer the pathogen to a host) or even faecal contami-nation. 1, 7, 14, 15 Airborne transmission has not been ruled out. 16 ",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 293,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "MODE OF TRANSMISSION"
        },
        {
            "text": "There is an incubation period of usually 2-10 days. The first symptoms are fever (> 38ºC) in 100% of patients and malaise (in 70%) followed by non-productive cough (in nearly 100%) and dyspnoea (in 80%). Chills, rigors, headache, malaise, diarrhoea and myalgia are common whilst rhinorrhoea and sore throats are uncommon (in fewer than 25%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNS AND SYMPTOMS 1,2,7,17"
        },
        {
            "text": "Radiological signs may be seen at the onset of fever and chest radiographs reveal consolidation that progressively increases in size, predominantly in the lower lung fields; pleural effusions are absent. Lung biopsy reveals interstitial inflammation. Oxygen saturation is reduced in some one half of patients. Laboratory testing reveals leukopaenia, lymhocytopaenia and thrombocytopaenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNS AND SYMPTOMS 1,2,7,17"
        },
        {
            "text": "Specialist laboratories eg the Health Protection Agency (HPA) National Influenza Reference Laboratory at Colindale perform diagnostic tests which detect the virus (cell culture and reverse transcriptase polymerase chain reaction, RT-PCR) or antibody (immuno fluorescent antibody and ELISA: enzyme-linked immunosorbent assays) (see Box 3 for diagnostic test definitions). 18 However, the duration of detectable viraemia or viral shedding is unknown, leading to false negative results when samples are not taken at the right time. Moreover, the collection of nasopharyngeal aspirate (the specimen of choice) induces reflex actions from the patients that generate aerosols, that exposes the attending HCW to a high risk of infection. 19 Paired serology, ie seroconversion, obtained on day 1 and > 21 days after onset Box 1 HPA definitions 5 Close contacts are considered to be family, friends or healthcare workers who lived with, or who had direct contact with respiratory secretions, body fluids and/or excretions (eg faeces) of possible or probable cases of SARS (see later), while that case was symptomatic. Healthcare workers include: community/primary care teams, ambulance staff, physiotherapists and other professional support staff.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 731,
                    "end": 733,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 837,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DIAGNOSIS AND TREATMENT"
        },
        {
            "text": "To establish a causal relationship between a microorganism and an infection, Koch's postulates must be fulfilled: 1. The microorganism must be detectable in the infected host at every stage of the disease. 2. The microorganism must be isolated from the diseased host and grown in pure culture. 3. When susceptible, healthy animals are infected with pathogens from the pure culture, the specific symptoms of the disease must occur. 4. The microorganism must be re-isolated from the diseased animal and correspond to the original microorganism in pure culture. of symptoms, is considered by WHO and HPA to be the diagnostic gold standard 20 but it is only useful for confirmation of the diagnosis (or exclusion of the diagnosis if negative) and not for screening purposes. Diagnosis is thus based on clinical findings, epidemiology and exclusion from other pneumonias and is confirmed by a positive seroconversion. 21, 22 There is no definitive treatment and empirical regimes differ amongst countries and may include the use of antibiotics, anti-virals and steroids. 1, 23, 24 Severe cases require mechanical ventilation in intensive care units. 1, 7 Several groups have reported uncontrolled trials of antiviral (ribavirin) and steroids, the efficacy of which has not been resolved as yet. According to some, delay in treatment beyond a window period of first 8 days of symptom onset is associated with worse prognosis. Fatality rate ranges from below 1% in persons under 24 years of age to more than 50% in persons over 65 years; The median fatality rate is 13%. 25 Until reliable diagnostic tests, vaccine and medications 15, 26 are available, surveillance for possible SARS as recommended by HPA 5 and control of the epidemic depends on early identification and isolation of carriers (symptomatic or asymptomatic), effective infection control and public health measures.",
            "cite_spans": [
                {
                    "start": 636,
                    "end": 638,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 917,
                    "end": 919,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "text": "25",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1624,
                    "end": 1627,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1628,
                    "end": 1630,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Box 2 Koch's postulates"
        },
        {
            "text": "The case definitions provided by HPA 5 are in line with the WHO definitions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE DEFINITIONS"
        },
        {
            "text": "A severe respiratory illness with a history of fever ≥ 38 o C: and symptom(s) of lower respiratory tract illness (cough, difficulty breathing, shortness of breath) and radiographic evidence consistent with pneumonia or respiratory distress syndrome (RDS) and no alternative diagnosis to explain the illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical case definition"
        },
        {
            "text": "A person fulfilling the clinical case definitions and who, within 10 days of onset of illness, has a history of travel to an area classified by WHO as a potential zone of reemergence of SARS or two or more healthcare workers/staff/ patients/visitors in (or linked to) the same facility developing symptoms within the same 10-day period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible case"
        },
        {
            "text": "A possible case with preliminary laboratory evidence of SARS-CoV infections based on a single positive antibody test or PCR for SARS-CoV",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probable case"
        },
        {
            "text": "A possible case with confirmed laboratory findings based on repeat positive PCR findings or seroconversion by ELISA or IFA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed case"
        },
        {
            "text": "Identification of such cases should be immediately reported to local and national health authorities eg Health Protection Agency, Communicable Disease Surveillance Centre in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmed case"
        },
        {
            "text": "The mainstay of preventing SARS-CoV infection in community and clinical settings is to institute appropriate infection control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION CONTROL AND PUBLIC HEALTH MEASURES"
        },
        {
            "text": "We review below, in this context, the available infection control measures and the possible modification of these in view of the SARS outbreak. Some of the guidelines described in Part 2 of this paper are modifications that we had adopted at the time of the SARS crisis. Hence the implementation of these is necessarily dictated by the disease prevalence and proximity in various geographic areas, and should be flexibly exercised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTION CONTROL AND PUBLIC HEALTH MEASURES"
        },
        {
            "text": "In 1985, the Centres for Disease Control and Prevention (CDC) introduced the concept of universal precautions whereby human blood and certain body fluids (eg saliva) are treated as if infective for bloodborne pathogens. Because carriers of some infections may not be readily identifiable the same infection control procedure is universally applied to all patients. 27 The philosophy, recommendations and protocols are detailed elsewhere. [28] [29] [30] In brief, these include measures to protect:",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "text": "27",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "UNIVERSAL AND STANDARD PRECAUTIONS"
        },
        {
            "text": "1. Healthcare workers from contracting the disease from the patient directly (eg screening, the use of personal protection, immunization) or indirectly (eg frequent hand washing, barrier technique). 2. Patients from cross-infection eg strict instrument sterilisation and storage protocols, barrier technique, and delineation of work areas. 3. Laboratory personnel by proper disinfections of all laboratory items and the proper handling of biopsy specimens. 4. Immunocompromised patients who are more susceptible to infections and are particularly at risks from pathogens in the dental unit waterline. 5. General public by proper disposal of clinical waste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UNIVERSAL AND STANDARD PRECAUTIONS"
        },
        {
            "text": "The concept of standard precautions, introduced by the CDC in 1996, incorporates all the features of universal precautions against bloodborne pathogens (eg HIV, hepatitis viruses). In addition it aims to prevent the transmission of airborne and epidemiologically important pathogens such as tuberculosis. As the SARS-CoV appears mainly to spread through the airborne route the prevention of contact and inhalation of infectious droplet or air-borne particles and the use of standard precautions is more appropriate. 31, 32 This is in agreement with guidelines from the HPA, UK which recommended that infection control measures against SARS be based on those taken against respiratory infections such as tuberculosis and influenza. 33 The community infection control measures are listed in Box 4. Detailed community infection control guidelines given by HPA are available at http://www.hpa.org.uk /infections/topics_az/SARS/primarycare. htm",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 519,
                    "text": "31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "32",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 731,
                    "end": 733,
                    "text": "33",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Standard precautions"
        },
        {
            "text": "RT-PCR (reverse transcriptase-polymerase chain reaction) It is a technique used to amplify RNA targets. This technique is sensitive enough to enable detection of RNA from a single cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Definitions of RT-PCR, ELISA test and IFA"
        },
        {
            "text": "ELISA test ( enzyme linked immunosorbent assay) Antibodies (to a specific antigen) are coupled with an enzyme. When that specific antigen is present and bound to the enzyme-coupled Antibodies, a colour product is formed and readily detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 3 Definitions of RT-PCR, ELISA test and IFA"
        },
        {
            "text": "It is a technique used to detect serum antibodies and immune complexes. The antigen-antibody complex is labelled with a fluorescentconjugated antibody and becomes detectable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IFA (immuno fluorescent antibody)"
        },
        {
            "text": "• Report cases to the health authority • Wear personal protection equipment such as surgical masks, disposable gloves, cover gowns, goggles etc • Contaminated environment surfaces should be cleaned with household bleach diluted 1 in 100 • Avoid/minimize aerosol producing procedures (see Part 2) • Frequent hand wash • Isolation and quarantine of possible, probable and confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 4 Community infection control measures 33,34"
        },
        {
            "text": "The newly emerged SARS-CoV caused significant morbidity and mortality in a relatively short period of time especially in the Asian region. Researchers worldwide are striving hard to unravel the mystery of its virology including the reservoirs of infection, pathology, modes of spread and finally an effective vaccine. A definitive screening and treatment protocol for the infection is yet to be determined. Until then the public healthcare workers including the dental professional must rely on preventive measures, particularly screening and astute infection control in the event of its possible re-emergence. The implications of SARS for the general dental practitioners will be discussed in the second part of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S M",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K W",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Summary table of SARS cases by country",
            "authors": [],
            "year": 2002,
            "venue": "Department of Communicable Disease Surveillance and Responses (CSR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Background information. London: Health Protection Agency (HPA)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidance on identification, reporting, and management of SARS patients in the UK in the postoutbreak period. London: Health Protection Agency (HPA)",
            "authors": [],
            "year": 2003,
            "venue": "Communicable Disease Surveillance Centre (CDSC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe Acute Respiratory Syndrome (SARS) in Singapore. Geneva: World Health Organization",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A major outbreak of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Update: Outbreak of Severe Acute Respiratory Syndrome -Worldwide",
            "authors": [],
            "year": 2003,
            "venue": "Epidemiology Program Office",
            "volume": "52",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T G",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R A",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization of a Novel Coronavirus Associated with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "P A",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M S",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S T",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W H",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-associated coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1948--1951",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Basic information about SARS. Atlanta: Centres for Disease Control and Prevention",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Preliminary Clinical Description of Severe Acute Respiratory Syndrome. Atlanta: Centres for Disease Control and Prevention",
            "authors": [],
            "year": 2003,
            "venue": "Epidemiology Program Office",
            "volume": "52",
            "issn": "",
            "pages": "255--256",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "National Centre for Infectious Disease. Interim Domestic Infection Control Precautions for Aerosol-Generating Procedures on Patients with Severe Acute Respiratory Syndrome (SARS). Atlanta: Centres for Disease Control and Prevention",
            "authors": [],
            "year": 2003,
            "venue": "Communicable Disease Surveillance Centre (CDSC). Fact sheet for clinicians: interpreting SARS test results",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Guidance on microbiological sampling and investigation of cases of SARS. London: Health Protection Agency (HPA)",
            "authors": [],
            "year": 2003,
            "venue": "Communicable Disease Surveillance Centre (CDSC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Severe Acute Respiratory Syndrome (SARS): Laboratory Diagnostic Tests. Geneva: World Health Organization",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Use of Laboratory Methods for SARS Diagnosis. Geneva: World Health Organisation",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L K",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "A C",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L Y",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615--1617",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Preliminary Clinical Description of Severe Acute Respiratory Syndrome. Geneva: World Health Organisation",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Update 49 -SARS case fatality ratio and incubation period. Geneva: World Health Organisation",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Multicentre collaboration to investigate the cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stohr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1730--1733",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemiology Program Office. Recommendations for prevention of HIV transmission in health-care settings. Atlanta: Centres for Disease Control and Prevention",
            "authors": [],
            "year": 1987,
            "venue": "MMWR",
            "volume": "36",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "American Dental Association (ADA) Council on Scientific Affairs and ADA Council on Dental Practice. Infection control recommendations for the dental office and the dental laboratory",
            "authors": [],
            "year": 1996,
            "venue": "J Am Dent Assoc",
            "volume": "127",
            "issn": "",
            "pages": "672--680",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Oxford Handbook of Dental Patient Care",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wiesenfeld",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hospital Infection Control Practices Advisory Committee, Centres for Disease Control and Prevention. Guideline for Isolation Precautions in Hospitals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "24--52",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Standard Precautions -A New Approach to Reducing Infection Transmission in the Hospital Setting",
            "authors": [
                {
                    "first": "K H",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Intraven Nurs",
            "volume": "20",
            "issn": "",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Guidance for hospital on the prevention of spread of SARS. London: Health Protection Agency (HPA)",
            "authors": [],
            "year": 2003,
            "venue": "Communicable Disease Surveillance Centre (CDSC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Guidance for primary care practitioners on investigation, management and reporting of SARS cases and contacts (including community infection control). London: Health Protection Agency (HPA)",
            "authors": [],
            "year": 2003,
            "venue": "Communicable Disease Surveillance Centre (CDSC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Transmission electron micrograph of the SARS-CoV grown in fetal Rhesus kidney 4 (FRHK) cells showing a secretory vesicle containing numerous 70-100 nm virus particles (Courtesy Dr John Nicholls, Department of Pathology, University of Hong Kong, Hong Kong)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}