{
    "paper_id": "023782486e5eef9d9dc1d72812e368b8a518da25",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Email: walgate@scienceanalysed.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "The World Health Organization (WHO) today moved to calm the increasingly competitive atmosphere that seems to be developing in the quest to identify the cause of worldwide Severe Acute Respiratory Syndrome (SARS) outbreak. WHO said the true cause of the disease, which has now infected 456 people and killed 17 in Asia, Europe and North America, is still uncertain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "Early announcements that a paramyxovirus had been associated with SARS in Germany and Hong Kong were followed yesterday by apparently conflicting claims from the US Centers for Disease Control and Prevention that a coronavirus, a common cause of respiratory infections, had been detected in two patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "\"There are three working hypotheses at the moment,\" Julie Hall of WHO's Global Alert, Response and Operations Department -which is managing the WHO response to SARS -told us. \"One is that it is a coronavirus, and that the paramyxovirus is just background noise; the second hypothesis is that it is the other way round; and the third hypothesis is that it is the two viruses working in combination.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "Klaus Stöhr, a WHO virologist working on the outbreak, said at a press conference today \"The corona virus lives in immune cells... So it might destroy, or at least diminish, the immunity in the patient so that the paramyxovirus has practically an open door to go in and to sicken the patient beyond what this virus would be able to do normally.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "But could there be a fourth hypothesis, that it is neither of these viruses? \"Yes, we could be back to square one, with both of these candidates as background noise,\" said Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "So what evidence will distinguish between these hypotheses? Painstaking measurements of the rise and fall of antibodies against the supposed agent in many patients will do it, Hall suggested. \"Loads of samples are being taken from patients, and if we can see IgM antibodies to one of these agents rise and then fall, and then IgG antibodies starting to appear, and nothing else happening, and if these antibodies are specific to the agent, that's the next stage.\" DNA studies will also contribute. Although paramyxoviruses and coronaviruses are common, if a particular sequence variant of a virus were found to be common among patients with the disease, but rare in the general population, that would be a further indicator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "\"The WHO collaborating labs are completing the sequences of the proposed agents as quickly as possible, probably within days, and that will give us some idea of just how different they are from other paramyxoviruses or coronaviruses,\" said Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "Unfortunately, however, the coronavirus has the largest known genome of all RNA viruses, and frequently recombines. \"They not only combine with each other, within the family, they also mutate very rapidly,\" said Hall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "The coronaviruses are also covered in a \"crown\" of glycoproteins, which acts like a shield against the immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "Meanwhile, David Heymann, head of communicable diseases at WHO, revealed at today's press conference that, despite earlier indications from the organization, a WHO team has not been invited to go to Guangdong -the region of southern China where the outbreak is thought to have begun. \"We don't know whether that invitation will be coming. Certainly, our wish would be that the Government will permit us to work with them in all aspects of this outbreak,\" said Heymann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        },
        {
            "text": "WHO is deeply concerned about China and Hong Kong, where cases have begun to accelerate, said Heymann. \"In Hong Kong there is a very difficult situation in that 10 hospitals are now involved,\" potentially compromising the health system, and the disease has reached Beijing. Cases have also begun to arise in Hong Kong schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Walgate"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Guandong doctor linked to SARS outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walgate",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Scientist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO collaborative multi-centre research project on Severe Acute Respiratory Syndrome (SARS) diagnosis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This PDF file was created after publication. This PDF file was created after publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}