{
    "paper_id": "02652d436eaa55baa0dff90f126f1c286e8da7aa",
    "metadata": {
        "title": "Optimizing HIV Care by Expanding the Nursing Role: Patient and Provider Perspectives",
        "authors": [
            {
                "first": "Wei-Ti",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng-Shi",
                "middle": [],
                "last": "Shiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Simoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Fredriksen-Goldsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fujie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongxin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ditan Hospital",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim-This paper is a report of a study conducted to explore HIV healthcare services from the perspectives of both healthcare providers and patients in order to understand how to optimize HIV nursing care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Healthcare providers (HCP) play an important role in HIV treatment. Chinese patients seek medical care with the expectation that HCPs have the knowledge and expertise to diagnose and treat their illness and that they will share the appropriate information with them and their family members. Under the influence of Confucianism, individuals are viewed as embedded in the family and society (Cong, 2004; Fan & Li, 2004; Tsai, 2005) . Thus, patients implicitly trust their HCPs as individuals acting on the basis of familial and social mores. Unlike in Western countries, in China infectious diseases such as severe acute respiratory syndrome (SARS), HIV/AIDS and other sexually transmitted diseases are treated in specialist hospitals at the national level.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 402,
                    "text": "(Cong, 2004;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 403,
                    "end": 418,
                    "text": "Fan & Li, 2004;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 419,
                    "end": 430,
                    "text": "Tsai, 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "More than 230,000 cases of HIV have been confirmed in China, although public health researchers estimate that the actual prevalence is closer to 720,000, with approximately 70% of these individuals not realizing that they are infected (Gill & Okie, 2007) . Although the prevalence of infection remains low (0.04-0.07%), the new figure represents an 8% increase since 2006 (Wu et al., 2007a) . The Chinese government has taken several steps to contain the HIV epidemic, with the goal being to limit the infected population to less than 1.5 million by 2010 (China, 2007) . A major component of China's HIV plan includes expanding access to treatment with antiretroviral therapy (ART) (Wu et al., 2007b) .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 254,
                    "text": "(Gill & Okie, 2007)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 372,
                    "end": 390,
                    "text": "(Wu et al., 2007a)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 568,
                    "text": "(China, 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 682,
                    "end": 700,
                    "text": "(Wu et al., 2007b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "During the Maoist era , the Chinese healthcare system was decentralized and provincial governments regulated their own healthcare systems. Individuals relied on their employers for access to healthcare insurance. Under provincial policy, wage laborers were assured life-time employment, migration between provinces was strictly controlled, and health policy was centralized (Wong & Gabriel, 2008) . Currently, health care has changed to a fee-for-service system, in which health insurance is not longer provided (Zhou, 2009 ); however, bureaucratic control still remains in the administrative system, which is divided into levels of the nation, province, city, county, township and village .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 396,
                    "text": "(Wong & Gabriel, 2008)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 512,
                    "end": 523,
                    "text": "(Zhou, 2009",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "HIV is severely stigmatized in China and even HCPs are not immune to the effects of this (Starks, et al., 2008; Stein & Li, 2008; Webber, 2007; Zhou, 2007) . Basic HIV/AIDS knowledge has not been widely dispersed among HCPs at all levels of the system beyond the specialist infectious disease hospitals; thus people living with HIV/AIDS (PLWHA) are often unable to access appropriate treatment or other relevant healthcare services (Cai et al., 2007) . Rampant stigma and restricted healthcare resources profoundly alter the healthcare experiences of PLWHA (Zhou, 2009) . One study documented the occurrence of several behaviors that have a negative impact on healthcare services for PLWHA, including addressing patients in an insulting manner, refusing to offer healthcare services, delaying treatment, providing uncoordinated care, betraying patient privacy, and over-protecting staff from patients (Wang et al., 2008) . These behaviors may stem from a generalized fear of HIV and the stigma associated with providing HIV care.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "(Starks, et al., 2008;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 112,
                    "end": 129,
                    "text": "Stein & Li, 2008;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 130,
                    "end": 143,
                    "text": "Webber, 2007;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 144,
                    "end": 155,
                    "text": "Zhou, 2007)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 432,
                    "end": 450,
                    "text": "(Cai et al., 2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 569,
                    "text": "(Zhou, 2009)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 901,
                    "end": 920,
                    "text": "(Wang et al., 2008)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "There are three levels of basic nursing education in Mainland China, leading to the National Registration Examination, which is required before registration as a nurse. These are the 3-4 year diploma programme upon completion of junior high school, the 2-3 year associate degree programme offered by colleges of nursing to high school graduates, and the 4-5 year bachelor degree programme via university-based education (Lu et al., 2008) . Nurses graduating from all these programmes go on to similar staff nurse roles. Nursing education in China teaches nurses to give medications, follow orders, make beds, do technical work (e.g., give injections and bed baths) and treat patients as their family members (Chen et al., 2004) . Most of their updated nursing knowledge is obtained from textbooks rather than journal articles, and continuing education opportunities for Chinese nurses are very limited (Cragg et al., 2003) .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 437,
                    "text": "(Lu et al., 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 708,
                    "end": 727,
                    "text": "(Chen et al., 2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 902,
                    "end": 922,
                    "text": "(Cragg et al., 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In Western countries, during the early years of the HIV/AIDS epidemic, nursing education focused on how HIV was transmitted and the need for universal precautions when caring for PLWHA (Burgess et al., 2001) . Educating nurses about the facts of HIV/AIDS decreased stigma around the care of PLWHA (Burgess, et al., 2001; Gillispie & Davis, 1996; van Wissen & Woodman, 1994) . Currently, nurses in Western countries are well-educated about HIV, including detailed protocols for educating PLWHA and their family members about HIV and providing counseling to PLWHA on personal and culturally-sensitive issues.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 207,
                    "text": "(Burgess et al., 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 297,
                    "end": 320,
                    "text": "(Burgess, et al., 2001;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 345,
                    "text": "Gillispie & Davis, 1996;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 346,
                    "end": 373,
                    "text": "van Wissen & Woodman, 1994)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "In comparison, Chinese nurses have limited opportunities to learn about HIV care and limited experiences in educating, counseling and psychosocially assessing HIV-positive individuals. The attitudes of Chinese nurses about men who have sex with men (MSM), prostitutes, and drug users often are negative and discriminatory (Chen, et al., 2004) .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 342,
                    "text": "(Chen, et al., 2004)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "The aim of the study was to explore HIV healthcare services from the perspectives of both HCPs and patients in order to understand how to optimize HIV nursing care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE STUDY Aim"
        },
        {
            "text": "As part of a larger intervention study, we conducted one focus group with 6 HCPs and 29 indepth interviews with PLWHA at a leading infectious disease Hospital in Beijing, China in 2005. We audio-recorded the focus group and interviews, which were conducted in Mandarin with native-speaking interviewers, with prior consent from all the participants. All participants received a small payment for their participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "For the focus group, six healthcare providers from the study hospital AIDS floor and HIV outpatient clinic were recruited by study personnel; four were physicians and two were nurses. Their average age was 37 years, and they had at least 5 years' experience in HIVrelated care. Twenty-nine PLWHA recruited by clinic staff participated in the in-depth qualitative interviews (22 men and 7 women).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "For the focus group, three interviewers from the collaborating university conducted the twohour focus group with the assistance of a facilitator and note-taker. The interview schedule included queries on how diverse services are provided by HCPs to patients and the facilitators and barriers to service provision. Sample questions included \"How do you usually inform your patients of their diagnosis?\" and \"Usually, how do you educate patients about their regimens and issues related to ART adherence?\" Each the in-depth interviews took 1-2 hours to complete in a private room. The interview schedule was designed to explore participants' perceptions and experiences with HCPs involved in their care and to identify barriers to and facilitators of ART adherence. Sample questions include \"How did you receive your HIV diagnosis?\" and \"What kinds of assistance did you receive from your HCP in taking your medication?\" For additional details about the procedures and participant characteristics for the in-depth interviews with PLWHA, see Chen, et al. (2007) and Starks, et al. (2008) .",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1057,
                    "text": "Chen, et al. (2007)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1062,
                    "end": 1083,
                    "text": "Starks, et al. (2008)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The study was approved by the appropriate ethics review boards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "Qualitative content analysis (Hsieh & Shannon, 2005) with Atlas.ti software was used to code and analyze the data. Two native Chinese-speaking investigators, who also spoke English and were trained in qualitative research methods, independently reviewed the transcripts and identified codes to represent concepts in the narratives. The investigators reviewed and discussed the coding to resolve any discrepancies in the meaning and assignment of codes and general patterns observed in the data. After codes were assigned and quotes were retrieved, HCPs were asked to confirm that the evolving patterns were congruent with their experiences. The themes emerging from HCP were compared to those from the patients. Two investigators actively sought and discussed consistencies and discrepancies between HCPs and patient experiences. The selected quotations were translated into English by the two bilingual researchers who led this analysis.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 52,
                    "text": "(Hsieh & Shannon, 2005)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "During the focus group discussion, two major organizational themes emerged. First, the delivery of HIV treatment is highly specialized in the Chinese healthcare system. Specialist hospitals have designated floors set aside for treatment of people with a diagnosis such as HIV. Second, professional roles are indistinctly defined, especially among nurses and physicians. In each section below, we elaborate upon these findings and consider their implications for nursing care in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "The study site was a national-level hospital specializing in infectious diseases. Healthcare institutions in nearby provinces transfer their PLWHA to this hospital for HIV care. These other institutions offer HCPs a general training focusing on medical and surgical diseases rather than training in infectious diseases such as HIV. The extensive training and institutional support for HCPs in specialist hospitals enables them to focus on learning how to take care of PLWHA in a holistic fashion, both medically and psychosocially. The separation of general and specialist hospitals allows for efficiencies in costs and training and can optimized specialist care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "One of the major problems cited as stemming from the division of labor across different institutions related to diagnosis delivery. Participants indicated that when patients are transferred from one institution to another across different levels of the healthcare system, delivering stigmatizing diagnoses such as HIV becomes increasingly complicated. As most of the patients were transferred from other institutions, HCPs in the study institution assumed that their patients had already been informed of their HIV diagnosis. As one physician explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "Basically, we are an infectious disease hospital … when patients come to our hospital, there is no need for us to tell them about their diagnosis. Patients who need to be hospitalized are all aware of their diagnosis, which means that we do not need to inform them yet again. We don't need to say \"You, XXX, have HIV. Do you know you are infected?\" At the very least, HCPs assumed that patients were prepared in some way for their diagnosis. A nurse reported her experiences in confirming HIV-positive diagnoses to patients who had been transferred from other hospitals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "Patients who transfer to our hospital, basically, are all made aware that they have some kind of infectious disease. They have been mentally prepared for their potential diagnosis … Many times, we already know that they have HIV, but we tell them that we are going to test for it, and that they may or may not have it. And the day after, we just tell them that they are HIV-positive, so they have some preparation for the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "HCP reports were consistent with the experiences of the patients, all but three of whom were directly or indirectly informed of their diagnoses before they were transferred to the specialist hospital. However, many of these patients received their diagnoses from other HCPs from whom they had sought care for diseases other than HIV. In addition, these diagnosing HCPs were often insufficiently trained in infectious diseases. Because of this, a considerable proportion of the HIV-positive participants were informed of their diagnoses under extremely stressful conditions. For example, one man vividly described his negative experience of obtaining his HIV diagnosis before transferring to a specialist hospital:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "I was hospitalized because of colitis, and I was tested for HIV during that time. A doctor told me that I had HIV. I was so shocked … the hospital asked me to leave right away. I asked to stay one more day, as it was late afternoon, but the doctor rejected my request and insisted I leave and transferred me to here. I protested, but they called an ambulance, and sent me here by force. The ambulance dropped me off right in front of this hospital and left. I was left by myself to look for the HIV emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "Indeed, most of the newly-diagnosed HIV-positive individuals were in a state of mental crisis after receiving their HIV diagnosis. They were in dire need of psychosocial support to navigate through the enormous challenges in their emotions, daily life changes, and identity. Their emotional reactions to their new HIV diagnosis, in the absence of appropriate support, may have affected their ability to take care of themselves, possibly leading to delays in seeking necessary treatment. One male interviewee used his experience of \"being disoriented\" and \"getting lost\" in a hospital as a metaphor for his depressed mood after learning of his new diagnosis. His negative reaction deterred him from actively seeking medical assistance for two weeks, even though he was in an acute phase of an opportunistic infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "That physician [in a general hospital] said nothing [about my HIV diagnosis]…. He asked me if I had ever been on business trips. I said, \"Yes\". I had the feeling that I had this [HIV disease] … I told him, \"Just tell me about my illness.\" And he told me everything … He informed my family, and asked me to transfer to another hospital … I was so scared then. Later when I walked in a short corridor in that building, I got lost. I felt disorientated, and trapped in a maze in which I couldn't find the way out. I was so scared. My knowledge about treatment for this disease was very limited too. It took two weeks before I returned to the doctor again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "Within the infectious disease hospitals, there are specialized floors for AIDS patients. Patients with the same diagnosis stay in a four-bed room and are separated from other patients on the same floor. This floor arrangement influenced focus group participants' perceptions about the social support that patients may receive and subsequent psychological readiness to accept their diagnoses. HCPs assumed that because those patients unaware of their diagnosis were placed on the AIDS floors with other inpatients, they would learn their diagnoses without explicitly being told. Moreover, HCPs believed that patients would derive support from other patients sharing the same room:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "Our beds are very limited. So we put people with the same disease in the same room. This way, a patient [who has not yet been explicitly informed of his diagnosis] can realize his condition gradually. Often, patients talk about their own condition in the same room. Because they are in the same boat, the uninformed patient can \"get it,\" and gradually accept it … There are people with the same disease around the new patient, so he would gradually accept the fact and fees less stressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "However, only two patient interviewees confirmed that this indirect pathway of diagnosis delivery was helpful. Even so, our HIV-positive participants stated that they had benefited from staying with other PLWHA in the hospital. One man shared his experience of receiving emotional support and developing faith in ART from his roommates by listening to their successful treatment stories: I am not really sure how I got this disease and I feel very bad. During hospitalization … one of the other patient's friends came to visit him. He told me how I should eat and what different herb medicines will benefit me, and shared with me how he recovers from the sickness and now he can work as a journalist, can conduct his own business and so on. … They said that, after taking the medicine, the virus will be controlled and I will gain weight. I am so happy and I have gained much confidence from their words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV Treatment in the Chinese Healthcare System"
        },
        {
            "text": "The other organizational issue raised by HCPs was the indistinct division of labor between professionals, especially between nurses and physicians. The division of labour in a healthcare institution refers to how work tasks are grouped in units for coordination and accountability and how units are grouped in hierarchical layers (Lega, 2007) . However, HCPs in this study expressed how their professional roles, as well as the work that goes along with their roles, were not applied according to their scope of practice. Previous work on the division of labor in healthcare has indicated that indistinct role boundaries between nursing and non-nursing tasks can lead to unsafe healthcare environments (Lu et al., 2007; Lu, et al., 2008; Pearson, 2003; Rushmer, 2005) . In the following section, we discuss the nurses' and physicians' roles and task confusion and how this led to gaps in service delivery.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 342,
                    "text": "(Lega, 2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 702,
                    "end": 719,
                    "text": "(Lu et al., 2007;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 720,
                    "end": 737,
                    "text": "Lu, et al., 2008;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 738,
                    "end": 752,
                    "text": "Pearson, 2003;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 753,
                    "end": 767,
                    "text": "Rushmer, 2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Professional Roles in the Chinese Healthcare System"
        },
        {
            "text": "China, nurses are expected to assess patients' physical, psychological, and social status; consult with patients about care planning; evaluate the outcome of care; and work closely with other members of the healthcare team (Lu, et al., 2007) . However, according to Chinese traditions, caring is a servant's work, which means that care providers are not held in high esteem (Pang et al., 2000) . Because of the primary emphasis on familial piety in China, patients are assumed to have family members to care for them. Part of nursing care, then, is seen as work normally carried out by family members: the nurses were seen as maidservants who help out with the menial tasks (Liu, 1991) . Nurses, clearly, are not highly respected in Chinese culture.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 241,
                    "text": "(Lu, et al., 2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 374,
                    "end": 393,
                    "text": "(Pang et al., 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 674,
                    "end": 685,
                    "text": "(Liu, 1991)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "In daily practice, many Chinese nurses find their time consumed by endless administrative tasks, housekeeping duties, and other work unrelated to direct patient care, which limits their ability to provide clinical care and psychosocial support (Lu, et al., 2007) . Studies show that Chinese nurses suffer a high turnover rate, most likely due to their heavy workload and high nurse-to-patient ratio (Pang, et al., 2000) . Traditionally, Chinese women are expected to do the majority of child-rearing and domestic duties, meaning more work for Chinese nurses when they return home to their families (Pang, et al., 2000; Smith & Tang, 2004) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 262,
                    "text": "(Lu, et al., 2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 399,
                    "end": 419,
                    "text": "(Pang, et al., 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 598,
                    "end": 618,
                    "text": "(Pang, et al., 2000;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 619,
                    "end": 638,
                    "text": "Smith & Tang, 2004)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Nurses in our focus group complained of having no time to carry out the work they were trained to perform, such as educating patients about antiretroviral therapy adherence and providing psychosocial support to patients. Providing emotional support and counseling to PLWHA by nurses was regarded as \"wasted time\" by managers and other HCPs. An experienced nurse who had worked on the HIV floor for years explained that the most important barrier was lack of clarity about nurses' roles-they were too occupied by the administrative work which the institution required them to complete:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "What is the nurses' work now? It's not clear … Nurses are bothered by a lot of small tasks. A lot of these are not nurses' jobs, such as calculating hospitalization fees and all other paper work. They should not be carried out by nurses … Most of the nurses don't have time to provide psychological care, implement health education and monitor patients' condition. We can't do them now… We are not the nurses we trained to be. All of the clinically unrelated responsibilities are transferred to us. So a lot of nurses' responsibilities are shifted to physicians. Now, we are all bothered by this. This is the same situation throughout all China. You don't have any other choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Moreover, in response to the focus group facilitator's inquiry about whether it was a shortage of managers in the hospital that led to the ambiguity of nurses' responsibilities, nurses responded that it was the ill-defined nature of nursing roles that complicated nurses' work: \"It is not the problem of number of staff, but the roles [of nurses]. What is the role of a nurse? We don't have clear responsibilities.\" Because the role of nurses is trivialized in daily practice, nurses' ability to carry out patient care was challenged by patients. For example, one patient responded to a question on whether she would be open to having a nurse provide HIV counseling as follows: \"Nurses may not know HIV… I think they don't understand HIV in general. Nurses are not able to provide counseling.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "However, this does not mean that nursing as a profession was devalued altogether by the patients. On the contrary, many patients who had experience with nurse counseling when they were newly-diagnosed with HIV did appreciate nurses who could provide the support and guide them through the disease (Chen, et al., 2007) .",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 317,
                    "text": "(Chen, et al., 2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Role of Physicians-Findings from the focus group indicated that physicians also suffered from lack of clarify about their duties within the HIV healthcare setting. A care team consists of many different professionals and what happens to one inevitably influences the others. In our study, nurses were assigned tasks less related to patient care such as basic administration work. Clinical work, such as psychosocial care, not performed by the nurses, was then left for physicians. A physician working on the same floor commented that the healthcare system displaced nurses and made it harder to provide psychosocial support:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Nursing counseling is a good idea. We also hope that nurses can take over some of our workload. It's hard to practise [nursing counseling] under the current system in the hospital. You can see that there is a lot of work on the floor, and most of it is not related to clinical practice but hospital administration. But no one else [except nurses] in the hospital can do it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "As a consequence of such displacement of nursing power, physicians took over the work originally belonging to the nurses. Physicians complained that they felt overworked and were obliged to play a variety of roles to fulfill the diverse needs of patients. They were discontented that the other professionals did not carry out their expected duties. When the focus group facilitator raised the question about whether in practice physicians were taking more responsibility for educating patients about their medications, the discussions were redirected to complaints by two physicians about their expanding duties as physicians:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Facilitator: OK, so you said that now the doctors are in charge of patient education in most cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Physician A: Not most cases, but all of them. We physicians are in charge of a lot of work. In other countries, they have [nurse] case managers to take care of these things.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Physician B: Here, we physicians are physicians and nurses at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Physician A: Not only nurses, we are social workers, too… Physician B: We are even volunteers! Similar perceptions were reported by PLWHA. In addition to HIV treatment, almost all of them had obtained different kinds of assistance from physicians, such as emotional support and financial assistance (Chen, et al., 2007) . Despite the fact that physicians had provided a wide variety of assistance to patients, some work had also been omitted. In particular, work considered unimportant or unnecessary by physicians was rarely, if ever, carried out. For example, as Chinese culture assumes that everyone should have a family to take care of patients, physicians did not consider homelessness and income instability as problems needing to be addressed. As one physician remarked:",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 319,
                    "text": "(Chen, et al., 2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "In other countries, HCPs need to consider whether patients have a stable life, have stable income or are homeless. They need to consider all these issues. In China, we don't take homelessness or income instability seriously. We basically assume that everybody should have a family and a home [to support them].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "Not all of the HIV-positive participants were able to maintain contact with their family, let alone receive family support. These patients, especially those rejected by their families, became more vulnerable to different kinds of difficulties, including social isolation, homelessness, and mental health problems. A male patient narrated his painful experiences of being expelled from his family on the day he learned his diagnosis:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "At that moment, my younger sister called me and told me that they had found an apartment for me. She said I should live there for a few days first… No one in the family showed their understanding… They were unwilling to spend even a minute with me. I was craving for someone to spend a night with me, but there was nobody. After they left, I turned off the light but could not get even a little sleep. It was a night of terror. Alas, what a torture!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Nurses-In"
        },
        {
            "text": "In China, because the healthcare system has been designed to have different institutions with specific functions, each institution tends to restrict care to a narrowly-defined set of areas. As a result, the patients in our study were not informed of their HIV status by HCPs right away, or were informed of their diagnosis under stressful conditions before their transfer to the specialist hospital. Of course, physicians may have been avoiding disclosure because of their own discomfort with relaying this bad news, but none of them articulated this reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is often a struggle to get different service providers and professional groups to work together effectively (Rushmer, 2005) . Nurses in China experience dissatisfaction with a variety of organizational factors, such as unsupportive management structures, which contribute to an unhealthy working atmosphere (King & McInerney, 2006 ). Yet, concerns have been raised by nurses that, regardless of the efforts that have been made to affirm the professional identity of nursing, social prejudices that stigmatize caring for the sick are still prevalent in China. They assert that the predominant view of \"looking up to medicine and looking down on nursing\" is deeply entrenched. One study showed that most nurses in China had relatively low self-esteem because they did not receive respect from the public (Pang, et al., 2000) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 126,
                    "text": "(Rushmer, 2005)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 310,
                    "end": 333,
                    "text": "(King & McInerney, 2006",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 805,
                    "end": 825,
                    "text": "(Pang, et al., 2000)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A multidisciplinary healthcare team consists of various professionals-in particular, nurses and physicians. Florence Nightingale believed that nurses should not engage in non-nursing tasks (\"to scour is a waste of power\"), but there is no clear definition of nursing tasks (Dingwall et al. 1988) . Studies have suggested that removal of non-nursing tasks from nurses' roles and responsibilities can increase nurses' time in carrying out their professional roles and enhance the quality of psychological care and health education for patients (Yang & Cheng, 2004) . Although HCPs complained about the lack of clarity in inter-professional boundaries at their workplace, they also pointed out that this was pervasive in China. One study showed that although Chinese nurses believed they should perform most of the roles in the domain of psychosocial and communication aspects of patient care, 22.5% of them were not always providing consultation to patients and their families about plans for care (Lu, et al., 2008) . This lack of clarity in inter-professional boundaries has several negative implications for interdisciplinary coordination among them that one group will end up doing all the work (Rushmer, 2005) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 295,
                    "text": "(Dingwall et al. 1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 542,
                    "end": 562,
                    "text": "(Yang & Cheng, 2004)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 996,
                    "end": 1014,
                    "text": "(Lu, et al., 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1197,
                    "end": 1212,
                    "text": "(Rushmer, 2005)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are some limitations to conducting focus group interviews in a hierarchical country such as China. First, during the focus group, attendees expected that the highest ranking physician in the group would do the talking out of respect for her status. Although most of the attendees participated in the discussions, they may not have freely shared all their relevant experiences and there may have been some tensions among them. The power differential between nurses and physicians might affect participants' willingness to talk in the focus group. Second, the techniques of brainstorming in focus groups may not be culturally consonant with Confucian ideals of propriety and modesty. Specifically, the more senior or higher status members would not be expected to risk voicing uncertain opinions open to critique. Third, the focus group was small and nurses and physicians were not equally represented. However, nurses did voice their dilemmas about the care that they provided to HIV-positive patients. Fourth, the study was conducted in only one hospital in one particular region in China. All these points may limit the wider application of the findings to HIV-positive patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study limitations"
        },
        {
            "text": "It is clear that how the organizational design, the division of work between healthcare institutions and between professionals, can have a great influence on healthcare providers' practices and patients' experiences. The increasing number of people living with HIV in China will bring an urgent need for highly trained nurses to provide counseling, education, and care. Currently, the healthcare services provided by this leading hospital were believed to be the most suitable for HIV-positive patients in China. However, there are more issues that should be addressed by these HCPs. Nurses, if they are able to devote more time to patient care, can focus more on the physical and psychosocial needs of HIV-positive patients and their family members. On-the-job training and continued education related to HIV/ AIDS can address the personal values that nurses carry into their work, which is likely to influence the quality of care given to patients. Optimization of the role of nurses in providing HIV-related care is urgently needed in order to provide the best possible care for HIV-positive population in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Meanwhile, physicians should concentrate on treatments and prevention of HIV complications and opportunistic diseases. The establishment of clear boundaries is essential for successful inter-professional cooperation. HCPs in a specialist hospital, as one of the few people whom HIV-positive patients are willing to disclose their status, need to integrate psychological and social support into their services and address patients' unmet needs that go beyond the conventional scope of healthcare. Moreover, HCPs in a specialist hospital can also consider outreach to other healthcare institutions to provide HIV training and to develop better referral systems that facilitate inter-organizational communication and coordination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In closing, to optimize the provision of HIV-related care in China, greater attention to the role of nursing is warranted. Facilitating the involvement of nurses in psychosocial and other more direct clinical care responsibilities would not only capitalize on a valuable resource and likely improve patient outcomes, but it would also free up more of the physicians' time to concentrate on patient medical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "HIV in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of the Association of Nurses in AIDS Care",
            "volume": "12",
            "issn": "5",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Inequality and unwillingness to care for people living with HIV/AIDS: a survey of medical professionals in Southeast China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS Patient Care STDS",
            "volume": "21",
            "issn": "8",
            "pages": "593--601",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nurses' knowledge, attitudes, and practice related to HIV transmission in northeastern China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Holzemer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AIDS Patient Care STDS",
            "volume": "18",
            "issn": "7",
            "pages": "417--422",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese HIV-positive patients and their healthcare providers: contrasting Confucian versus Western notions of secrecy and support",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Starks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Shiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fredriksen-Goldsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Advanced Nursing Science",
            "volume": "30",
            "issn": "4",
            "pages": "329--342",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ministry of Health People's Republic of China. Reported Incidence and Death Rate of 27 Infectious Diseases in 2006",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Doctor-family-patient relationship: the Chinese paradigm of informed consent",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "29",
            "issn": "2",
            "pages": "149--178",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Integrating Web-based technology into distance education for nurses in China: computer and Internet access and attitudes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cragg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Computers Informatics Nursing",
            "volume": "21",
            "issn": "5",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An Introduction to the Social History of Nursing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dingwall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Rafferty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "AIDS-related stigma and homophobia: implications for nursing education",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Eliason",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nurse Educator",
            "volume": "18",
            "issn": "6",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Truth telling in medicine: the Confucian view",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "29",
            "issn": "2",
            "pages": "179--193",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "China and HIV -a window of opportunity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Okie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The New England Journal of Medicine",
            "volume": "356",
            "issn": "18",
            "pages": "1801--1805",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attitudes of nurses caring for HIV/AIDS patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Gillispie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "AIDS Patient Care STDS",
            "volume": "10",
            "issn": "5",
            "pages": "292--295",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Three approaches to qualitative content analysis. Qualitative Health Research",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "1277--1288",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hospital workplace experiences of registered nurses that have contributed to their resignation in the Durban metropolitan area",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcinerney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curationis",
            "volume": "29",
            "issn": "4",
            "pages": "70--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Organizational design for health integrated delivery systems: theory and practice. Health Policy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lega",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "81",
            "issn": "",
            "pages": "258--279",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Institutional support for HIV/AIDS care in China: a multilevel analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIDS Care",
            "volume": "20",
            "issn": "10",
            "pages": "1190--1196",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "From san gu liu po to 'caring scholar': the Chinese nurse in perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "International Journal of Nursing Studies",
            "volume": "28",
            "issn": "4",
            "pages": "315--324",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A model of job satisfaction of nurses: a reflection of nurses' working lives in Mainland China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Barriball",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Advanced Nursing",
            "volume": "58",
            "issn": "5",
            "pages": "468--479",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Role perceptions and reported actual role content of hospital nurses in Mainland China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Barriball",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Clinical Nursing",
            "volume": "17",
            "issn": "8",
            "pages": "1011--1022",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Drawing a qualitative distinction of caring practices in a professional context: the case of Chinese nursing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Holistic Nursing Practice",
            "volume": "15",
            "issn": "1",
            "pages": "22--31",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Multidisciplinary nursing: re-thinking role boundaries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Clinical Nursing",
            "volume": "12",
            "issn": "5",
            "pages": "625--629",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Blurred boundaries damage inter-professional working",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rushmer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nurse Researcher",
            "volume": "12",
            "issn": "3",
            "pages": "74--85",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nursing in China: Historical development, current issues and future challenges",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Conceptualizing antiretroviral adherence in Beijing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Starks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simoni",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fredriksen-Goldsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "China. AIDS Care",
            "volume": "20",
            "issn": "6",
            "pages": "607--614",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Measuring HIV-related stigma among Chinese service providers: confirmatory factor analysis of a multidimensional scale",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIDS and Behavior",
            "volume": "12",
            "issn": "5",
            "pages": "789--795",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The bioethical principles and Confucius' moral philosophy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Medical Ethics",
            "volume": "31",
            "issn": "3",
            "pages": "159--163",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Nurses' attitudes and concerns to HIV/AIDS: a focus group approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Wissen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woodman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Advanced Nursing",
            "volume": "20",
            "issn": "6",
            "pages": "1141--1147",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "HIV/AIDS related discrimination in health care service: a crosssectional study in Gejiu City",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biomedical and Environmental Sciences",
            "volume": "21",
            "issn": "2",
            "pages": "124--128",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Chinese health care providers' attitudes about HIV: a review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Webber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS Care",
            "volume": "19",
            "issn": "5",
            "pages": "685--691",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The influence of economic liberalization on urban health care access in the People's Republic of China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gabriel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Selecting at-risk populations for sexually transmitted disease/HIV intervention studies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rotheram-Borus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Detels",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AIDS",
            "volume": "21",
            "issn": "8",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Evolution of China's response to HIV/ AIDS",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Rotheram-Borus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Detels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "9562",
            "pages": "679--690",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Analysis of the shortage of nursing human resources allocation in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Nursing Administration (China)",
            "volume": "4",
            "issn": "",
            "pages": "16--18",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "If you get AIDS... you have to endure it alone\": understanding the social constructions of HIV/AIDS in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Social Science and Medicine",
            "volume": "65",
            "issn": "2",
            "pages": "284--295",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Help-seeking in a context of AIDS stigma: understanding the healthcare needs of people with HIV/AIDS in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health & Social Care in the Community",
            "volume": "17",
            "issn": "2",
            "pages": "202--208",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to acknowledge Bu Huang, Cynthia Pearson, and Helene Starks for their earlier work on this study and Li Se, Lianhe Lu, Wenhui Lun, Kerong Wang, Xiaojing Wang, Yan Wu, Amiel Dan Ying, Wei Qu, Xin Wang and Chunhui Wang for conducting the interviews and translations.Funding Statement: This study was supported by R34-MH074364 and R34-MH074364-S1 from the U.S. National Institute of Mental Health (NIMH)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}