{
    "paper_id": "02ad2466714536b6afcd21eca338d69934a7aaab",
    "metadata": {
        "title": "Journal Pre-proof Characteristic ECG Manifestations in Patients with COVID-19 Characteristic ECG Manifestations in Patients with COVID-19",
        "authors": [
            {
                "first": "Jia",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yaqin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jianjun",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiming",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shenghua",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingwu",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Hospital of Changsha",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianlei",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Hospital of Changsha",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "postCode": "410011",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Daoquan",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University",
                    "location": {
                        "settlement": "Changsha410011",
                        "country": "China"
                    }
                },
                "email": "pengdq@csu.edu.cn"
            },
            {
                "first": "He",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "Y"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qin",
                "middle": [
                    "Q"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lv",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute cardiac injury has been reported in patients with COVID-19, which may be manifested as arrhythmias and electrocardiogram changes. Here we reported two critically ill cases of COVID-19 that had characteristic ECG changes of SIQIIITIII followed by an atrial-ventricular block and ST segment elevation accompanied by ventricular tachycardia respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Summary"
        },
        {
            "text": "Abstract: Cardiac involvement has been reported in patients with COVID-19, which may be reflected by ECG changes. Two COVID-19 cases in our report exhibited different ECG manifestations as the disease caused deterioration. The first case presented temporary SIQIIITIII morphology followed by reversible nearly complete atrioventricular block, while the second demonstrated ST segment elevation accompanied by multifocal ventricular tachycardia. The underlying mechanisms of these electrocardiographic abnormalities in the severe stage of COVID-19 may be attributed to hypoxia and inflammatory damage incurred by the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brief Summary"
        },
        {
            "text": "Key words: COVID-19, Arrhythmias, Electrocardiogram, Acute cardiac injury Case 1 A 66-year-old woman with no remarkable past medical history was admitted to the hospital with diagnosed COVID-19. The symptom of dyspnea and pulmonary imaging (Supplementary Figure S1A ) developed and progressively worsened in the following 30 days of hospitalization. Finally, trachea intubation and vein-to-vein extracorporeal membrane oxygenation (VV-ECMO) were employed in order to maintain optimal PaO2. The ECMO was withdrawn five days later when the patient became stabilized. The patient's ECG revealed dynamic changes when her clinical state was unstable. The baseline ECG shows sinus rhythm with a first-degree atrioventricular block (AVB) (Fig. 1A) . On the day of the trachea intubation, the ECG recording showed sinus tachycardia with SITIIIQIII morphology (Fig. 1B) . A simultaneous echocardiogram revealed an enlarged right atrium and right ventricle accompanied by severe tricuspid regurgitation, which could result from the elevated pulmonary artery pressure. Mobitz type I second-degree AVB and atrioventricular junctional escape beat were recorded (Fig. 1C ) the same day. On the following day, temporary nearly complete AVB (or high-grade AVB) developed (Fig. 1D ). Soon after, the ECG showed a recovery to first-degree AVB, and the SITIIIQIII disappeared ( Fig 1F) . Case 2 A 70-year-old man was admitted to the hospital with a diagnosis of COVID-19. He had a previous history of hypertension and type 2 diabetes. Despite of therapy, lesions in both lungs increased (see Supplementary Figure S1B ) and hypoxemia got worsen. On the fourteenth day of hospitalization, trachea intubation was required to maintain optimal oxygenation. The patient's first ECG recording showed basic rhythm of sinus tachycardia with an incomplete right bundle branch block (RBBB) ( Fig. 2A) . On the 34 th day of hospitalization, the patient developed severe hypoxia and VV-ECMO was employed. However, the patient's oxygenation had not significantly improved and severe hypotension ensued. Artery blood gas showed a critically low PaO2 level of 57.3 mmHg and lactic acidosis (Lac 10.8mmol/L). The day after VV-ECMO incubation, the patient's ECG demonstrated ST segment elevations in inferior and precordial leads (Fig 2B) and the amplitude of ST elevation was gradually increasing to form a triangular QRS-ST-T waveform (Fig. 2E) . During the evolution of ST elevation, two episodes of multifocal ventricular tachycardia developed (Figs. 2C and 2D) . Lidocaine was administered and sinus rhythm was restored. Simultaneous blood chemical tests showed positive cardiac troponin I (cTnI), elevated creatine kinase (CK) of 900.9U/L (normal range 10-190 U/L), creatine kinase-MB (CK-MB) of 72.6U/L (normal range 0-24 U/L), and significantly increase of N-terminal pro-brain natriuretic peptide (NT-proBNP) up to 24245pg/ml (normal range<900). The echocardiogram revealed diffuse hypokinesis, especially in the anterior and inferior walls. The patient died within 24 hours of the occurrence of ventricular tachycardia and ST elevation. Discussion It is reported that acute cardiac injury is not uncommon in patients with COVID-19 1, 2 . The percentage of COVID-19 patients with myocardial injury has been reported variously at 12% 1 and 7.2% 2 , which is much higher in critically ill patients in these two study. As seen in our report, the abnormal ECG changes were recorded during the critical condition of these two cases. There were several possible mechanisms. Firstly, Angiotensin-converting enzyme 2 (ACE2) has been identified as a functional receptor for coronaviruses 3 , which is highly expressed in the heart and lungs. Therefore, ACE2-related signaling pathways might have played a role in cardiac injury. Secondly, hypoxemia caused by COVID-19 may cause damage to myocardial cells. Thirdly, the systemic inflammatory response and immune system disorders may be important factors 4 . The ECG changes may reflect different cardiac injuries with diverse manifestations.",
            "cite_spans": [
                {
                    "start": 3305,
                    "end": 3306,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3651,
                    "end": 3652,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3966,
                    "end": 3967,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 265,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1148,
                    "end": 1156,
                    "text": "(Fig. 1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1255,
                    "end": 1263,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1359,
                    "end": 1366,
                    "text": "Fig 1F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1587,
                    "end": 1597,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1862,
                    "end": 1870,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 2293,
                    "end": 2301,
                    "text": "(Fig 2B)",
                    "ref_id": null
                },
                {
                    "start": 2400,
                    "end": 2409,
                    "text": "(Fig. 2E)",
                    "ref_id": null
                },
                {
                    "start": 2511,
                    "end": 2528,
                    "text": "(Figs. 2C and 2D)",
                    "ref_id": null
                }
            ],
            "section": "Brief Summary"
        },
        {
            "text": "In the first patient, the temporary occurrence of S1QIIITIII and subsequent transient, nearly complete AV block may reflect the transient pulmonary artery hypertension secondary to trachea secretive obstruction, which may cause extensive small pulmonary artery compression. The acute pulmonary embolism should be ruled out, while the reversible SITIIIQIII in a short time made it unlikely. Another potential mechanism that may have induced this reversible complete AV block is the local inflammation of myocardium 5 . The development of ST segment elevation and multifocal ventricular tachycardia in Case 2 may have several explanations. The presence of multiple coronary heart disease risk factors and the elevation of myocardial biomarkers made STEMI the first consideration. But the extensive ST elevation in the inferior leads and V1-V4 could not be explained by a single coronary artery occlusion. The most plausible explanation is type 2 MI which was secondary to severe hypoxia and hypotension, under his critical clinical state. However, the characteristic triangular QRS-ST-T-waveform in localized leads (inferior and V1-V4) could not be explained by global hypotension and hypoxia. We therefore speculate that this ECG change might result from acute myocarditis that was induced by SARS-CoV-2 infection. Conclusion Dynamic ECG change is the hallmark of cardiac injury, which usually signifies a critical status of patients with COVID-19. ",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Brief Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ACE2: from vasopeptidase to SARS virus receptor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hiscox",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends in pharmacological sciences",
            "volume": "25",
            "issn": "",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature reviews. Cardiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ECG series of patient 1. A, Sinus rhythm with first degree AVB, B, Sinus tachycardia, first AVB with SITIIIQIII, C, Mobitz type 1 second degree AVB and atrioventricular junctional escape beat, D, high-grade AVB or nearly complete AVB with junctional escape rhythm, E, first degree AVB and recover of SITIIIQIIIFigure 2 the ECG series of patient 2. A, Sinus tachycardia with incomplete RBBB, B, slightly elevated ST segment, C, Ventricular tachycardia, D, Ventricular tachycardia and ventricular fusion, E, remarkable ST segment elevation in the form of \"triangular QRS-ST-T waveform\". Supplementary Figure S1. CT scan reveal diffused lesion in both lungs (A, patient 1, B, patient 2)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. Shuhui Wang Lorkowski and Dr. C.M. Lorkowski for their linguistic assistance during the preparation of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures"
        }
    ]
}