{
    "paper_id": "03a061bbd85ef6aca2b2087a80ff2581eb24a8fc",
    "metadata": {
        "title": "Cross-reactive antibodies enhance live attenuated virus infection for increased immunogenicity",
        "authors": [
            {
                "first": "Kuan",
                "middle": [
                    "Rong"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaohui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wilfried",
                "middle": [
                    "A A"
                ],
                "last": "Saron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [
                    "Shuyi"
                ],
                "last": "Gan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hwee",
                "middle": [],
                "last": "Cheng Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darren",
                "middle": [
                    "Z L"
                ],
                "last": "Mok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117597",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Summer",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "-Xin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yie",
                "middle": [
                    "Hou"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Interdisciplinary Research Group in Infectious Diseases",
                    "institution": "Singapore-MIT Alliance for Research & Technology (SMART)",
                    "location": {
                        "postCode": "138602",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Cui",
                "middle": [],
                "last": "Liang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Interdisciplinary Research Group in Infectious Diseases",
                    "institution": "Singapore-MIT Alliance for Research & Technology (SMART)",
                    "location": {
                        "postCode": "138602",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Limin",
                "middle": [],
                "last": "Wijaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {
                        "postCode": "169856",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Sujoy",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [
                    "Bun"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "R"
                ],
                "last": "Tannenbaum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Interdisciplinary Research Group in Infectious Diseases",
                    "institution": "Singapore-MIT Alliance for Research & Technology (SMART)",
                    "location": {
                        "postCode": "138602",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Soman",
                "middle": [
                    "N"
                ],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashley",
                "middle": [
                    "L"
                ],
                "last": "St",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jenny",
                "middle": [
                    "G H"
                ],
                "last": "Low",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {
                        "postCode": "169856",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Eng",
                "middle": [
                    "Eong"
                ],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Vaccination has achieved remarkable successes in the control of childhood viral diseases. To control emerging infections, however, vaccines will need to be delivered to older individuals who, unlike infants, probably have had prior infection or vaccination with related viruses and thus have cross-reactive antibodies against the vaccines. Whether and how these cross-reactive antibodies impact live attenuated vaccination efficacy is unclear. Using an open-label randomized trial design, we show that subjects with a specific range of cross-reactive antibody titres from a prior inactivated Japanese encephalitis vaccination enhanced yellow fever (YF) immunogenicity upon YF vaccination. Enhancing titres of crossreactive antibodies prolonged YF vaccine viraemia, provoked greater pro-inflammatory responses, and induced adhesion molecules intrinsic to the activating Fc-receptor signalling pathway, namely immune semaphorins, facilitating immune cell interactions and trafficking. Our findings clinically demonstrate antibody-enhanced infection and suggest that vaccine efficacy could be improved by exploiting cross-reactive antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinical trial features. To investigate how cross-reactive antibodies affect live attenuated vaccination, we examined, through an open",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "V iral infections that spread rapidly and transcontinentally have become increasingly prevalent. The first 16 years of this century, alone, have already witnessed the pandemic spread of the severe acute respiratory syndrome (SARS) coronavirus, swine origin H1N1 influenza, ebola and zika viruses, all of which caused global health emergencies [1] [2] [3] . Of the strategies that can be employed to prevent viral spread, vaccination-especially with live vaccines-has undoubtedly the most remarkable track record 4, 5 . Vaccination has eradicated smallpox and has now eliminated polio from most parts of the world. Most recently, a cluster-randomized trial demonstrated that ring vaccination of contacts of ebola cases virtually eliminated any secondary spread of the virus 6 . Measures that are able to effectively prevent the spread of such viruses in susceptible populations should thus be a top research priority.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During development, the immunogenicity of candidate vaccines is frequently evaluated in animals and humans immunologically naive to the pathogen of interest. This has been a reasonable approach as vaccines are most likely to be given to infants and young children to prevent childhood diseases. With emerging viruses, however, vaccines will have to be delivered to both children and adults, many of whom will probably have had prior infection or vaccination with cross-reactive viruses that are antigenically related to the vaccine strain. Indeed, the endemicity of human coronaviruses globally implies that any SARS or Middle East respiratory syndrome (MERS) coronavirus vaccination must be effective despite the presence of anti-coronavirus antibodies. Similarly, the control of yellow fever by vaccination, or even zika virus when a vaccine becomes available, will probably be conducted in populations with a high prevalence of dengue antibodies, because these viruses are transmitted by the same mosquito vector. However, whether and how cross-reactive antibodies modify live vaccination outcome remains unclear. Some reports suggest that cross-reactive antibodies reduce vaccine efficacy 7, 8 . In contrast, recent Phase 3 trials of a chimaeric dengue vaccine showed that subjects with prior flavivirus infection experienced significantly better efficacy than individuals immunologically naive to flaviviruses [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The efficacy of live attenuated virus (LAV) vaccination may be influenced by antibody-dependent enhancement (ADE) of infection, which is a popular hypothesis to explain the increased risk of severe disease upon secondary dengue virus infection. This hypothesis posits that cross-reactive or sub-neutralizing levels of antibodies that develop from prior infection with a heterologous but antigenically related virus enhance viral entry into target cells via Fc gamma receptors (FcγRs). It is thus possible that cross-reactive antibodies augment immunogenicity by enhancing LAV infection of antigen presenting cells (APCs) and triggering host responses intrinsic to activating FcγR signalling 12 . Indeed, demonstrating increased immunogenicity, infection and activation of pathways intrinsic to FcγR activation would also authenticate the ADE hypothesis clinically, which until now has only been demonstrated in experimental systems. label and randomized clinical trial, the effects of sequential vaccination with two flaviviral vaccines: the inactivated Japanese encephalitis (JE) vaccine and live attenuated yellow fever (YF) vaccine. These licensed flaviviral vaccines were selected because of their safety profiles and are known to generate cross-reactive antibodies that bind flaviviruses, including dengue, West Nile and zika viruses. A total of 84 healthy volunteers that tested negative for anti-dengue immunoglobulins (IgGs) by enzyme-linked immunosorbent assay (ELISA) were randomized, upon receipt of written informed consent, to receive JE followed by YF vaccine or YF vaccine alone ( Fig. 1a and Supplementary Table 1 ). To achieve a gradient of cross-reactive antibodies before YF vaccination, we further subdivided the subjects into three groups based on the time interval between JE and YF vaccination: one (Group 1), four (Group 2) and nine months (Group 3) between vaccinations. Group 4 subjects served as controls (only YF vaccine was administered; Fig. 1b and Supplementary Table 2 ). Adverse events (AEs) following JE and YF vaccination did not differ among the different groups (Supplementary Tables 3 and 4 ). Other than two subjects from Group 3 with suspected dengue and thus excluded from analysis, the levels of JE antibodies were significantly reduced with increasing amount of time post-completion of the two-dose vaccination schedule, generating a gradient of JE antibodies at the point of YF vaccination (Fig. 1c) . Notably, Group 1 subjects had the most differences in JE antibodies when compared with the other groups and provided a broad range of JE antibody titres, covering those observed in Groups 2 and 3. This allowed us to study the effects of cross-reactive JE antibodies on subsequent YF vaccination. Our primary endpoint was the YF neutralizing antibody titres at one month post YF vaccination. Exploratory endpoints included YF vaccine viraemia and the systems biology profile of the host response to vaccination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1596,
                    "end": 1603,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1622,
                    "end": 1629,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1967,
                    "end": 1974,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1993,
                    "end": 2000,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2099,
                    "end": 2128,
                    "text": "(Supplementary Tables 3 and 4",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2443,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Antibody-enhanced YF infection results in prolonged viraemia. No significant differences in one month YF neutralizing antibody titres were observed between the different groups ( Supplementary  Fig. 1a ). When the YF neutralizing antibody titres one month post YF vaccination were analysed against the JE antibody titre on the day of YF vaccination, an inverted U trend ( Fig. 2a and Supplementary Fig. 1b-d) that fitted a second polynomial function (P = 0.0405) was observed. This trend is similar to in vitro studies that demonstrate ADE of dengue virus infection of monocytes, macrophages and dendritic cells (DCs) 13, 14 . YF neutralizing antibody titres were independent of age, body mass index, gender and ethnicity ( Supplementary Fig. 1e-h) . There was also no correlation between YF and JE antibodies at one month post YF vaccination, suggesting that the higher YF neutralizing antibody response is not due to a boosting of the JE memory response ( Fig. 2b and Supplementary Fig. 1i) . Instead, YF neutralizing antibody titres correlated directly with the magnitude at which pre-YF vaccination sera enhanced YF17D infection in THP-1 monocytic cells, in vitro (Fig. 2c) , which is in contrast with the control group where no correlation was observed (Fig. 2d) . Collectively, our finding suggests that cross-reactive JE antibodies bind YF vaccine to enhance its infection of APCs. We next measured how JE vaccination affects YF vaccine viraemia at days 1, 3 and 7 post-YF vaccination. Subjects in the treatment group (Groups 1-3) were divided into those with or without an enhanced Genome copies (log 10 ) per μl YF titres (log 10 Figure 2 | Cross-reactive antibodies enhance YF vaccine infection to produce prolonged viraemia and improved immunogenicity. a,b, Correlation between anti-JE (day 0) (a) and anti-JE (1 month) (b) versus anti-YF (1 month) specific antibody titres for Groups 1-3 (n = 34) as measured by PRNT. Dotted lines indicate the 99% confidence interval of the mean titre of Group 4 and the enhancing group, defined as subjects with titre greater than the 99% confidence interval of Group 4. c,d, Pre-YF immune sera from the treatment group (Groups 1-3; n = 48) (c) or the control group (n = 20) (d) were diluted 1:10 and incubated with YF17D before infecting THP-1 monocytes. YF17D plaque titres, represented by pre-vaccination serum mediated YF17D infection, were correlated with the log-transformed YF antibody titres (1 month). e-g, YF RNA levels at days 1, 3 and 7 after YF vaccination for Group 4 subjects (n = 20) (e) and the non-enhancing group (n = 40) (f) and enhancing group (n = 8) (g). h,j, YF RNA levels across the different groups at day 3 (h) and day 7 (j) post-YF vaccination. Error bars indicate standard error of the mean. i,k, Correlation of log-transformed YF antibody titres (1 month) with log-transformed YF RNA levels observed on day 3 (i) and day 7 (k) (n = 48). *P < 0.05, **P < 0.01 (paired t-test for e-g, unpaired t-test for h,j).",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 621,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 201,
                    "text": "Supplementary  Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 372,
                    "end": 379,
                    "text": "Fig. 2a",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 408,
                    "text": "Supplementary Fig. 1b-d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 724,
                    "end": 748,
                    "text": "Supplementary Fig. 1e-h)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 958,
                    "end": 965,
                    "text": "Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 992,
                    "text": "Supplementary Fig. 1i)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1168,
                    "end": 1177,
                    "text": "(Fig. 2c)",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1267,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 1639,
                    "end": 1647,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "neutralizing antibody response to YF based on whether their neutralizing antibody titre was greater or lower than the upper limit of the 99% confidence interval of the mean titre in the control group, respectively (Fig. 2a) . Consistent with previous reports 15 , increased YF vaccine viraemia was observed in all subjects from day 1 to day 3, and then declined significantly at day 7 in the control group (Fig. 2e ). The majority (67.5%) of subjects in the non-enhancing group also displayed reduced viraemia levels from day 3 to day 7 (Fig. 2f ). In contrast, the majority (62.5%) of subjects in the enhancing group showed sustained or increased viraemia levels between days 3 and 7 (Fig. 2g) . When comparing viraemia levels on day 3 alone, the mean viraemia of the control group subjects was higher than those with prior JE vaccination (Fig. 2h ). However, day 3 viraemia levels showed no significant correlation with eventual YF antibody titres (Fig. 2i) . The viraemia level on day 7 was highest in the enhancing group (Fig. 2j ) and correlated with eventual YF antibody titres (Fig. 2k) . Collectively, these results suggest that cross-reactive antibodies improve vaccine immunogenicity by increasing the duration of viraemia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 223,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "(Fig. 2e",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Fig. 2f",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 694,
                    "text": "(Fig. 2g)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 848,
                    "text": "(Fig. 2h",
                    "ref_id": null
                },
                {
                    "start": 950,
                    "end": 959,
                    "text": "(Fig. 2i)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "(Fig. 2j",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1093,
                    "text": "(Fig. 2k)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Clinically, no severe AEs were observed in our cohort. Moreover, no significant differences in total AEs were observed between the different groups of YF responders (Supplementary Table 5 ), indicating that prolonged viraemia mediated by cross-reactive antibodies did not affect the occurrence or severity of AEs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Antibody-enhanced YF vaccination increases production of pro-inflammatory lipids and metabolites. To gain insights into how the host response to YF vaccination is altered by cross-reactive antibodies, we adopted a systems biology and non-targeted approach to examine the metabolome, gene expression and cytokine/chemokine concentration in the peripheral blood. First, the global metabolomics investigation, which details the chemical fingerprints left behind by cellular processes, identified >1,100 significantly different features. The enriched metabolic pathways included aminoacyl-RNA-tRNA biosynthesis and linoleic acid, suggesting that increased translation and arachidonic acid synthesis, respectively, act as major contributory factors in enhanced YF immunogenicity (Supplementary Table 6a ). Indeed, follow-up targeted analysis identified the pro-inflammatory lipids, specifically arachidonic acid, linoleic acid and the metabolite byproduct, 12-hydroxyeicosatetraenoic acid (12-HETE), to be significantly elevated only in the enhancing group (Fig. 3a ,c,e) and positively correlated with YF antibody titres (Fig. 3b ,d,f). These findings suggest that YF vaccination in the presence of enhancing levels of crossreactive antibodies resulted in a greater pro-inflammatory response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 797,
                    "text": "(Supplementary Table 6a",
                    "ref_id": null
                },
                {
                    "start": 1052,
                    "end": 1060,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "(Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Antibody-enhanced YF vaccination leads to increased semaphorin expression. To glean how enhancing antibodies alter the gene expression response to YF vaccination, we performed transcriptional profiling of peripheral blood mononuclear cells (PBMCs) from 30 subjects. Gene-set enrichment analysis (GSEA) 16 was used to determine the enriched molecular pathways. Although some changes in gene expression were observed at day 1, most of the gene expression changes occurred at day 3. Consistent with other reports 17, 18 , pathways associated with interferon and innate antiviral responses were positively enriched in both treatment and control groups ( Supplementary Fig. 2a-e) . Furthermore, KAT2B gene expression, which was previously shown to be associated with better YF antibody responses 19 , was also positively correlated with YF titres in the control group ( Supplementary Fig. 2f ). This correlation, however, was not significant for subjects who had prior JE vaccination ( Supplementary Fig. 2g ).",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 513,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 674,
                    "text": "Supplementary Fig. 2a-e)",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 886,
                    "text": "Supplementary Fig. 2f",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 1002,
                    "text": "Supplementary Fig. 2g",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As expected, the genes and pathways that were significantly enriched in those with prior JE vaccination compared with the control group were mostly related to FcγR-signalling pathways such as protein kinase B (Akt), casitas B-lineage lymphoma (CBL) and extracellular signal-regulated kinases (ERK) signalling ( Supplementary Fig. 3a,b) . Subjects in the enhancing group, however, showed enrichment in T-cell-related pathways, specifically CD28-dependent PI3K-Akt signalling 20 , interleukin receptor and IL-2 signalling pathways 21 , compared with the non-enhancing group and control group (Fig. 4a) . Interestingly, semaphorinrelated pathways, known to have important roles in the regulation of immune cell responses 22, 23 were also significantly enriched in the enhancing group ( Fig. 4a and Supplementary Fig. 3a) . Indeed, genes in the semaphorin-related pathway were positively correlated with YF antibody titres, along with interleukin signalling genes, in subjects with prior JE vaccination (Fig. 4b) . In contrast, no significant correlation was observed in the control group.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 335,
                    "text": "Supplementary Fig. 3a,b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 590,
                    "end": 599,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 783,
                    "end": 790,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 795,
                    "end": 817,
                    "text": "Supplementary Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 999,
                    "end": 1008,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Validation of the GSEA hits ( Fig. 4c) using quantitative real-time polymerase chain reaction (qPCR) produced a similarly significant correlation between the transcripts of semaphorin-related genes at day 3 post-YF vaccination and YF antibody responses ( Supplementary  Fig. 3c) . Similarly, independent verification of these immune semaphorins in another ten trial subjects using qPCR produced similar findings ( Supplementary Fig. 3d ). Taken collectively, we conclude that semaphorins SEMA4A, SEMA6A and SEMA7A and its corresponding receptor, ITGA1, were significantly and positively correlated with YF antibody responses (Fig. 4d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 255,
                    "end": 278,
                    "text": "Supplementary  Fig. 3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 414,
                    "end": 435,
                    "text": "Supplementary Fig. 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Semaphorins were first identified to serve as axonal guidance factors during neuronal development 24 . Subsequently, a subset of semaphorins was discovered to play important roles in regulating immune cells, especially APC and T cell interaction as well as cellular trafficking [25] [26] [27] . Consistent with the gene expression findings, serum cytokine measurements identified two cytokines that were significantly correlated with YF neutralizing antibody titres, both of which regulate T cell expansion and activation (Supplementary  Table 6b ). First, platelet-derived growth factor isoform-BB (PDGF-BB), which affects T cell expansion 28 , was significantly reduced in the control and non-enhancing groups at day 7 relative to day 0, but not in the enhancing group ( Supplementary Fig. 4a , b). Second, a reduced level of vascular endothelial growth factor-D (VEGF-D), which inhibits T cell proliferation and activation 29, 30 , was observed in the enhancing group post-YF vaccination, but not in the control and non-enhancing groups ( Supplementary  Fig. 4c) . VEGF-D levels were also negatively correlated with YF antibody titres (Supplementary Fig. 4d) . The cytokine data thus support the gene expression findings. Collectively, these data suggest that YF vaccination in the presence of enhancing levels of cross-reactive antibodies induces expression of genes and cytokines that augment T cell responses.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 546,
                    "text": "(Supplementary  Table 6b",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 794,
                    "text": "Supplementary Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1042,
                    "end": 1065,
                    "text": "Supplementary  Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1138,
                    "end": 1161,
                    "text": "(Supplementary Fig. 4d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Increased semaphorin expression is mediated by activating FcγR signalling. The fact that semaphorin genes were upregulated upon YF vaccination only in those individuals with prior JE vaccination is intriguing, and may indicate a signalling pathway intrinsic to activating FcγR triggered by ADE. To test this possibility, because SEMA4A is known to be expressed in monocytes, we measured SEMA4A expression in THP-1 monocytes following inoculation with YF17D virus opsonized with an enhancing concentration of mouse-human chimaeric antibody 4G2 (h4G2). This antibody binds the conserved fusion loop of flaviviruses, including YF17D virus ( Supplementary Fig. 5a ). Immune complexes formed between YF17D and h4G2 ( Supplementary Fig. 5b ) resulted in upregulation of SEMA4A mRNA (Supplementary Fig. 5c ) and protein levels ( Fig. 4e and Supplementary Fig. 5d ) at 24 h postinfection, but inoculation of h4G2 or YF17D alone did not change SEMA4A expression. Similarly, YF17D opsonized with pre-YF vaccination serum from the enhancing group subjects ( Supplementary Fig. 5e ) upregulated SEMA4A expression in primary monocytes (Fig. 4f ) , which was significantly reduced when activating FcγRs were blocked with monoclonal antibodies (Fig. 4g) . Furthermore, crosslinking of the activating Fc-receptors alone with anti-FcγRI or FcγRIIA monoclonal antibodies resulted in significant upregulation of SEMA4A in both THP-1 (Fig. 4h ) and primary monocytes (Fig. 4i) . Together, these results indicate that activating FcγR signalling directly induces semaphorin expression in monocytic cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 659,
                    "text": "Supplementary Fig. 5a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 712,
                    "end": 733,
                    "text": "Supplementary Fig. 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Supplementary Fig. 5c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 822,
                    "end": 855,
                    "text": "Fig. 4e and Supplementary Fig. 5d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1047,
                    "end": 1068,
                    "text": "Supplementary Fig. 5e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1122,
                    "end": 1132,
                    "text": "(Fig. 4f )",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1229,
                    "end": 1238,
                    "text": "(Fig. 4g)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1414,
                    "end": 1422,
                    "text": "(Fig. 4h",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1447,
                    "end": 1456,
                    "text": "(Fig. 4i)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "As DCs are central to the initiation of primary immune responses, we investigated the expression of semaphorins in DCs when FcγRs are co-ligated. YF17D opsonized with h4G2 or pre-YF vaccination serum from the enhancing group increased YF17D infection in monocytederived DCs (Supplementary Fig. 5f-h) . Crosslinking of FcγRIIA but not FcγRI resulted in significant upregulation of SEMA4A (Fig. 4j) and SEMA7A (Fig. 4k) , consistent with previous reports demonstrating that DCs express low levels of FcγRI (ref. 31 ). Collectively, these results indicate that engagement of activating FcγRs upregulates semaphorins in FcγR-bearing antigen-presenting cells, leading to improved cell-mediated responses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 299,
                    "text": "(Supplementary Fig. 5f-h)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 387,
                    "end": 396,
                    "text": "(Fig. 4j)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 408,
                    "end": 417,
                    "text": "(Fig. 4k)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "Activating FcγR signalling leads to increased activation, maturation and expression of semaphorins in dendritic cells, in vivo. The in vitro experiments have shown that FcγR signalling induces semaphorin expression, but prior JE immunization may also induce other adaptive immune responses that alter semaphorin expression independent of activating FcγRs. To exclude this possibility, we investigated in vivo the effects of crossreactive antibodies on YF vaccination in the absence of crossreactive cellular immunity. C57BL/6 mice were first immunized with inactivated JE vaccine. After day 21, the IgG fraction was purified from mouse sera and transferred to immunologically naive animals. Thereafter, YF vaccine was administered in these mice and the draining lymph nodes (DLNs) were isolated 24 h post-vaccination to assess for migration and activation of DCs (Fig. 5a) . The gating strategy to identify DCs is shown in Supplementary Fig. 5i . With increasing concentrations of crossreactive JE IgG antibodies, the total DCs (Fig. 5b) and activated DCs (Fig. 5c ) in the DLNs increased in a dose-dependent manner. Consistent with in vitro observations, a low concentration of JE cross-reactive antibodies (1 µg) resulted in an increased percentage of SEMA4A + DCs (Fig. 5d,e) with higher mean fluorescence intensity (MFI) for SEMA4A (Fig. 5f ). In contrast, no differences in SEMA4A MFI were observed across the total cells in the DLNs, or in mice given pre-immune sera (Supplemntary Fig. 5j-l) , suggesting that YF immune complexes induce SEMA4A in DCs (Fig. 5g) . Overall, these in vivo results indicate that enhancing levels of cross-reactive antibodies alone increased DC migration and activation, as well as semaphorin upregulation, which contributes to enhanced immunogenicity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 872,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 923,
                    "end": 944,
                    "text": "Supplementary Fig. 5i",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1028,
                    "end": 1037,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1056,
                    "end": 1064,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1267,
                    "end": 1278,
                    "text": "(Fig. 5d,e)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1336,
                    "end": 1344,
                    "text": "(Fig. 5f",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1487,
                    "end": 1497,
                    "text": "Fig. 5j-l)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1557,
                    "end": 1566,
                    "text": "(Fig. 5g)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "Our clinical trial and experimental findings collectively indicate that cross-reactive antibodies, within a limited range, enhance the immunogenicity of LAV by augmenting infection and activating host responses downstream of activating FcγR. They also authenticate the ADE of viral infection [32] [33] [34] clinically. Indeed, only a small minority of dengue patients secondarily infected with a cross-reactive serotype of dengue virus develop severe disease 35, 36 . That immunogenicity enhancement was observed within a restricted range of pre-existing JE antibody titres can be explained by the stoichiometry requirement for optimal co-ligation of activating FcγR. Low titres of antibody could be suboptimal for activating FcγR co-ligation 37, 38 , whereas high titres of cross-reactive antibody could aggregate YF vaccine to instead co-ligate the inhibitory FcγRIIB, which reduces the uptake of vaccine by APCs (ref. 39) . With ADE, infection led to prolonged viraemia and FcγR-dependent signalling that could have, at least in part, resulted in upregulation of inflammatory metabolites. This interpretation is consistent with previous reports showing that immune complexes can upregulate these metabolites, resulting in increased phagocytosis 40, 41 and improved immune responses 42, 43 . In addition, genes, pathways and cytokines that are known to regulate T cell activation and differentiation were upregulated, although demonstration of an actual improvement in T cell function will need to be shown in a separate study. These observations could potentially explain why individuals with pre-exposure to flavivirus infection demonstrated improved efficacy of the chimaeric YF-dengue virus vaccine compared with immunologically naive individuals [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 743,
                    "end": 746,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1753,
                    "end": 1756,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1757,
                    "end": 1761,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1762,
                    "end": 1766,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The association of immune semaphorin expression with enhanced immunogenicity is interesting. It is possible that semaphorins alter the efficiency of YF vaccine infection of APCs and hence immunogenicity. However, given the known function this set of genes has in regulating immune cell interaction and trafficking [25] [26] [27] , it is more likely that their induction by activating FcγR augmented APC and T cell crosstalk for enhanced immunogenicity. The exact mechanism of the action of semaphorins in regulating immunogenicity will need to be investigated further.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Multiple factors have been proposed to influence vaccine efficacy. These include host genetics, the human microbiome and other environmental influences [44] [45] [46] . Our study highlights that vaccine efficacy can be positively influenced by past exposure to heterologous viruses, provided that the cross-reactive antibody titre is optimal for LAV enhancement. It suggests that, if possible, ADE could be exploited to deliver LAVs to overcome a key limitation of vaccination. LAVs, as reported previously, trigger extensive innate immune responses soon after vaccination 18, 47 . Although these responses are needed to stimulate adaptive immune responses against the LAV, they may also rapidly clear the vaccine, thereby limiting the window available for the adaptive immune response to be exposed to the antigen. Indeed, our findings that viraemia levels at day 7, but not day 3, post YF vaccination correlated with eventual YF neutralizing antibody titre indicate that the duration of LAV infection influence immunogenicity. Not surprisingly, therefore, even highly potent LAVs such as those for measles and polio require a booster to sustain the long-term immunity that typically arises following natural wild-type viral infection 48, 49 . The improved immunogenicity of the live attenuated YF vaccine in those with enhancing titres of cross-reactive antibodies thus suggests an approach to overcoming short-lived immunity with vaccination. It could also lead to reducing the need for multiple dosing regimes to achieve adequate neutralizing antibody titres sufficient for protective immunity. Determining the vaccine doses that achieve the antibody-antigen stoichiometry optimal for activating FcγR co-ligation to enhance LAV infection and immunogenicity could thus be a pragmatic approach to achieving longer-lasting vaccine efficacy.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "48,",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we have shown that cross-reactive antibodies enhance LAV immunogenicity and infection while activating host responses, including activating the FcγR intrinsic pathways that improve innate and adaptive immune crosstalk ( Supplementary Fig. 6 ). Strategies that exploit ADE to improve vaccine immunogenicity should thus be explored at the onset of vaccine design and development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 255,
                    "text": "Supplementary Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Ethical approval. Trial approval for this study was obtained from Singhealth Centralised Institutional Review Board (ID:2013/385/E) and is registered under clinicaltrials.gov registration no. NCT01943305. All participants gave written informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Clinical trial design. The detailed study design has been described previously 50 . Briefly, healthy adults, prescreened to be negative for anti-dengue antibodies (Panbio Dengue IgG, Alere) were enrolled on receiving informed consent. These subjects were randomized into two arms, with subjects in the treatment arm (Groups 1-3) receiving two doses of inactivated JE vaccine (Ixiaro, Novartis (Singapore) Pte Ltd), and subjects in the control arm (Group 4) received no JE vaccination. The treatment arm was further subdivided into three groups, for which YF vaccine (Stamaril, Sanofi Pasteur SA 2) was administered at different time intervals post-JE vaccination: 1 month (Group 1), 4 months (Group 2) or 9 months (Group 3). The control group received only YF vaccination. Serum was extracted on day 0 (immediately before YF vaccination) as well as on days 1, 3 and 7 and 1 month post-YF vaccination. The primary endpoint of the trial was the YF antibody titre at 1 month post-YF vaccination. Throughout the entire trial period, subjects documented all local and systemic symptoms experienced after JE and/or YF vaccination, including local and systemic symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cells and viruses. Vero, BHK-21 and THP-1 were purchased from ATCC. THP-1 was authenticated by flow cytometry 13 and all cell lines were tested for mycoplasma contamination. YF17D virus was isolated from Stamaril by passaging once in Vero cells. JE (SA-14-14-2) was cultured in Vero cells. Viruses were stored at −80°C until use. Infectious titre was determined by plaque assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Plaque reduction neutralization test. A plaque reduction neutralization test (PRNT) was performed on BHK-21 cells. A serial twofold dilution of serum in RPMI maintenance medium (MM) was incubated with 40 p.f.u. of JE (SA-14-14-2) or 40 p.f.u. of YF17D virus, in equal volumes, for 1 h before adding to BHK-21 (100 µl per well). After 1 h incubation at 37°C, medium was aspirated and cells were overlaid with 1% carboxymethyl cellulose in MM. After 5 days at 37°C, cells were fixed with 20% formaldehyde and stained with 1% crystal violet. PRNT50 values were determined using a sigmoid dose-response curve fit and reported as reciprocal values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Antibody-dependent infection of THP-1. Pre-dose serum (diluted 1:10 or titrated) or h4G2 was incubated with 2 × 10 5 p.f.u. per 100 µl of YF17D at 37°C for 1 h before adding to THP-1 cells (multiplicity of infection (MOI) = 10). After 3 days incubation at 37°C, the resultant YF17D viral titres were quantified by plaque assay as previously described 39 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Viraemia assessment with qPCR. RNA from sera was extracted using the viral RNA isolation kit (Qiagen) followed by cDNA synthesis (Biorad) and real-time qPCR (Roche) according to the manufacturer's protocol. The primers used were as previously reported 51 . RNA copy number standards were synthesized by amplifying the YF17D amplicon with EcoRI and XbaI flanking sites, for cloning into pCMV6-XL5 (Origene). RNA copy numbers were calculated as previously described 51 . The limit of detection was determined to be 10 genome copies µl −1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Liquid chromatography-tandem mass spectrometry (LC-MS/MS) profiling. Sera from patients collected on days 0, 1, 3 and 7 were collected for metabolomics analysis. Untargeted metabolomics were performed as previously described with modifications 52 . The supernatant fraction from the sample preparation step was analysed using an Agilent 1290 ultrahigh pressure liquid chromatography system equipped with a 6520 QTOF mass detector. The column used for the separation was an Agilent rapid resolution HT Zorbax SB-C18 (2.1 × 100 mm, 1.8 mm; Agilent Technologies). The gradient elution involved a mobile phase consisting of (A) 0.1% formic acid in water and (B) 0.1% formic acid in methanol. The initial condition was set at 5% B. A 7 min linear gradient to 70% B was applied, followed by a 12 min gradient to 100% B, which was held for 3 min, then a return to starting conditions over 0.1 min. Electrospray ionization mass spectra were acquired in positive ion mode. Mass data were collected between m/z 100 and 1,000 at a rate of two scans per second. The ion spray voltage was set at 4,000 V and the heated capillary temperature was maintained at 350°C. The drying gas and nebulizer nitrogen gas flow rates were 12.0 l min -1 and 50 p.s.i., respectively. Two reference masses were continuously infused to the system to allow constant mass correction during the run: m/z 121.0509 (C 5 H 4 N 4 ) and m/z 922.0098 (C 18 H 18 O 6 N 3 P 3 F 24 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For targeted lipidomic analysis, reversed-phase liquid chromatography (RPLC)-MS analysis was performed with an Agilent 1290 Ultra Pressure Liquid Chromatography device (UPLC) coupled to an electrospray ionization with iFunnel Technology device on a triple quadrupole mass spectrometer (6490 QQQ, Agilent Technologies). Chromatographic separation of extracted eicosanoids was achieved using an HT Zorbax SB-C18 column (2.1 × 100 mm, 1.8 µm; Agilent Technologies) with a flow rate of 0.40 ml min -1 at 40°C. The initial condition was set at 15% B; an 11 min linear gradient to 60% B was then applied, followed by a 17 min gradient to 100% B, which was held for 5 min, then a return to starting conditions over 0.1 min, while using solvents A, 0.1% aqueous acetic acid, and B, 50:50 vol/vol acetonitrile/ isopropanol. Electrospray ionization was performed in negative mode with the following source parameters: drying gas (N 2 ) at a temperature of 200°C with a flow rate of 14 l min -1 , nebulizer gas pressure of 30 p.s.i., a sheath gas temperature of 400°C with a flow rate of 11 l min -1 , capillary voltage of 3,000 V and nozzle voltage of 800 V. Eicosanoids were quantified in multiple reaction monitoring (MRM) mode. Data acquisition and processing for both global and targeted analyses were performed using MassHunter software (Agilent Technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cytokine profiling. Sera were assayed for 45 cytokines, chemokines and growth factors (Supplementary Table 6 ) using a multiplex suspension bead immunoassay (Ebioscience), according to the manufacturer's protocol. All samples were randomized and run in duplicates. Data analysis of experimental data was carried out using five-parameter logistic regression modelling on the Bio-Plex system (BioRad). Calibrations and validations were performed before runs and on a monthly basis, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Gene expression analysis. Whole blood was extracted and stored in Tempus Blood RNA tubes at −80°C. At the respective time points, RNA isolation proceeded according to the manufacturer's protocol. Microarray was performed at the Duke-NUS Genome Biology Core Facility. cRNAs were hybridized to Illumina Human HT-12 v4 Beadchips according to the manufacturer's instructions. Data analysis was performed using Partek software, and the significantly enriched pathways or correlated pathways were analysed with GSEA against the reactome database, using a nominal P value of 0.05 as the cutoff. Microarray data are available in the ArrayExpress database (www.ebi.ac.uk/arrayexpress) under accession no. E-MTAB-4669. For microarray validation, cDNA synthesis was performed with iScript cDNA kit (Bio-Rad) and real-time qPCR was performed according to the manufacturer's protocol (Roche SYBR Green). Primers used for validation were obtained from Origene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Generation of primary monocytes and DCs. Primary monocytes were isolated from the principal investigator and cultured as previously described 39 . Monocytederived DCs were generated by culturing primary monocytes in 50 ng ml -1 granulocyte macrophage-colony stimulating factor (GM-CSF) and 50 ng ml -1 IL-4 for 5 days. Flow cytometry analysis confirmed that more than 90% of treated monocytes expressed DC markers including DC-SIGN, CD80 and CD86 (Supplementary Fig. 5f ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 447,
                    "end": 469,
                    "text": "(Supplementary Fig. 5f",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "h4G2 binding to YF17D. 4G2 chimaeric human/mouse IgG1 (h4G2) was constructed as previously described 53 . Briefly, cDNA encoding the variable regions of 4G2 was synthesized from hybridoma cells and then used as the template to amplify both heavy-and light-chain variable regions into the human IgG1 constant region expression vector. The chimaeric antibodies were then expressed in the FreeStyle 293 expression system (Invitrogen). To assess binding of h4G2 to YF17D, ELISA was performed as previously described 39 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "FcγR crosslinking and blocking. Cells (2 × 10 5 cells ml −1 ) were incubated with 0.5 µg ml -1 of either anti-FcγRI (eBioscience) or anti-FcγRIIA (Stem Cell Biology) or both at 4°C for 1 h, with agitation every 15 min. IgG1, IgG2b or both antibodies were used, respectively, as isotoype controls. After this, cells were washed once with MM. For FcγR blocking studies, these cells were incubated with YF17D opsonized with 1:10 of pre-vaccination serum from the enhancing group at 37°C for 24 h. For the crosslinking experiments, anti-mouse IgG was added and incubated at 37°C for 6 h. Thereafter, cells were collected for qPCR or western blot analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Gene transcript levels. For qPCR assessment of genes, cells were washed once in PBS followed by RNA extraction using an RNeasy kit, cDNA synthesis and real-time qPCR according to the manufacturer's protocol. Primers used for the genes were obtained from Origene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Immunofluorescence. After infection, THP-1 was subjected to cytospin at 800g for 3 min and washed with PBS. Rabbit anti-SEMA4A (1:200, Abcam ab70178) was added and incubated overnight at 4°C. After washing with PBS, anti-rabbit Alexa488 was added and incubated at room temperature for 1 h. Thereafter, Mowiol with 4,6-diamidino-2-phenylindole (DAPI) was added for viewing under a Zeiss confocal microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Western blot. Western blot was performed and analysed as previously described 13 , using rabbit SEMA4A (1:200, Abcam ab70178) or mouse GAPDH (1:3,000, Abcam ab8245) as primary antibody, with horseradish peroxidase-conjugated anti-rabbit (1:3,000, Abcam ab6721) or anti-mouse (1:1,000, Dako), respectively, as secondary antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Mouse model to assess effects of cross-reactive antibodies. Mice (C57Bl/6) were obtained from InVivos (Singapore) and were housed in the Duke-NUS vivarium for the duration of the experiment. Protocols were approved by the SingHealth IACUC. Mice were vaccinated by intraperitoneal injection with 1 µg of human inactivated JE vaccine (Ixiaro). After 21 days, the mice were killed and the blood was collected by intracardiac puncture. IgG was purified from the pooled mouse serum using the Nab Protein A/G Spin Kit (ThermoScientific). Purified IgG were quantitated by nanodrop, then transferred to naive mice at three different concentrations (1, 10 and 100 µg) by intraperitoneal injection. The control group was given saline alone. After 24 h, all groups were challenged with Stamaril, 200 UI per mouse, subcutaneously in rear footpads. Lymph nodes (n = 6 independent lymph nodes per group) were isolated after an additional 24 h, and single cell suspensions were prepared using a 70 µm nylon cell strainer (Falcon) after treatment for 30 min with collagenase (Sigma) in a tissue culture incubator. Cells were blocked with PBS containing 1% bovine serum albumin (BSA, Gibco). To determine the numbers of activated DCs and levels of SEMA4A, cells were stained with antibodies against CD11c-Pacific Blue (ThermoScientific), CD80-BV605 (BD Biosciences), CD86-BV510 (BD Biosciences) and SEMA4A (Abcam) in a buffer consisting of PBS containing 1% BSA. After washing with PBS, anti-rabbit AlexaFluor488 was used for secondary staining. After washing, cells were fixed with 4% paraformaldehyde. Data were acquired using a Fortessa flow cytometer (BD Biosciences) and analysed and prepared for publication using FlowJo and Prism Software. Female mice were 6-8 weeks old at the beginning of the experiments. Sample size calculations were not performed in advance and no randomization or blinding procedures were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data availability. Microarray data have been deposited in the ArrayExpress database (www.ebi.ac.uk/arrayexpress) under accession no. E-MTAB-4669.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The origin and prevention of pandemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Infect. Dis",
            "volume": "50",
            "issn": "",
            "pages": "1636--1640",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zika virus in the Americas-yet another arbovirus threat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N. Engl. J. Med",
            "volume": "374",
            "issn": "",
            "pages": "601--604",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Ebola Response Team. Ebola virus disease in West Africa-the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N. Engl. J. Med",
            "volume": "371",
            "issn": "",
            "pages": "1481--1495",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A decade of vaccines: integrating immunology and vaccinology for rational vaccine design",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "D&apos;argenio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunity",
            "volume": "33",
            "issn": "",
            "pages": "437--440",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Vaccines for the twenty-first century society",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Gregorio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Rev. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "865--872",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "857--866",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficacy assessment of a cell-mediated immunity HIV-1 vaccine (the Step Study): a double-blind, randomised, placebo-controlled, test-of-concept trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Buchbinder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "1881--1893",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Jr Epidemiologic and immunologic significance of age distribution of antibody to antigenic variants of influenza virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hennessy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "J. Exp. Med",
            "volume": "98",
            "issn": "",
            "pages": "641--656",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy and long-term safety of a dengue vaccine in regions of endemic disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hadinegoro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N. Engl. J. Med",
            "volume": "373",
            "issn": "",
            "pages": "1195--1206",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficacy of a tetravalent dengue vaccine in children in Latin America",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N. Engl. J. Med",
            "volume": "372",
            "issn": "",
            "pages": "113--123",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical efficacy and safety of a novel tetravalent dengue vaccine in healthy children in Asia: a phase 3, randomised, observer-masked, placebo-controlled trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Capeding",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1358--1365",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intrinsic antibody-dependent enhancement of microbial infection in macrophages: disease regulation by immune complexes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halstead",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marovich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ubol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Mosser",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "712--722",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Leukocyte immunoglobulin-like receptor B1 is critical for antibody-dependent dengue",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "2722--2727",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cell type specificity and host genetic polymorphisms influence antibody-dependent enhancement of dengue virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boonnak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Dambach",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Donofrio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tassaneetrithep",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marovich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol",
            "volume": "85",
            "issn": "",
            "pages": "1671--1683",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Subdoses of 17DD yellow fever vaccine elicit equivalent virological/immunological kinetics timeline",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Campi-Azevedo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "15545--15550",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Yellow fever vaccine induces integrated multilineage and polyfunctional immune responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaucher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Exp. Med",
            "volume": "205",
            "issn": "",
            "pages": "3119--3131",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Systems biology approach predicts immunogenicity of the yellow fever vaccine in humans",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Querec",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Immunol",
            "volume": "10",
            "issn": "",
            "pages": "116--125",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "T-cell exhaustion, co-stimulation and clinical outcome in autoimmunity and infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Jayne",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "523",
            "issn": "",
            "pages": "612--616",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "CD28-mediated co-stimulation: a quantitative support for TCR signalling",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Acuto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Rev. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "939--951",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The role of interleukin-2 during homeostasis and activation of the immune system",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sprent",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Immunol",
            "volume": "12",
            "issn": "",
            "pages": "180--190",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Semaphorins and their receptors in immune cell interactions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumanogoh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kikutani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Diverse roles for semaphorin-plexin signaling in the immune system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takamatsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumanogoh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends Immunol",
            "volume": "33",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The semaphorin genes encode a family of transmembrane and secreted growth cone guidance molecules",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kolodkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "1389--1399",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Class IV semaphorin Sema4A enhances T-cell activation and interacts with Tim-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumanogoh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "419",
            "issn": "",
            "pages": "629--633",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Semaphorin 7A initiates T-cell-mediated inflammatory responses through α1β1 integrin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "680--684",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Semaphorin 7A promotes chemokine-driven dendritic cell migration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Rijn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Immunol",
            "volume": "196",
            "issn": "",
            "pages": "459--468",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Platelet-derived growth factor is a potent biologic response modifier of T cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Daynes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Araneo",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Exp. Med",
            "volume": "174",
            "issn": "",
            "pages": "1323--1333",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "VEGF directly suppresses activation of T cells from ascites secondary to ovarian cancer via VEGF receptor type 2",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gavalas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br. J. Cancer",
            "volume": "107",
            "issn": "",
            "pages": "1869--1875",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "VEGF directly suppresses activation of T cells from ovarian cancer patients and healthy individuals via VEGF receptor Type 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ziogas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Cancer",
            "volume": "130",
            "issn": "",
            "pages": "857--864",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Regulated expression of FcgammaR in human dendritic cells controls cross-presentation of antigen-antibody complexes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol",
            "volume": "177",
            "issn": "",
            "pages": "8440--8447",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Dengue hemorrhagic fever in Cuba, 1981: a retrospective seroepidemiologic study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "42",
            "issn": "",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dengue viruses are enhanced by distinct populations of serotype cross-reactive antibodies in human immune sera",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Alwis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dengue viruses and mononuclear phagocytes. I. Infection enhancement by non-neutralizing antibody",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Halstead",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Exp. Med",
            "volume": "146",
            "issn": "",
            "pages": "201--217",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Reduced risk of disease during postsecondary dengue virus infections",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olkowski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Infect. Dis",
            "volume": "208",
            "issn": "",
            "pages": "1026--1033",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Identification of clinical factors associated with severe dengue among Thai adults: a prospective study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thanachartwet",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Shifting FcγRIIA-ITAM from activation to inhibitory conFig.uration ameliorates arthritis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ben Mkaddem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Clin. Invest",
            "volume": "124",
            "issn": "",
            "pages": "3945--3959",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "IgG1 and IVIg induce inhibitory ITAM signaling through FcγRIII controlling inflammatory responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aloulou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Blood",
            "volume": "119",
            "issn": "",
            "pages": "3084--3096",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ligation of Fc γ receptor IIB inhibits antibody-dependent enhancement of dengue virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "12479--12484",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Arachidonic acid is essential for IgG Fc receptormediated phagocytosis by human monocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Lennartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Immunol",
            "volume": "147",
            "issn": "",
            "pages": "621--626",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Conjugated linoleic acids can change phagocytosis of human monocytes/macrophages by reduction in Cox-2 expression",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stachowska",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lipids",
            "volume": "42",
            "issn": "",
            "pages": "707--716",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cellular and molecular mechanisms of the selective regulation of IL-12 production by 12/15-lipoxygenase",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rubinstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pure",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Immunol",
            "volume": "176",
            "issn": "",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Polyunsaturated fatty acids, inflammation and immunity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Grimble",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. J. Clin. Nutr",
            "volume": "56",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Systems vaccinology: probing humanity's diverse immune systems with vaccines",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pulendran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "12300--12306",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The genetic theory of infectious diseases: a brief history and selected illustrations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu. Rev. Genom. Hum. Genet",
            "volume": "14",
            "issn": "",
            "pages": "215--243",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Human nutrition, the gut microbiome and the immune system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Ahern",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "474",
            "issn": "",
            "pages": "327--336",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Molecular determinants of plaque size as an indicator of dengue virus attenuation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Polio eradication. Efficacy of inactivated poliovirus vaccine in India",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jafari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "922--925",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Booster vaccination with further live attenuated measles vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Bass",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "JAMA",
            "volume": "235",
            "issn": "",
            "pages": "31--34",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The role of pre-existing cross-reactive antibodies in determining the efficacy of vaccination in humans: study protocol for a randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trials",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Advanced yellow fever virus genome detection in point-of-care facilities and reference laboratories",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Clin. Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "4054--4060",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Serum metabolome and lipidome changes in adult patients with primary dengue infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Passive immunoprophylaxis and therapy with humanized monoclonal antibody specific for influenza A H5 hemagglutinin in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir. Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Clinical trial overview. a, Consort diagram showing the flow of participants through each stage of the randomized trial. b, Diagrammatic representation of the study. Subjects in the treatment group were vaccinated with Ixiaro followed by Stamaril at 1 month (Group 1, red), 4 months (Group 2, blue) or 9 months (Group 3, cyan) apart, indicated by §. The control group (Group 4) received YF vaccination only. c, Anti-JE antibody titres of subjects from Group 1 (n = 23), Group 2 (n = 11) and Group 3 (n = 14) before YF vaccination as measured by PRNT. *P < 0.05, **P < 0.01 (unpaired t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cross-reactive antibodies differentially regulate the production of inflammatory lipids and metabolites during YF vaccination. a,c,e, Serum levels of arachidonic acid (a), linoleic acid (c) and 12-HETE (e) in Group 4 (black bars) (n = 7), the non-enhancing group (blue bars) (n = 16) and the enhancing group (red bars) (n = 7) at days 0, 1, 3 and 7 post-YF vaccination. Box plot whiskers indicate the range of the data. b,d,f, Pearson correlation (r) of anti-YF antibody titres (1 month), as measured by PRNT, with log 2 -transformed values of fold changes (day 7 versus day 0) of arachidonic acid (b), linoleic acid (d) and 12-HETE (f) (n = 23). *P < 0.05, **P < 0.01, ***P < 0.001 (paired t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cross-reactive antibodies upregulate immune semaphorins via activating FcγR ligation. a, GSEA analysis of the enriched signalling pathways in enhancing group (n = 6) compared with subjects from non-enhancing and control groups (n = 23) at day 3 post YF-vaccination. Normalized enrichment scores were computed by GSEA and these pathways have gene-set nominal P values < 0.05 (n = 21). b, GSEA analysis of enriched signalling pathways at day 3 post YF-vaccination that correlate with YF antibody titres for subjects with prior JE vaccination (black bars) (n = 21). White bars indicate corresponding enrichment scores for the control group (n = 7). Nominal gene-set P values were <0.05 for black bars and >0.05 for white bars. PLC, phospholipase C. SHC, Src homology 2 containing transforming protein. c, Immune semaphorin genes (in red) identified by GSEA to be enriched in subjects from the enhancing group. d, Pearson correlation (r) of YF antibody titres, as measured by PRNT, with log 2 -transformed values of fold changes (day 3 versus day 0) of SEMA4A, SEMA6A, SEMA7A and ITGA1 (n = 25). P values indicate significance of the slope. e, Localization and expression of SEMA4A (green) in THP-1 exposed to media, h4G2, YF17D or h4G2-opsonized YF17D (ADE) for 24 h. DAPI staining is blue. Values in white indicate the corrected total cell fluorescence of SEMA4A, normalized to DAPI. Scale bars, 20 µm. f, SEMA4A protein expression levels in primary monocytes exposed to media, YF17D or YF17D opsonized with pre-YF vaccination serum (1:10) from an enhancing group subject for 24 h. Relative expression is normalized to GAPDH. g, SEMA4A expression when YF17D opsonized with pre-vaccination serum from an enhancing group subject is added to primary monocytes blocked with either isotype antibodies or anti-FcγRI and FcγRII antibodies. h, SEMA4A protein expression in THP-1 when FcγRI, FcγRII or both receptors are ligated for 6 h. i-k, Quantitative PCR analysis of SEMA4A and SEMA7A in primary monocytes (i) and dendritic cells (j,k) when FcγRI, FcγRII or both receptors are ligated for 6 h (n = 4). Values were corrected for expression of the control gene (GAPDH). *P < 0.05, **P < 0.01 (unpaired t-test). Error bars indicate standard deviation of the data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Cross-reactive antibodies increase DC activation, migration and semaphorin expression for improved antigen presentation during YF vaccination. a, Diagrammatic representation showing how cross-reactive antibodies from mice immunized with Ixiaro were transferred to non-immunized mice to study their effects on YF vaccination. b,c, Total (b, CD11c + ) and activated DCs (c, CD11c + CD80 + CD86 + ) in DLNs after YF vaccination with pretreatment of different doses of cross-reactive JE IgG (n = 6). d-f, Percentage of SEMA4A + DCs (d), representative histograms (from n = 6) showing SEMA4A staining on DCs (e) and mean fluorescence intensity (MFI) of SEMA4A + staining on DCs (f) with pretreatment of different doses of cross-reactive JE IgG (n = 6). g, SEMA4A MFI of LN cells (n = 6). *P < 0.05, **P < 0.01 (unpaired t-test). Error bars indicate standard deviation of the data.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank C. Chua for technical assistance and also thank the research coordinators and nurses, G.K.Y. Li, E.Y.L. Lim and A.K.L. Shum. The authors thank E. Ong for her constructive review of this work. This work is supported by the Translational Clinical Research Programme of the Biomedical Research Council of Singapore. Y.B.C. was supported by the National Research Foundation, Singapore, under its Clinician Scientist Award (award no. NMRC/CSA/039/2012) administered by the Singapore Ministry of Health's National Medical Research Council.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary information is available for this paper. Reprints and permissions information is available at www.nature.com/reprints. Correspondence and requests for materials should be addressed to J.G.H.L. and E.E.O.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}