{
    "paper_id": "03ada0845b2398e00a32ce696aeb4b8a61f0a039",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wang",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "People's hospital of Qiandongnan Miao and Dong Autonomous Prefecture",
                    "location": {
                        "postCode": "556000",
                        "region": "Kaili Guizhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study was approved by the ethics committee of the people's hospital of Qiandongnan Miao and Dong Autonomous Prefecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background. COVID-19 is a new infectious disease, for which there is currently no treatment. It is therefore necessary to explore biomarkers to determine the extent of lung lesions and disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective. We aimed to assess the usefulness of CRP levels in the early stage of COVID-19 and to correlate them with lung lesions and severe presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Confirmed cases of COVID-19 were selected at the Fever Unit in two regions of Guizhou, China. On admission CRP levels were collected, and the diameter of the largest lung lesion was measured in the most severe lung lesion by lung CT scan. Differences in the diameter and CRP levels were compared in the following groups of patients: mild group, moderate group, severe group, and critical group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Result. CRP levels and the diameter of the largest lung lesion in the moderate group were higher than those in the mild group (Mann-Whitney test = -2.647, -2.171, p˂0.05), those in the severe group were higher than those in the moderate group (Mann-Whitney test = 0.693, -2.177, p˂0.05), and those in the critical group were higher than those in the severe group (Mann-Whitney test = -0.068, -1.549, p˂0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The difference was statistically significant. CRP levels were positively correlated with the diameter of lung lesion and severe presentation (correlation coefficient = 0.873, 0.734, p˂0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Page 2 of 9 J o u r n a l P r e -p r o o f Conclusion. In the early stage of COVID-19 CRP levels were positively correlated with lung lesions and could reflect disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Background New coronavirus pneumonia (COVID-19) is a health emergency due to its high infectiousness [1] and high case fatality in critically ill patients. The pathological and physiological processes and diagnostic methods of COVID-19 are still in the exploratory stage. Clinical monitoring and appropriate treatment strategies were essential to improve case fatality. CT scan played an important role in assessing the disease [2] . Other sensitive indicators able to reflect lung lesion changes and disease severity had to be explored. C-reactive protein (CRP) levels can be used in the early diagnosis of pneumonia [3] , and patients presenting with severe pneumonia had high CRP levels. We assessed the correlation between CRP levels, lung lesions, and disease severity to provide reference for clinical treatment.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From January 23, 2020 to February 29, 2020, a total of 27 patients admitted to the Fever Unit were selected (11 mild cases, 12 moderate cases, two severe cases, and two critical cases). Ten patients were from the people's hospital of Qiandongnan Miao and Dong autonomous prefecture. Seventeen patients were from Qiannan Miao and Buyi autonomous prefecture. We included 13 males and 14 females, aged from 5 months to 59 years with a mean age of 33.23 ±13.21 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Early definition of COVID-19: within 7 days of clinical symptoms, and within 7 days of positive viral nucleic acid test for asymptomatic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Inclusion criteria: the criterion for confirming COVID-19 was a positive viral nucleic acid test [4] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[4]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "Exclusion criteria: patients with bacterial infection, patients with onset more than 7 days before, and patients with incomplete data were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects and methods"
        },
        {
            "text": "We performed a retrospective study. On admission CRP levels were collected, and the diameter of the largest lung lesion was measured in the most severe lung lesion J o u r n a l P r e -p r o o f by lung CT scan. Differences in the diameter and CRP levels were compared in the following groups of patients: mild group, moderate group, severe group, and critical group. We observed a correlation between CRP levels, lung lesion diameter, and disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The statistical analysis was performed using the SPSS 24.0 software. Measurement data with normal distribution are expressed as mean ± standard deviation (mean ±SD), and comparisons among the groups were performed using the one-way analysis of variance (ANOVA) followed by LSD test (homogeneity of variance was determined) or Tamhane's T2 test. Numeration data was analyzed by chi-square test. Correlation was analyzed by Spearman correlation analysis. A p value below 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Symptom onset was 1-7 days, with a mean of 3.62 ±2.78 days. We observed 22 cases (81.48%) of ground glass lesions in the lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The number of patients with COVID-19 is currently rapidly increasing globally, and asymptomatic patients are also the source of infection [5] . COVID-19-related case J o u r n a l P r e -p r o o f fatality is also rapidly increasing. COVID-19 is a new threat for populations [6, 7, 8] , and treatment options need to be evaluated [9] . Early monitoring of key indicators was an important basis to guide treatment strategies, and early assessment of the severity of patients' condition was of great value [10] . The main pathological changes of COVID-19 are lung and immune system damage [4] . Serous, fibrin exudate and clear membrane form in the alveolar cavity and congestion and edema appear in the lung [11] . CT dynamic monitoring may be used to identify the characteristic imaging of lung changes: multiple small patch shadows and stromal changes are observed in the early stage and the lung exudate is obvious [12] , which then develops into multiple ground-glass shadows and infiltrating shadows in both lungs [13] . CT scan examination, as a quick and simple method to screen for pulmonary infection, can not only determine the presence of pulmonary infection but it can also provide a reference for determining the type of pathogen, with unique diagnostic advantages. According to Zhong Nanshan's latest research, the sensitivity of COVID-19 diagnosis with CT scan alone was 76.4%, and the application of CT scan in COVID-19 was evaluated as useful [14] . A 50% increase in lung X-ray findings within 24 to 48 hours was considered an early warning indicator of impending conversion to critical disease. The CT scan can sometimes predict the prognosis of patients [15] . CRP levels are correlated with the level of inflammation, and its concentration level is not affected by factors such as age, sex, and physical condition [16] . CRP levels can activate the complement and enhance phagocytosis, thus clearing the pathogenic microorganisms invading the body. CRP levels can be used for early diagnosis of Page 6 of 9 J o u r n a l P r e -p r o o f pneumonia [3] , and patients with severe pneumonia had high CRP levels. It is an important index for the diagnosis and assessment of severe pulmonary infectious diseases [17] . Matsumoto's study also showed the value of CRP levels in severe pneumonia [18] . This study showed that CRP levels and the diameter of the largest lung lesion increased as the disease progressed. CRP levels were positively correlated with lung lesion and disease severity. This suggests that in the early stage of COVID-19, CRP levels could reflect lung lesions and disease severity.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[5]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[6,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "7,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[10]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[4]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[13]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[14]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1673,
                    "end": 1677,
                    "text": "[15]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1834,
                    "end": 1838,
                    "text": "[16]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2068,
                    "end": 2071,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 2228,
                    "end": 2232,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2309,
                    "end": 2313,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitation of the present study was the small sample size. Further clinical studies with larger sample size are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the early stage of COVID-19, CRP levels were positively correlated with lung lesions. CRP levels could reflect disease severity and should be used as a key indicator for disease monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The author declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure of interest"
        },
        {
            "text": "The study was funded by the researchers themselves, with no other funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Jingli",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "Jia&apos;an",
                    "suffix": ""
                },
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                },
                {
                    "first": "Zhang",
                    "middle": [],
                    "last": "Xinxin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Asymptomatic novel coronavirus pneumonia patient outside Wuhan: The value of CT images in the course of the disease",
            "authors": [],
            "year": null,
            "venue": "Clinical Imaging",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early Diagnosis of Pneumonia in Severe Stroke: Clinical features and the diagnostic role of C-reactive protein",
            "authors": [
                {
                    "first": "Christine",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "General office of the national health commission of China.Covid-19 diagnostic and therapeutic regimen",
            "authors": [],
            "year": null,
            "venue": "Journal of Cardiovascular and Pulmonary Diseases",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "China coronavirus: mild but infectious cases may make it hard to control outbreak. report warms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Machase",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Horby",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hayden",
                    "middle": [],
                    "last": "Frederick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The novel Chinese coronavirus (2019-nCoV) infections: Challenges for fighting the storm",
            "authors": [
                {
                    "first": "Bassetti",
                    "middle": [],
                    "last": "Matteo",
                    "suffix": ""
                },
                {
                    "first": "Vena",
                    "middle": [],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "Giacobbe",
                    "middle": [
                        "Daniele"
                    ],
                    "last": "Roberto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "European journal of clinical investigation",
            "volume": "2020",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/eci.13209"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evolution of the novel coronavirus from the ongoing Wuhan outbreak and modeling of its spike protein for risk of human transmission",
            "authors": [
                {
                    "first": "Pei",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science China. Life sciences",
            "volume": "2020",
            "issn": "3",
            "pages": "457--460",
            "other_ids": {
                "DOI": [
                    "10.1007/s11427-020-1637-5"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan",
            "authors": [
                {
                    "first": "Kruse",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Guangdi",
                    "suffix": ""
                },
                {
                    "first": "Clercq",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Erik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature reviews. Drug discovery",
            "volume": "",
            "issn": "3",
            "pages": "149--150",
            "other_ids": {
                "DOI": [
                    "10.1038/d41573-020-00016-0"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Jinwen",
                    "suffix": ""
                },
                {
                    "first": "Dong",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Zhao",
                    "middle": [],
                    "last": "Jinghui",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Jingmin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fu-Sheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Lancet. Respiratory medicine",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV",
            "authors": [
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Kunwei",
                    "suffix": ""
                },
                {
                    "first": "Shan",
                    "middle": [],
                    "last": "Shaolin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "Pan",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Ye",
                    "middle": [],
                    "last": "Tianhe",
                    "suffix": ""
                },
                {
                    "first": "Sun",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Gui",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Liang",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Lingli",
                    "suffix": ""
                },
                {
                    "first": "Zheng",
                    "middle": [],
                    "last": "Dandan",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Jiazheng",
                    "suffix": ""
                },
                {
                    "first": "Hesketh",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "Zheng",
                    "middle": [],
                    "last": "Chuansheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Emphasis and scientific evaluate the role of CT in the diagnosis and treatment of novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu Jianlin",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Dalian Medical University",
            "volume": "42",
            "issn": "01",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pneumonia associated with 2019 novel coronavirus: can computed tomographic findings help predict the prognosis of the disease?",
            "authors": [
                {
                    "first": "Kyung",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Soo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J]. Korean journal of radiology",
            "volume": "2020",
            "issn": "3",
            "pages": "257--258",
            "other_ids": {
                "DOI": [
                    "10.3348/kjr.2020.0096"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Comparison of pre-and post-levothyroxine highsensitivity C-reactive protein and fetuin-A levels in subclinical hypothyroidism",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bilgir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bilgir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Calan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J].linics",
            "volume": "70",
            "issn": "2",
            "pages": "97--101",
            "other_ids": {
                "DOI": [
                    "10.6061/clinics/2015(02)05"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Diagnosis and treatment of acute pulmonary inflammation in critically ill patients: The role of inflammatory biomarkers",
            "authors": [
                {
                    "first": "Yewande",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J].World journal of critical care medicine",
            "volume": "8",
            "issn": "5",
            "pages": "59--71",
            "other_ids": {
                "DOI": [
                    "10.5492/wjccm.v8.i5.59"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Association between C-reactive protein levels at hospital admission and long-term mortality in patients with acute decompensated heart failure",
            "authors": [
                {
                    "first": "Takagi",
                    "middle": [],
                    "last": "Masaru",
                    "suffix": ""
                },
                {
                    "first": "Daida",
                    "middle": [],
                    "last": "Atsutoshi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hiroyuki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart and vessels",
            "volume": "34",
            "issn": "12",
            "pages": "1961--1968",
            "other_ids": {
                "DOI": [
                    "10.1007/s00380-019-01435-9"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CRP levels and the diameter of the largest lung lesion on admission in the moderate group were higher than those in the mild group (Mann-Whitney test = -2.647,-2.171, p˂0.05), those in the severe group were higher than those in the moderate group (Mann-Whitney test = 0.693, -2.177, p˂0.05), and those in the critical group were higher than those in the severe group (Mann-Whitney test = -0.068, -1.549, p˂0.05). The difference was statistically significant. Both CRP levels and diameter of the largest lung lesion increased with disease progression. CRP levels were positively correlated with lung lesions and severe presentation (correlation coefficient = 0.873, 0.734, p˂0.001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Studies by Chen Lin et al. all suggested the value of the CT scan in the diagnosis and evaluation of COVID-19 [2]. Shortcomings of CT scan are the additional special protection required by medical personnel during examination of COVID-19 patients, the cost of protective equipment, and risks associated with the transportation and examination of critical patients. CT dynamic monitoring of lung lesions was limited. A simple index with good correlation with pulmonary pathological changes is required.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to Professor Xianqing Shi, Professor Feng Shen, Professor Xiaoyun Fu, who helped with the topic development and with improving the article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Wang Ling did all the work on the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}