{
    "paper_id": "040c2d9c571051bad2fb76458da426c70ec8f166",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 10, at 00:30 h, the official news was posted on the website of the Italian Ministry of Health: a new decree effective until at least April 3 limits the movement of individuals in the whole Italian national territory unless strictly motivated (in written form) by reasons of work or health. Schools, museums, cinemas, theatres, and any other social, recreational, or cultural centre must stay closed. Any gathering in public spaces is forbidden, including sporting events and funerals. Most shops must stay closed. Those selling essentials, such as supermarkets or pharmacies, need to ensure a distance of at least 1 m between customers. 1 These measures are without precedent and aim to contain the coronavirus disease 2019 (COVID-19) epidemic in Italy after an increase in total deaths of nearly 100% in the 48 h before the decree. They follow a series of restrictions of increasing severity, starting on Feb 23, 2020, with the lockdown of the geographical area, Codogno, where the first COVID-19 cases occurred. The number of positive cases, according to the most recent estimates as of March 16, 18:00 h, is 27 980, which is about 2·8 times higher than 1 week before (10 149 cases recorded on March 10). 2,3 Among these, 2339 (8·4%) are health workers, a proportion that has been increasing over time. 2 With 2158 deaths, the estimated case fatality rate stands at 7·7%, which is about twice the rate reported in the first weeks of the epidemic. 2,3 Overall, 11 125 (39·8%) patients have been hospitalised and 1851 (6·6%) admitted to intensive care units (ICUs). 2, 3 The economic and psychological impact of the epidemic is enormous. Many sectors of the Italian economy, which is largely based on familyowned small businesses, are suffering. The tension is palpable. On March 9, riots broke out in prisons, leading to seven deaths and 18 hospitalisations in Modena and 50 escaped prisoners in Foggia. 4 These difficult decisions on public health measures were taken without the support of official, real-time data being available for the public on key surveillance indicators. Before March 5, when total deaths were 105, there was no description available of the characteristics of the deceased cases in Italy. Later data, still not including all deaths, revealed only one death in a patient under the age of 50 years, 5 and 85·5% of patients presenting with at least two pre-existing pathologies. 6 While an open-access monitoring dashboard containing several essential indicators was created on March 8, no official Italian Government websites provide a full description of the characteristics (both age and comorbidities) of cases in the ICU, nor of those hospitalised, while unofficial and sometimes conflicting data are circulating in the media. Of the multitude of people tested for COVID-19 in Italy, as well as in other countries, it is not clear how many were asymptomatic versus symptomatic, and it is not clear whether a homo geneous criterion for testing has been applied. Data are lacking on the prevalence of the disease among asymptomatic populations, so the real prevalence of COVID-19, its spectrum of presentation, and the real mortality rate all remain unknown. Moreover, reported case fatality rates across countries are very heterogeneous, with Germany reporting very few fatalities compared with other European countries with similar populations and health systems that reported notably higher case fatality rates, thus suggesting a lack of uniform case definitions (table) .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 647,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1314,
                    "end": 1315,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "text": "2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1578,
                    "end": 1579,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1914,
                    "end": 1915,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2411,
                    "end": 2412,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 3501,
                    "end": 3508,
                    "text": "(table)",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 in Italy: momentous decisions and many uncertainties"
        },
        {
            "text": "Clearly, better data are needed to support decision making and to build public awareness. As priority actions, we call for (1) a uniform system to count deaths and estimate case fatality rates across different countries, (2) surveillance of key characteristics (eg, age, pre-existing pathologies) of both deceased patients and those admitted to the ICU to identify popu lations at risk and to estimate health service needs, and (3) more research to identify the prevalence and characteristics of the infection in the overall population and to better estimate COVID-19 death rates. Strong collaboration is needed at different levels and across countries to optimise public availability of reliable real-time data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in Italy: momentous decisions and many uncertainties"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 in Italy: momentous decisions and many uncertainties"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19, in Gazzetta ufficiale il Decreto #Iorestoacasa",
            "authors": [
                {
                    "first": "Italian",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sorveglianza integrata COVID-19 in Italia",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19",
            "authors": [
                {
                    "first": "Italian",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Situazione in Italia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evasione di massa a Foggia",
            "authors": [
                {
                    "first": "Corriere",
                    "middle": [],
                    "last": "Della Sera",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sorveglianza integrata COVID-19 in Italia",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comunicato stampa N°15/2020. Studio ISS. Su 105 deceduti con Covid-2019, età media 81 anni e patologie preesistenti in due terzi dei casi",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO. Coronavirus disease (COVID-2019) situation report 56",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Copyright © 2020 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY 4.0 license. *Marzia Lazzerini, Giovanni Putoto marzia.lazzerini@burlo.trieste.it WHO Collaborating Centre for Maternal and Child Health, Institute for Maternal and Child Health IRCCS Burlo Garofolo, 34137 Trieste, Italy (ML); and CUAMM, Doctors with Africa, Padua, Italy (GP) For the open-access monitoring dashboard see http:// opendatadpc.maps.arcgis.com/ apps/opsdashboard/index. html#/dae18c330e8e40 93bb090ab0aa2b4892 Only countries with more than 1500 cases are included. Data are from WHO, 7 except for Italy, where Ministry of Health reports 3 were used. COVID-19=coronavirus disease 2019.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Reported deaths from COVID-19 on March 16, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}