{
    "paper_id": "04fcd2af8167c1e9468e2e5b67f374d74d7a84ad",
    "metadata": {
        "title": "Hydroxylated Sclerosporin Derivatives from the Marine-derived Fungus Cadophora malorum † NIH Public Access",
        "authors": [
            {
                "first": "Celso",
                "middle": [],
                "last": "Almeida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn",
                    "location": {
                        "addrLine": "Nussallee 6",
                        "postCode": "D-53115",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Ekaterina",
                "middle": [],
                "last": "Eguereva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn",
                    "location": {
                        "addrLine": "Nussallee 6",
                        "postCode": "D-53115",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Kehraus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn",
                    "location": {
                        "addrLine": "Nussallee 6",
                        "postCode": "D-53115",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Carsten",
                "middle": [],
                "last": "Siering",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn",
                    "location": {
                        "addrLine": "Gerhard-Domagk-Straβe 1",
                        "postCode": "D-53121",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [
                    "M"
                ],
                "last": "König",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bonn",
                    "location": {
                        "addrLine": "Nussallee 6",
                        "postCode": "D-53115",
                        "settlement": "Bonn",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The marine-derived fungus Cadophora malorum was isolated from the green alga Enteromorpha sp. Growth on a biomalt medium supplemented with sea salt yielded an extract from which we have isolated sclerosporin and four new hydroxylated sclerosporin derivatives, namely 15hydroxysclerosporin (2), 12-hydroxysclerosporin (3), 11-hydroxysclerosporin (4) and 8hydroxysclerosporin (5). The compounds were evaluated in various biological activity assays. Compound 5 showed a weak fat-accumulation inhibitory activity against 3T3-L1 murine adipocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In recent years, research on the chemistry of marine organisms has experienced a tremendous increase, due to the need for compounds possessing bioactivity with possible pharmaceutical application or other economically useful properties. 1 From these organisms, marine fungi are recognized as a valuable source for new and bioactive secondary metabolites that have the potential to lead to innovations in drug therapy. 2 Sclerosporin is a rather rare antifungal and sporogenic cadinane-type sesquiterpene. 3,4 This substance, initially isolated from Sclerotinia fruticula showed an induction of asexual arthrospore formation in fungal mycelia.3 ,5 Interestingly, its (−)-form isolated from Diplocarpon mali did not showed sporogenic activity towards S. frutícula. 5,6 During our search for new natural products produced from the marinederived fungus Cadophora malorum, (+)-sclerosporin (1) and four new hydroxylated sclerosporin derivatives (2 -5) were isolated from a spore culture on agar-BMS media supplemented with artificial sea salt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The molecular formulae of compounds 2 -5 were deduced by HREIMS to be identical, i.e. C 15 H 22 O 3 , indicating five degrees of unsaturation. The 13 C NMR spectra for all four compounds showed 15 closely similar resonance signals, evidencing that each of the compound belonged to the same structural type. In each case a 13 C NMR downfield shifted resonance signal at δ 168 -170 was found, typical for a carboxylic acid functionality (C-14), whereas a further resonance signal at around δ 70 indicated a hydroxy substituted methylene for compounds 2 and 3, a hydroxy substituted methine for compound 5, and for compound 4 a hydroxylated quaternary carbon (see Table 1-Table 2 , respectively). IR spectroscopic measurements showed a broad absorption band at 3300 cm −1 for 2 -5, also confirming the presence of a hydroxy substituent in each case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 676,
                    "text": "Table 1-Table 2",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 H-1 H COSY data for 2 revealed a spin system ranging from H 2 -3 via H-1 and H-6 to H 2 -9 and to H 3 -12/H 3 -13, thus outlining major parts of the planar structure. Protons H 2 -15 showed a 1 H-1 H long range coupling to H-5, which together with an HMBC correlation from H 2 -15 to C-3 and from H-5 to C-6 completed the first ring of 2. HMBC correlations from H-9 to C-14 connected the carboxylic acid moiety with C-10, which in turn had to be bound to C-1 due to a HMBC correlation from H-1 to C-10 and to C-9. The planar structure of compound 2 was thus that of sclerosporin (1) hydroxylated at C-15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sclerosporin itself was also obtained during this study. The molecular formula of 1 was deduced by accurate mass measurement (HREIMS) to be C 15 H 22 O 2 . The final structure of 1 was identified as that of the known compound (+)-sclerosporin by comparing its NMR data and optical rotation with published values. 4, 5 The carbon skeleton of compounds 3 -5 and the position of the double bonds were also found to be identical to that of 1, as deduced from 1D and 2D NMR analyses. All compounds are thus cadinane type sesquiterpenes with a sclerosporin nucleus (see Table 1-Table 2 ) and differ merely concerning the site of hydroxylation.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 317,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 579,
                    "text": "Table 1-Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The position of the hydroxy group in 3 and 4 was established making use of 1 H-1 H COSY and HMBC data. Thus, in 3 the 13 C NMR resonance signal for C-12 (δ 64.9) was shifted downfield, and H-12 (δ 3.52) showed coupling with H-11, placing the hydroxy substituent at C-12. The 13 C NMR spectrum of 4 exhibited a downfield shifted quaternary carbon (δ 72.6, C-11) along with singlet proton resonances for the methyl groups CH 3 -12/CH 3 -13 in the 1 H NMR spectrum, thus the hydroxy substituent had to be placed at C-11. The 13 C NMR spectrum of 5 exhibited only two resonances for methylene groups (C-2, C-3) instead of three such moieties as in 2 -4. Instead of the methylene group CH 2 -8 in 2 -4, in 5 a methine group resonating at δ 68.7 and δ 4.13 in the 13 C and 1 H NMR spectra respectively was found. The 1 H-1 H COSY spectrum revealed correlations between H-8 and H-9 as well as H-7, positioning the hydroxy substituent in 5 at C-8. The planar structures of 2 -5 were thus established to be 15hydroxysclerosporin (2), 12-hydroxysclerosporin (3), 11-hydroxysclerosporin (4) and 8hydroxysclerosporin (5) .",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Cotton effect in the CD spectrum of (+)-sclerosporin (1) was similar to that reported in the literature, 7 confirming the absolute configuration of 1 to be that of (+)-sclerosporin (see Table 3 ). The absolute configurations of compounds 2 -5 were established by analyses of CD and NOESY spectra. The CD spectra of the hydroxylated compounds 2 -5 were closely similar to that of (+)-sclerosporin (1), thus the identical absolute configuration can be proposed for compounds 2 -4 (see Table 3 ). However, the configuration at position C-11 in 3 remains unresolved. Interestingly, 5 was the only one with a negative specific rotation (see Table 3 ). This change on specific rotation was most probably caused by the additional stereogenic center at C-8. The configuration at C-8 was established making use of NOESY correlations and 1 H-1 H coupling constants. A NOESY correlation between H-1 and H-6 is in agreement with the configuration of the other sclerosporin derivatives, and further correlations between H-8 and H-6, H-11, H 3 -12, H 3 -13 indicate these protons to be in the same spatial orientation. Furthermore, a 1 H-1 H coupling constant of 8.7 Hz between H-7 and H-8 indicated a trans-type spatial arrangement. Knowing the absolute configuration of H-1, H-6 and H-7 from CD spectroscopic data, we can thus assign the configuration of 5 to be 1R, 6S, 7R, 8S.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 640,
                    "end": 647,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We propose the trivial names (+)-15-hydroxysclerosporin, (+)-12-hydroxysclerosporin, (+)-11-hydroxysclerosporin and (−)-8-hydroxysclerosporin for compounds 2, 3, 4 and 5, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compound 2 was evaluated in the protease elastase (HLE) inhibition assay (tested at 100 µM), in the cytotoxic activity assay against a panel of three cancer cell lines (NCI-H460, MCF7 and SF268, tested at 100 µM), in the protein kinases DYRK1A and CDK5 inhibition activity assay (tested at 10 mM), for inhibition of the viral HIV-1 and HIV-2 induced cytopathogenic effect in MT-4 cells (tested at 50 µg/mL), in the Epstein-Barr virus (EBV) assay (tested at 100 µg/ mL), and in the antiplasmodial activity assay against Plasmodium berghei (tested at 25 µM), but did not show any activity. Compound 2 was further tested against a pannel of three respiratory viruses, the severe acute respiratory syndrome coronavirus (SARS) assay, Flu A (H5N1) and Flu B (tested at 100 µg/mL in the three tests), bud did not show any significant activity. Compound 3 was evaluated against two influenza viruses, Flu A (H5N1) and Flu B (tested at 100 µg/mL), but did not show any activity. Compound 5 was evaluated against 3-T3-L1 murine adipocytes assay and showed weak inhibitory activity on fat-accumulation with an IC 50 of 212 µM for triglyceride accumulation inhibition along with an IC 50 cytotoxic effect value of 304 µM (see Supp. Inf.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All compounds were tested for sporogenic activity (concentrations from 0.005 µg/mL to 5 µg/ mL in BMS-agar plates) but the results were inconclusive, i.e. sporogenesis activity was observed but not with direct correlation with increasing quantity, probably due to compound stability problems. All compounds were evaluated in antibacterial (Escherichia coli, Bacillus megaterium), antifungal (Mycotypha microspora, Eurotium rubrum, and Microbotryum violaceum), and antialgal (Chlorella fusca) assays but did not showed any activity at a dose of 50 µg/disc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Optical rotations were measured on a Jasco DIP 140 polarimeter. UV and IR spectra were obtained employing Perkin-Elmer Lambda 40 and Perkin-Elmer Spectrum BX instruments, respectively. CD spectra were recorded in MeOH at room temperature using a JASCO J-810-150S spectropolarimeter. All NMR spectra were recorded in CDCl 3 or (CD 3 ) 2 CO employing a Bruker Avance 300 DPX spectrometer. Spectra were referenced to residual solvent signals with resonances at δ H/C 7.26/77.0 for CDCl 3 and δ H/C 2.04/29.8 for (CD 3 ) 2 CO. HREIMS were recorded on a Finnigan MAT 95 spectrometer. ESIMS measurements were recorded employing an API 2000, Applied Biosystems/MDS Sciex. HPLC was carried out using a system composed of a Waters 515 pump together with a Knauer K-2300 differential refractometer. HPLC columns were from Knauer (250 × 8 mm, 5 µm, Eurospher-100 Si), flow rate 2 mL/min. Merck silica gel 60 (0.040-0.063 mm, 70-230 mesh) was used for vacuum liquid chromatography (VLC). Columns were wet-packed under vacuum using petroleum ether (PE). Before applying the sample solution, the columns were equilibrated with the first designated eluent. Standard columns for crude extract fractionation had dimensions of 13 × 4 cm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Section General Experimental Procedures"
        },
        {
            "text": "The marine-derived fungus Cadophora malorum (Kidd & Beaumont) W. Gams was isolated from the green alga Enteromorpha sp. and identified by P. Massart and C. Decock, BCCM/ MUCL, Catholic University of Louvain, Belgium. A specimen is deposited at the Institute for Pharmaceutical Biology, University of Bonn, isolation number \"SY3-1-1MIT\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal material"
        },
        {
            "text": "A sporous culture of Cadophora malorum on a 10 L solid biomalt medium (biomalt 20 g/L, 15 g/L agar) supplemented with sea salt was performed during 3 months. An extraction with 5 L EtOAc yielded 890 mg of extract which was subjected to a VLC fractionation in a silica open column using a gradient solvent system from PE to acetone, namely 10:1, 5:1, 2:1, 1:1, 100 % acetone and 100 % MeOH, yielded a total of 6 fractions. Compounds 1 to 5 were isolated from VLC fraction 2 (112 mg) by HPLC fractionation using PE-acetone 5:1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture, extraction and isolation"
        },
        {
            "text": "Sclerosporin (1) was collected in fraction 1 of 7 (2.7 mg, RT 6 min); (+)-15hydroxysclerosporin (2) was collected in fraction 7 of 7 (14.0 mg, RT 22 min); (+)-12hydroxysclerosporin (3) was collected in fraction 6 of 7 (7.1 mg) which was further purified by HPLC fractionation with PE-acetone 26:5 (fraction 1 of 2; 4.5 mg, RT 31 min); (+)-11hydroxysclerosporin (4) was collected in fraction 3 of 7 (2.2 mg, RT 13 min); (−)-8hydroxysclerosporin (5) was collected in fraction 2 of 7 (3.5 mg, RT 11 min).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture, extraction and isolation"
        },
        {
            "text": "23 D + 57 (c 0.033, CHCl 3 ); CD (see Table 3 ); HREIMS m/z 234.1623 (calcd for C 15 Table 3 ); IR (ATR) ν max 3397, 2927, 1682 cm −1 ; 1 H NMR and 13 C NMR (see Table 1 and Table 2 Table 3 ). IR (ATR) ν max 3397, 2923, 1682 cm −1 ; 1 H NMR and 13 C NMR (see Table 1 and Table 2 Table 3 ); IR (ATR) ν max 3277, 2928, 1681 cm −1 ; 1 H NMR and 13 C NMR (see Table 1 and Table 2 Table  3 ); IR (ATR) ν max 3397, 2928, 1688 cm −1 ; 1 H NMR and 13 C NMR (see Table 1 and Table 2 ",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 162,
                    "end": 181,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 182,
                    "end": 189,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 259,
                    "end": 278,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 356,
                    "end": 375,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 376,
                    "end": 384,
                    "text": "Table  3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 454,
                    "end": 473,
                    "text": "Table 1 and Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(1R, 6S, 7R)-(+)-sclerosporin (1)-[α]"
        },
        {
            "text": "The referenced compounds were tested in antibacterial (Escherichia coli, Bacillus megaterium), antifungal (Mycotypha microspora, Eurotium rubrum, and Microbotryum violaceum), and antialgal (Chlorella fusca) assays,8 , 9 in protease elastase (HLE) inhibition assay,10 protein kinases (DYRK1A and CDK5) inhibition assay,11 3-T3-L1 murine adipocytes assay,12 cytotoxic activity assay against a panel of three cancer cell lines (NCI-H460, MCF7 and SF268),13 sporogenic activity assay,5 , 6 HIV-1 and HIV-2 virus assay,14 antiplasmodial activity assay against Plasmodium berghei on the liver stage,15 severe acute respiratory syndrome coronavirus (SARS) assay,16 Epstein-Barr virus (EBV) assay,17 and in two influenza viruses (Flu A and Flu B) assays.18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biological Assays"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Comparison of the CD Spectra and Specific Rotation Values for the Reported Sclerosporins (+ and −) and Compounds 1 -5. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Germany) for performing the HLE protease inhibition assay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Portugal) for performing the antiplasmodial activity assays; we also kindly thank the U.S. National Institutes of Health for performing the Flu A, Flu B, SARS and EBV antiviral activity assays which were supported by contracts NO1-A1-30048 (Institute for Antiviral Research, IAR) and NO1-AI-15435 (IAR) from the Virology Branch, National Institute of Allergic and Infectious Diseases, NIAID",
            "authors": [
                {
                    "first": ";",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cnrs",
                    "suffix": ""
                },
                {
                    "first": "France",
                    "middle": [
                        ")"
                    ],
                    "last": "Roscoff",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "K"
                    ],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shimokawa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chemistry in Marine Environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Andersson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "15-hydroxy Δε 197 + 5.2, Δε 214 − 14",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "12-hydroxy Δε 195 + 6.1, Δε 214 − 6",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "11-hydroxy Δε 198 + 3.2, Δε 213 − 16",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "H 22 O 2 , 234.1620); spectroscopic data were identical with the previously reported data. 4,5,7 (1R, 6S, 7R)-(+)-15-hydroxysclerosporin (2)-yellow amorphous solid (1.4 mg/L, 1.57 %); [α] 23 D + 64 (c 0.033, CHCl 3 ); UV (MeOH) λ max (log ε) 217 nm (3.8); CD (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "); LREIMS m/z 250.1; HREIMS m/z 232.1457 [M-H 2 O] + (calcd for C 15 H 20 O 2 , 232.1463). (1R, 6S, 7S)-(+)-12-hydroxysclerosporin (3)-yellow amorphous solid (0.71 mg/L, 0.81 %); [α] 23 D + 69 (c 0.033, CHCl 3 ); UV (MeOH) λ max (log ε) 218 nm (3.9); CD (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "); LREIMS m/z 250.1; HREIMS m/z 232.1463 [M -H 2 O] + (calcd for C 15 H 20 O 2 , m/z 232.1463). (1R, 6S, 7S)-(+)-11-hydroxysclerosporin (4)-yellow amorphous solid (0.22 mg/L, 0.25 %); [α] 23 D + 73 (c 0.033, CHCl 3 ); UV (MeOH) λ max (log ε) 219 nm (3.8); CD (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "); LREIMS m/z 250.1; HREIMS m/z 232.1464 [M -H 2 O] + (calcd for C 15 H 20 O 2 , m/z 232.1463). (1R, 6S, 7R, 8S)-(−)-8-hydroxysclerosporin (5)-yellow amorphous solid (0.35 mg/L, 0.39 %); [α] 23 D -62 (c 0.033, CHCl 3 ); UV (MeOH) λ max (log ε) 220 nm (3.7); CD (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "); LREIMS m/z 250.1; HREIMS m/z 232.1458 [M -H 2 O] + (calcd for C 15 H 20 O 2 , m/z 232.1463).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Δε Maxima and Minima in the CD Spectra (c 1.6 × 10 −6 mol/L,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "H NMR Spectroscopic Data for Compounds 2 -5.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "13 C NMR Spectroscopic Data for Compounds 2 -5. Position δ C , mult. a , c δ C , mult. a , c δ C , mult. b , c δ C , mult. b , c a CDCl 3 , 75.5 MHz. Acetone-d 6 , 75.5 MHz. Implied multiplicities determined by DEPT.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the kind help of H. Greve and A. Kralj for all the lab support; Dr. K. Dimas (Biomedical Research Foundation of Academy of Athens, Athens, Greece) for the cytotoxicity assays, Prof. Dr. M. Gütschow (Institute for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}