{
    "paper_id": "054b4955bcb62a239792a5ac28861758cdd42c60",
    "metadata": {
        "title": "To appear in: Safety and Health at Work",
        "authors": [
            {
                "first": "Wee",
                "middle": [
                    "Hoe"
                ],
                "last": "Gan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "Wah"
                ],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health National University of Singapore",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Koh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia",
                    "location": {
                        "addrLine": "Level 4",
                        "postCode": "169856",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Wee",
                "middle": [],
                "last": "Hoe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saw Swee Hock School of Public Health National University of Singapore",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saw Swee Hock School of Public Health National University of Singapore",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 poses an occupational health risk to healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Several thousand healthcare workers have already been infected, mainly in China. Preventing intrahospital transmission of the communicable disease is therefore a priority. Based on the Systems Engineering Initiative for Patient Safety model, the strategies and measures to protect healthcare workers in an acute tertiary hospital are described along the domains of work task, technologies and tools, work environmental factors, and organizational conditions. The principle of zero occupational infection remains an achievable goal that all healthcare systems need to strive for in the face of a potential pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(Word count: 99)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The start of this new decade was dampened by reports of a cluster of novel viral pneumonia in Wuhan City, China. On 30 January 2020, the World Health Organization (WHO) declared this emerging infectious disease, now known as Coronavirus disease 2019 (COVID-19) as a Public Health Emergency of International Concern [1] and on 11 March 2020, declared COVID-19 a pandemic [2] . Merely 3 months from the time it has first reported, COVID-19 has spread rapidly from its epicentre in Wuhan City to 113 countries outside of mainland China. At the time of writing, there are more than 118,000 cases globally and almost 4300 fatalities [3] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Singapore reported its first case of COVID-19, diagnosed in a tourist from Wuhan City, on 23 January 2020. Even before the report of the first confirmed case, the Singapore Government had activated a Multi-Ministry Taskforce on 22 January 2020 to marshal a whole-of-government approach in containing the spread and impact of COVID-19 [4] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "One of the containment strategies adopted by Singapore's Ministry of Health is to treat and manage all COVID-19 cases within hospitals, while concurrently undertaking rigorous contact tracing to identify, isolate and monitor all contacts with significant exposure to the index cases. Occupational exposure of healthcare workers is therefore a real concern that needs to be addressed comprehensively and decisively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Singapore has learned important lessons from the Severe Acute Respiratory Syndrome (SARS) in 2003. 41% of 238 probable SARS cases in Singapore occurred in healthcare workers [5] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Hospital-centric containment efforts were therefore implemented in a bid to curb intra-hospital transmission of SARS. These measures prevented the further unfettered nosocomial spread of SARS, but not before exacting a heavy toll on healthcare workers caring for infected patients [6] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Similar to SARS, current evidence indicates that COVID-19 is primarily transmitted through respiratory droplets [7] . Infections in healthcare workers have already been reported [8] . More than 3000 medical staff were reportedly infected in China by late February 2020 [9] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Singapore's systematic enhancement in capacity and capabilities for pandemic preparednessfrom establishing a purpose-build National Centre for Infectious Diseases to stockpiling personal protective equipment (PPE) at the national level -seeks to limit the mortality and morbidity from the next communicable disease outbreak, such as COVID-19, while safeguarding the occupational health of its frontline healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The Systems Engineering Initiative for Patient Safety (SEIPS) is a human factors-based model used in healthcare to understand the impact of a work system and processes on outcomes [10] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The model is often utilized for root cause analyses of incidents involving patient safety, as well as to identify gaps for quality improvement in healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Based on the SEIPS model ( Fig. 1 ), the work system describes how a worker performing tasks interfaces with the technologies and tools he or she uses to undertake those tasks, and the physical and organizational conditions he operates within. How well these work system components interact with one another will determine the quality of the outcomes, whether they pertain to job effectiveness or occupational health and safety.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The SEIPS model is a good framework to illustrate the ecosystem of measures taken to prevent the intra-hospital transmission of COVID-19 in an acute tertiary hospital in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The healthcare worker is at the centre of the work system. All other system components, namely work tasks, technologies and tools, environmental factors and organizational conditions, serve to enable the healthcare worker to perform his or her role safely and effectively. Therefore, any measures to strengthen these system components must be worker-centric to facilitate acceptance and implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "First, work tasks must be delineated by segregating healthcare teams caring for suspect and confirmed cases of COVID-19 from teams managing other patients. This minimizes the risk of crossinfection of patients and healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Work tasks also interface with another component of the work system, namely tools. Tasks should be risk-stratified to determine the appropriate tool (PPE) for the healthcare worker. The highest risk tasks are aerosol-generating procedures such as airway suctioning, intubation and bronchoscopy. These warrant the donning of full PPE, including eye protection, disposable gown, gloves, and either an N95 mask or a powered air purifying respirator. Medium risk tasks, such as triaging Emergency Department patients at first presentation for fever and/or respiratory symptoms, requires a lower level of PPE. Calibrating the PPE requirements to the occupational exposure risk level, coupled with stepped up audits, improve compliance to the use of PPE where they are most essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Second, technologies and tools have a force-multiplying effect on work, while keeping the environment safe for the worker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Respiratory swab for COVID-19 PCR test is available at the \"frontline\", namely the Emergency Department and the hospital's designated clinic to see unwell healthcare workers. While not as rapid as point-of-care testing, the turnaround time of 3-4 hours ensures that at-risk patients are identified early and segregated. As part of hospital contamination strategies, these patients are treated in negative pressure isolation rooms, which prevent the spread of the infectious pathogen to the rest of the ward environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Twice daily temperature monitoring of all healthcare workers is made mandatory to identify those who are unwell and prevent intra-hospital propagation of disease. Utilizing a governmentdeveloped IT platform (form.gov.sg), healthcare workers are able to log their personal particulars and temperature recordings remotely and securely even when not at work. Healthcare workers whose logged temperature readings are above 37.5 degree Celsius will be flagged up to the hospital's clinical epidemiology team for further evaluation. This convenience improves compliance, allowing data to be consolidated and analysed for epidemiological trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Third, physical and environmental factors must be reinforced to limit the impact of any hospital transmission of COVID-19 on healthcare delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "To minimize the risk of occupational exposure, care teams are segregated in 2 dimensions. The most tangible organizational measure is to avail manpower and PPE resources to frontline healthcare workers. In a public health crisis, there is global demand for PPE resources but often insufficient supplies, as is the case for COVID-19 [11] . Learning from SARS, one of Singapore's national strategies for pandemic preparedness is the stockpiling of PPE, which has been progressively released to public healthcare institutions since the upgrading of the COVID-19 risk assessment level. Within the hospital, demand projection and proactive replenishment of supplies builds resilience within the ecosystem.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The evolving case definitions of COVID-19 makes it challenging for contact tracing, triaging and risk stratification of patients by healthcare workers. Policies and infrastructure to support clear and timely communications will facilitate effective cascading of information to frontline staff, enabling their work and facilitating their interactions with the public [12] . Daily Routine Instructions disseminated through emails and the use of institution-based social media platforms, such as Workplace from Facebook, are a few of the communications channels being utilized, allowing access on-the-go and reducing the lag time to important information updates.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The SEIPS model provides a good framework for a healthcare system to critically evaluate the armamentarium of measures to minimize the risk of intra-hospital spread, and protect its frontline healthcare workers against occupational COVID-19 infection. However, there are limitations that must be highlighted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "The model focusses on the worker as the nexus of interventions. While extrinsic organizational, infrastructural and procedural conditions are enablers that can be put in place, the intrinsic state and well-being of the healthcare worker must also be addressed in order for him or her not to be the weakest link.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "In a public health crisis, healthcare workers not only have to work harder and longer hours, they often do so in a context where the knowledge and understanding of the novel pathogen is still suboptimal. The regular donning and doffing of full PPE add to physical fatigue and psychological stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "At this time, it is important for them to be and to feel supported. Clear directions from leadership and a collaborative team spirit will create conducive work conditions and reduce tensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Peer support programs form part of an organization's crisis management framework. By facilitating more senior medical workers reaching out to provide encouragement, self-care tips and psychological first aid to those in need, these interventions at the personal level strengthen the resilience in our frontline staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Another watch area in the use of the SEIPS model is to be mindful of the context of \"environment\". Community spread of COVID-19 infections has already been reported [13] . Hence, the environmental ecosystem for prevention of intra-hospital transmission should not be restricted to the hospital alone, nor only inter-healthcare worker and healthcare worker-patient interactions.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "Visitors and outpatients are potential carriers of infectious pathogens into the hospital environment. To minimize this risk, all visitors and outpatients undergo a questionnaire survey of travel and contact history, as well as thermal scanning for fever before they are allowed into the hospital premises. Each inpatient is restricted to only 2 specified visitors through the period of hospitalization. Similarly, each outpatient is only allowed 1 accompanying person when attending the specialist outpatient clinic. These measures serve to reduce the likelihood of introducing COVID-19 from the community into the hospital environment, and complements all other preventive measures put in place at the hospital-level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        },
        {
            "text": "At this point, it is still too early to gauge the success in achieving the desired outcome of zero occupational infection of COVID-19 in the acute hospital's healthcare workers. However, unlike SARS, where 7 of the first 13 SARS cases in Singapore were healthcare workers, the country's healthcare system is in a more robust, resilient and safer position today. The principle of zero occupational infection remains an achievable goal that all healthcare systems need to strive for, as the world continues its battle against the newest novel infectious disease that has already claimed lives and disrupted normal living at the turn of the decade. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventing Intra-hospital Transmission of COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Written answer by Ministry of National Development on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Special feature: Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS in Singapore -Key lessons from an epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Acad Med",
            "volume": "35",
            "issn": "5",
            "pages": "345--354",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The SARS, MERS and novel Coronavirus (COVID-19) epidemics, the newest and biggest global health threats: What lessons have we learned?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Peeri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bibi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baghbanzadeh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aghamohammadi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Epidemiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "China says more than 3000 medical staff infected by COVID-19",
            "authors": [
                {
                    "first": "Channel",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                },
                {
                    "first": "Asia",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Work system design for patient safety: the SEIPS model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carayon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hundt",
                    "suffix": ""
                },
                {
                    "first": "B-T",
                    "middle": [],
                    "last": "Karsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gurses",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Alvarado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Saf Health Care",
            "volume": "15",
            "issn": "1",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global shortage of masks, protective equipment against coronavirus: WHO chief",
            "authors": [
                {
                    "first": "Channel",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                },
                {
                    "first": "Asia",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 in Singapore -Current experience: Critical global issues that require attention and action",
            "authors": [
                {
                    "first": "Jel",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Akdis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cross-institution coverage by doctors is suspended and medical staff are limited to practise in 1 primary institution. Care teams are also kept small to reduce the impact of any inadvertent occupational exposure on personnel downtime due to the need to quarantine contacts. Meal times for healthcare workers are staggered. Didactic teaching and departmental meetings are conducted using video conferencing. Medical students are withdrawn from clinical attachments. These measures, while inconvenient and sometimes painful, are necessary as part of risk mitigation and to sustain a hospital's business continuity should there be cross infection of and among healthcare workers. Fourth, organizational conditions play a pivotal and influencing role on all other components of the work system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Systems Engineering Initiative for Patient Safety (SEIPS) Model",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}