{
    "paper_id": "0581702c4222b4c5f4b04072a0bc211e4657b971",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Oran",
                "middle": [],
                "last": "Finegan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": "ofinegan@icrc.org"
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Fonseca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Guyomarc&apos;h",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Dolores",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Morcillo",
                "middle": [],
                "last": "Mendez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "Rodriguez"
                ],
                "last": "Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Morris",
                "middle": [],
                "last": "Tidball-Binz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristy",
                "middle": [
                    "A"
                ],
                "last": "Winter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [],
                "last": "Rodriguez Gonzalez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICRC",
                    "location": {
                        "postCode": "1202, 1202",
                        "settlement": "Paix, Geneva, Paix, Geneva",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Based on its forensic capacity and experience gained worldwide from the management of the dead in emergencies, including epidemics, the International Committee of the Red Cross have been asked by the authorities and other relevant stakeholders to advise on the management of the dead from COVID-19 infection, for which it has prepared the following guidance. This includes advice on the handling of COVID-19 fatalities and a set of considerations for managers faced with the need to plan for adequately responding to a possible surge in fatalities caused by COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The International Committee of the Red Cross (ICRC) is an impartial, neutral and independent organization established in 1863 whose exclusively humanitarian mission is to protect the lives and dignity of victims of war and other situations of violence as well as to assist in the response to humanitarian emergencies, such as epidemics. The ICRC acquired forensic capacity in the early 2000 to support its humanitarian operations around the world, including for ensuring the proper and dignified management, documentation and identification of the dead [1] .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Based on its forensic capacity and experience gained worldwide from the management of the dead in emergencies, including epidemics (e.g. Ebola [2] ), the ICRC expects during the present COVID-19 pandemic to be asked by the authorities and other relevant stakeholders in some of its operational contexts for advice on the management of the dead from COVID-19 infection, for which it has prepared the necessary guidance.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "This guidance paper applies to the management of bodies or human remains of persons believed/confirmed to have died because of the respiratory illness, COVID-19 [3, 4] . It is meant to provide a practical overview of key recommendations for the management of infectious dead bodies and human remains. In addition, it is also meant for practitioners, managers and planners, including decision makers involved in the overall response to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Guidance for those actors directly or indirectly involved in the management of the dead in relation to the pandemic is divided into two levels:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "1. General guidance and support in the management (handling) of the dead, covered by the section \"The Management of the Dead Associated To COVID-19 -Technical Recommendations for Healthcare and Death Care workers\" 2. General guidance and support to the authorities in their response to the increased deaths associated with the pandemic, covered by the section \"Protracted Response to Increased Deaths from COVID-19. A Preparatory Guideline for a Mass Fatality Response Plan\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The planning or implementation of activities for the management of the dead related to COVID-19 should be always framed by the following fundamental principles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "o The safety and wellbeing of staff involved in managing the dead from COVID-19 should be the utmost priority. To this effect forensic best practices should always be informed by the advice and latest recommendations from national health authorities and international health organizations, especially the World Health Organization (WHO) [4] , for health personnel handling COVID-19 cases. o The humanitarian imperative which should guide the proper management of the dead in any circumstance requires that the dignity of the deceased and of their next of kin be respected throughout. o Every effort should be made to ensure the reliable identification of the dead, failing which their proper documentation and traceability are essential for making their future recovery and identification possible. o The management of the dead from COVID-19 should not impede the medico legal investigation of death where required by the authorities (e.g. suspicious deaths, deaths in custody, etc.) but additional special health and safety precautions should be adopted for the necessary post-mortem procedures.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "In view of the rapid evolution of the COVID-19 pandemic, the novelty of the agent and the pace of new information arising from the knowledge gained about the virus, its effects and its control, the present guidance provides general recommendations and the necessary reference documentation, which are based on evidence learnt so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The measures required for effectively assisting in the management of the large numbers of dead from COVID-19 may likely need an increase of the human and material resources available, including for building local capacity and supporting and/or carrying out the recovery and identification processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "This guidance should be read in conjunction with the general guidance for management of dead bodies previously developed by the Pan American Health Organization (PAHO)/WHO, ICRC, and the International Federation of Red Cross and Red Crescent Societies (IFRC) in 2016 [5] . The general procedures to be followed when undertaking the recovery and identification of human remains of persons known or suspected to have died from a COVID-19 infection are those outlined in Annex 6 of this Manual [5] . This Annex was drafted for handling the dead from HG4 pathogens, such as Ebola. Therefore, some of the guidance provided for in Annex 6 is excessive for COVID-19, including on the level of PPE and disinfection required as well as on the disposal of bodies.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "This part provides guidance on the measures required for effectively assisting in the management of the large numbers of dead from COVID-19 that may likely need an increase of the human and material resource, including for building local capacity and supporting and/or carrying out the recovery and identification processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of the Dead Associated to COVID-19, Technical Recommendations for Healthcare and Death Care Workers"
        },
        {
            "text": "SARS-CoV-2, the virus which causes COVID-19, is classified as a HG3 (hazard group 3) pathogen (such as HIV and TB). In some infected people it may cause a severe and acute respiratory syndrome which can be fatal. There is presently still no vaccine or effective cure for COVID-19 infection and treatment is symptomatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "The virus is known to spread mainly person-to-person:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "• Through respiratory droplets and fomites [4] produced when an infected person coughs or sneezes, between people who are in close contact with one another (within about 2 meters or 6 feet). Infective aerosol and droplets may also be produced from splashes of contaminated fluids.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "• Infection is also possible from contact with contaminated surfaces or objects by touching a surface or object that has the virus on it (e.g. fomites) and then touching own mucosa of mouth, nose, or eyes. The virus is known to normally survive a few hours outside the host, but this may extend to days in cold and damp conditions [6] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "Working in environments overcrowded with people infected with COVID-19 is a risk factor (e.g. collecting the dead from an overcrowded detention facility), for which the personal protective equipment (PPE) recommended in this guidance provides adequate protection, if properly used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "The virus is easily neutralized with water and soap and with standard disinfectants, such as bleach and ethanol solutions [6] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "Any postmortem activities, from recovery, transport, to autopsies and handover to families and burial, should be therefore conducted with a focus on avoiding aerosol generating procedures, such as splashes of contaminated fluids; and ensuring that if aerosol generation is likely (e.g. when using an oscillating saw, which is NOT recommended) that appropriate engineering controls and PPE are used and that the disinfection of contaminated surfaces and equipment, together with thorough personal hygiene, especially hand-washing, are rigorously observed. These precautions and the use of standard precautions such as those recommended in this guidance should ensure that appropriate work practices are used to prevent direct contact with infectious material, percutaneous injury, and hazards related to moving heavy remains and handling embalming chemicals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Important considerations of COVID-19"
        },
        {
            "text": "• Any activity undertaken in relation to the management of known or suspected COVID-19 fatalities must be preceded by a preliminary evaluation and risk assessment (see section 3.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General principles for the management of human remains infected with COVID-19"
        },
        {
            "text": "• Staff undertaking recovery and identification of human remains infected or suspected to be infected with COVID-19 must be specifically trained for the task of managing the dead and the use of PPE. The operation should be supervised by suitably qualified staff, at the minimum a forensic professional trained and experienced in the management of the dead in challenging circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General principles for the management of human remains infected with COVID-19"
        },
        {
            "text": "The procedures adopted must seek to limit the potential for staff exposure to COVID-19, prevent • as far as is possible the spread of COVID-19 resulting from the process, allow for the timely and accurate recovery and identification of the human remains and ensure the dignity of the dead throughout the process. Where potential conflict arises between existing cultural practices and additional safeguards to • prevent further exposure and propagation of the virus, the latter must take precedent and efforts should be made for ensuring that this is understood, accepted and supported by the concerned community or religious authorities and the next of kin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General principles for the management of human remains infected with COVID-19"
        },
        {
            "text": "\"Body handler\" refers to any individual involved in the physical handling of human remains. This includes, but is not limited to, healthcare practitioners and healthcare assistant personnel, death care workers including forensic doctors, pathologists and other forensic experts, autopsy technicians, nonforensic personnel charged with recovery and transportation of human remains, individuals involved in body preparation for body disposal, for funerals or other commemorative events. Body handlers should take precautions when handling the remains of individuals that have died from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Use of standard PPE -Gloves (Ensure that gloves are unpunctured, nitrile gloves preferred) / aprons / long sleeved gowns / overalls to protect skin and clothing from contamination by infected material / Face masks and eye protection: Googles or face shields / Full-face masks:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "FFP3 masks or N95 respirators are currently considered best for preventing inhalation of aerosols and in case of splashes during the body handling process to protect the face, eyes, nose, and mouth (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Shoe protection is desirable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• If there is a risk of cuts, puncture wounds, or other injuries that break the skin, wear heavy-duty gloves over the nitrile gloves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Where possible use double body bags or body bags for infectious cases if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Disinfect any non-disposable equipment being used during the handling of the remains as per standard practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Used PPE should be properly disposed of to avoid contact with people, food, drink, or eating and drinking utensils. Biohazardous waste incineration is best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Avoid contact with your face and mouth, as well as food, drink, or eating and drinking utensils, during body handling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Rigorously wash hands after body handling and prior to eating or drinking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Do not engage in any other activity during the body handling or preparation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Following the body handling or preparation process, rigorously wash hands and disinfect surfaces that may have come in contact with the infected body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Be aware of any hazards, in addition to COVID-19, which may be present in the environment and site of the location of the body.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "• Ensure that any potentially contaminated staff clothing is not taken to their place of residence or those of others before proper cleaning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical recommendations for body handlers"
        },
        {
            "text": "The potential for COVID-19 in human remains continues to pose a cross contamination hazard for some time after they have been removed from the site of recovery (hours and possibly days [6] ).",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Similarly, personal effects of the deceased may also continue to pose a cross contamination hazard. If they are to be returned to next of kin, careful consideration must be given to an appropriate means of decontamination to ensure that the health of those receiving these items is not endangered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Similarly, documentation created during the recovery, transport, examination, storage and burial process may become infected with COVID-19 and should be disinfected accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• The process of recovering and identification of human remains infected with COVID-19 will generate waste products which are also potentially infected with COVID-19. Careful consideration must be given to safe management and disposal of this waste to ensure that the safety of those involved is not compromised and the spread of COVID-19 is avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Transport the body to the mortuary (or disinfection location if no post-mortem examination will occur) as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Deaths known to be caused by COVID-19 are natural deaths and in general would not require a full-post mortem examination. However, this may be required in certain circumstances (e.g. deaths in custody [8] ) or when other factors are suspected (e.g. accident, suicide, homicide) regardless of the COVID-19 status of the deceased person. The decision for carrying out a full or partial post-mortem examination is normally the responsibility of the jurisdictional authority in charge (e.g. coroner, prosecutor, judge), sometimes after discussions with the investigators and forensic medical doctors. If there is no need for autopsy in COVID-19 suspected cases, sampling technique used to confirm the cause of death is identical to the one used for making diagnosing of COVID-19 suspected cases for patients [20] [21] .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 804,
                    "end": 808,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Considerations for post-mortem examinations"
        },
        {
            "text": "For conducting autopsies, in addition to the above the following PPE is recommended: double surgical gloves interposed with a layer of cut-proof synthetic mesh gloves, fluid-resistant or impermeable gown, waterproof apron, goggles or face shield and FFP3 masks or NIOSH-certified disposable N-95 respirator or higher. For further guidance, see the briefing issued by The Royal College of Pathologists [9] . When possible, appropriate designed rooms with proper ventilation should be used for the examination, to minimize the risk for transmission of airborne pathogens as much as possible [19] .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Considerations for post-mortem examinations"
        },
        {
            "text": "Where required the forensic procedures recommended by the ICRC for the identification of the dead are applicable to the identification of those infected with COVID-19 [16] [17] [18] , with certain caveats as follows:",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Special considerations in case of non-identified bodies"
        },
        {
            "text": "• Remains Infected with COVID-19 with persistent agent may pose a cross contamination hazard to unprotected people hence visual recognition by next of kin should be strictly controlled and follow the necessary precautions, including the wearing of PPE. Furthermore, due to the likely complexity of the recovery operation and the greater time taken, remains may have decomposed beyond the point where visual recognition is of any value by the time they are recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations in case of non-identified bodies"
        },
        {
            "text": "• All those involved in the examination and identification process of human remains known or believed to be infected with COVID-19 are required to wear appropriate PPE. This PPE has an impact on the wearer's dexterity and their ability to perform fine motor skills. In addition, the performance of invasive techniques may increase the risk to staff of cross contamination. For these reasons, the use of invasive techniques should be avoided wherever possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations in case of non-identified bodies"
        },
        {
            "text": "The extra safeguards required for the handling of infected remains potentially increases the time required to perform the identification and post mortem process as well as the physiological burden on the staff undertaking them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Where it is decided to conduct identification (and post mortem examination), this should also be conducted within the temporary holding area. This will help avoid overwhelming and contaminating normal mortuary facilities and endangering their staff, which will be expected to run business as usual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The purpose of the temporary holding area is to serve as a place where recovered bodies and human remains infected with COVID-19 can be safely stored until arrangements can be made for their disposal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations for temporary holding areas"
        },
        {
            "text": "Where recovered bodies and human remains continue to pose a risk of cross contamination, staff working in the temporary holding area (including those involved in the identification and post mortem process) must wear appropriate PPE always. Attention must be paid to contamination control within the temporary holding area. Dependent on the type and persistency of agent to which the remains have been exposed, it may be necessary to undertake some or all the following steps: If the case has been tested positive to COVID 19, the body bag should be clearly and permanently labelled, such as: \"COVID-19 -Handle with care\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations for temporary holding areas"
        },
        {
            "text": "• Records should be kept of all movements of human remains within the temporary holding area and strict adherence to health and safety protocols should be ensured at all times. There must also be a continuous means of communication between the temporary holding area and the team coordinating the overall process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations for temporary holding areas"
        },
        {
            "text": "• Decisions on the final disposal of bodies and human remains infected with COVID-19 will usually be outside the remit of the ICRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations for final disposal of remains / hand over to relatives"
        },
        {
            "text": "• If final disposal is to take place off-site, human remains should be placed in a second outer body bag. (If the human remains have already been double-bagged, the outer bag should be removed and replaced with a new outer bag). This outer bag should be thoroughly disinfected prior to release from the site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special considerations for final disposal of remains / hand over to relatives"
        },
        {
            "text": "Cremation of unidentified human remains should be avoided, and burial in single graves is the preferred method of disposal [5] , but care must be taken to ensure that run-off from the decomposing human remains is managed so as not to contaminate ground water. Bodies should be buried in their respective body bags, regardless of the use of coffins. This will help in their future recovery and examination if necessary (e.g. identification) as well as taking care of the disposal of the body bags.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Personal belongings of the deceased infected with COVID-19 may present a cross contamination hazard. Consideration should be given to decontamination of such possessions prior to handing them over to the next of kin to avoid the spread of contamination and associated risks to health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Where it is not possible to decontaminate possessions, careful consideration must be given as to whether it is appropriate to hand such possessions to the next of kin or whether they should be stored for later safe release. If decision is made to dispose of such objects as contaminated waste, they should be duly documented, together with a justification for this procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Decontamination procedures can be divided into those for the staff undertaking the management of the dead procedures (along with their equipment) and decontamination of the human remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considerations for decontamination procedures"
        },
        {
            "text": "The objectives are to ensure the health and safety of those carrying out the handling of the dead and to prevent the unnecessary spread of contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Considerations for decontamination procedures"
        },
        {
            "text": "The decontamination approach should be considered as part of the planning process with a view to ensuring the most effective method is adopted, including processes for management of waste generated during the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The most suitable approach is to place human remains into two body bags at the site of recovery and manage the contamination on the outside of the bag by a combination of contamination monitoring and washing of the outside of the bag.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Decontamination of the body is not advisable, mainly because bodies may release inhaled vapor from the respiratory system or other internal contamination via other routes after initial decontamination and vigorous decontamination of bodies or body parts may destroy forensic evidence or obscure identifying marks which may make identification more difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "The exact method chosen (if any) for decontamination of the body bags should follow the standard procedures for COVID-19 and the use of recommended disinfectants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Decontamination of staff will be as per the method defined for the PPE worn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Upon completion of the process, prior to removal of any equipment from the temporary holding area, care must be taken to ensure that it does not present a cross contamination hazard. This will involve monitoring each piece of equipment for contamination and decontamination of equipment as is deemed necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Any equipment which cannot be disinfected from COVID-19 must be disposed of as infected waste, following standard biosecurity procedures. This usually requires their controlled storage, transport and incineration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "There is a high potential risk for a significant increase in the number of fatalities in very short time overwhelming local capacities with the subsequent additional pressure on the health and medico legal systems as well as on other service providers involved in the Management of the Dead (MotD). It might be the scenario that with an increased number of deaths, not all patients get medical attention and cases will require medico legal intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protracted Response to Increased Deaths from COVID-19: A Preparatory Guideline for Mass Fatality Response Plan"
        },
        {
            "text": "This part provides guidance/advice to decision makers and managers of concerned structures in their preparation and planning response to an increase in deceased individuals that overwhelm their normal capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protracted Response to Increased Deaths from COVID-19: A Preparatory Guideline for Mass Fatality Response Plan"
        },
        {
            "text": "The document contains essential elements that should be addressed by Most of the following recommendations should be part of an existing mass fatality response plan (see the ongoing efforts from various countries and regions to create specific guidelines for the dead as a part of their directives [10] [11] [12] [13] [14] [15] ).",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Protracted Response to Increased Deaths from COVID-19: A Preparatory Guideline for Mass Fatality Response Plan"
        },
        {
            "text": "In the absence of a contingency plan, the following provides general guidance on essential elements of a mass fatality response plan. Based on the steps in the management of the dead process, concrete steps/ measures are also presented to address in a quick manner with an integrated and comprehensive response, the increased number of deaths. • Not all death from COVID-19 will occur in a medical facility. Therefore, proper training and supervision must be provided to first or emergency responders attending a reported death to ensure safe management of the death scene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protracted Response to Increased Deaths from COVID-19: A Preparatory Guideline for Mass Fatality Response Plan"
        },
        {
            "text": "• Basic management of the dead practices should be followed and are essential in all cases. These procedures are particularly important when the volume of deaths increases sharply, exerting stress on both human resource and facility capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Adequate attention to families of the deceased is also part of the response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• A public communication and media strategy, delivered through designated communication centres and/or broadly accessible networks, should provide regular, reliable and transparent public communication. This conduit should represent the plans and operational aspects of the consortium of actors participating in the response and offer regular updates and progress reports. Protection of personal information legislation must be complied with and SOPs must be implemented to ensure its protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• The MFRP does not merely provide direction for the adequate mass handling and / or disposal of bodies. On the contrary, the plan describes operational practices, the supporting financial, administrative and logistical systems that allows for the professional and dignified search for, recovery, examination, identification, storage and return of bodies to the families for burial. All these steps should be generating standardized documentation which contains important information that should be protected and centralized to support not only investigative aspects of case management, but it is also required for planning, operations, logistics, administration and finance, and reporting. It also describes policies and procedures in relation to managing unclaimed and unidentified bodies, documentation of identification features for future comparison, and their temporary disposition. All these phases require a thorough understanding of existing capacities, capabilities, and prior acknowledgement of the gaps where solutions are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• A MFRP describes occupational health, safety requirements that protect responders and practitioners. It lays out risk assessment criteria and establishes a dissemination mechanism to educate responders about reducing their risk of infection during infectious disease outbreaks. Equally, it addresses the need for skills training on safety control mechanism, safety tools and equipment to first responders, mortuary personnel, laboratory technicians, and other individuals involved with body and human remains handling is undertaken. This would also include the importance of safety bulletins communicated to families and communities where COVID-19 infected bodies were recovered to reduce their further contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Mass graves are highly discouraged. They are often a demonstration of poor planning by authorities, shows a disregard for the wishes, cultural/religious rites of families and communities. Single graves are respectful and dignified, they promote the traceability of human remains. This can only be accomplished, however, by collaborative planning between authorities and other relevant industries, such as funeral homes, crematoriums and cemeteries and most importantly the families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Mass fatality events often include deaths of both nationals and foreigners. Internationally accepted best practices and procedures that promote the dignified and professional management of the dead and respectful engagement with people of different backgrounds, cultures and religions must be upheld. This will facilitate the sometimes complex administrative and legal procedures of foreign governments when seeking repatriation of bodies to the country of residence or requesting assistance with notifications of death to relatives living abroad. Shipment of bodies across international boundaries may be delayed until the infection is deemed no longer transmissible. Planning should include participation of airline companies expected to provide the shipment of bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "We list hereafter essential practical questions that will help in the rapid assessment of the existing health and medico legal systems to respond to increased deaths. These questions are also applicable in the assessment of the response in place by detention centres in case of sudden increase of number of deaths in custody related to the pandemic:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Does a Mass Fatality Response Plan or Annex related to death management exist to guide a multiagency response to an increase in deaths from COVID-19? • What agencies have a mandate to respond to multiple deaths in a large scale or protracted event and who would be the primary lead agency to work towards a coordinated approach to delivering a plan and implementing it?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What is the current capacities and capabilities of all agencies involved in the management of deaths?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What percentage of increased case load would overwhelm agencies at their current capacity and trigger the activation of the plan?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Are the current personnel adequately trained in safety precautions and equipped with appropriate personal protective equipment to handle a surge in infectious disease cases? Are they insured against injury and death?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Have arrangements been made with non-government groups and the corporate sector to secure additional support as well as to procure additional equipment?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Does the plan insist on dignified and professional management of deceased persons and respect in terms of engagement and complying with the wishes of the families and communities affected? • Do the law enforcement community and medicolegal practitioners have the additional resources to ensure that all sudden and unexpected deaths are thoroughly investigated even during an infection outbreak?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Does the plan provide guidance towards compliance with protection of personal information legislation and regulations? • Will the families and communities (and media) be able to rely on regular, reliable and transparent communication from competent source that represents all response agencies and groups? Where will they go to receive updates and status reports on the response? • Who will recover deceased persons from their homes and what training and equipment will they receive to protect themselves and the bereaved families in an infectious disease outbreak?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What additional refrigerated storage space is available for a surge in deceased persons?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What labelling, and body tracking methods are conducted to effectively manage large numbers of bodies accumulating in mortuaries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Is there a standardized file management (including standardized forms) process to ensure all facilities and agencies involved work coherently and collaboratively in one system that allows for centralization of all data related to the management of the death? • How will caseload information be centralized to assist with further planning and targeted deployment of additional resources and equipment?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Are there sufficient cemetery spaces and/or crematorium operations to receive and respond sin a timely manner to the increase in deaths?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What is the short-and long-term approach to managing unclaimed and unidentified bodies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• What administrative processes and additional support will ensure that families receive medical certificates of death, burial permits, autopsy reports and other important documentation to resolve financial affairs, estates, etc.? • Who will pay for the additional personnel, facilities and the activities themselves during a protracted mass fatality event?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "The following sections outline the key steps in providing a protracted response to increased deaths from COVID-19, from the recovery to the repatriation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essential Elements of a Mass Fatality"
        },
        {
            "text": "• Identify who has been designated as the lead Ministry / Department responsible to coordinate the Government response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Identify a focal point of each of the agencies, including service providers responsible for the management of the deceased and their families and clarify roles and responsibilities based on the different phases of the MotD such as recovery and transportation of the deceased, postmortem examinations if required, identification of the deceased, storage and disposal, burial and handover to families, death registration, attention and information to families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Establish a coordination group with a multiagency approach. It is important to include hospital administrators, religious authorities, municipal services, cemeteries and crematoriums for a truly integrated response. While not involved in the process, the private sector are key resources and should be engaged recognizing there might be limitations as per local regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Ensure a proper response is in place to cover all those aspects of the management of the dead process, including consider the investigative needs of law enforcement agencies in cases that apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Local authorities should also ensure that any participation by volunteers or private businesses follow the same procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• A good understanding of the local capacities for MotD, mainly in relation to transportation, storage and body disposal is a baseline to determine further steps in the multiagency approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Ensure there is sufficient capacity in terms of infrastructure, human resources, materials and self-protective equipment to respond to the increase number of deaths. If this is not available, the coordination group should resort on alternatives for the required support. • Additional health and safety issues that could arise from the MotD especially during the transportation of bodies, such as manual handling of bodies (large weight, several times), staff working in cold temperatures for prolonged periods of time, psychological impact, hazardous substances. Ensure support and adequate response to staff working under these conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "• Any activity undertaken in relation to the management of known or suspected COVID-19 fatalities must be preceded by a preliminary evaluation and risk assessment. The evaluation should include determination of the number, location and condition -including COVID-19 status-of the human remains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management and coordination"
        },
        {
            "text": "In the event of increased number of deaths, movement of bodies between homes, hospitals, mortuaries, cemeteries and body storage will require large capacities for manual handling and vehicles. Outline arrangements for transporting the dead bodies considering the following aspects: • Do they know / understand the required safety or precautionary actions?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery and transportation of the deceased"
        },
        {
            "text": "• Is the necessary insurance coverage provided for these additional resources not routinely deployed in management of the dead?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery and transportation of the deceased"
        },
        {
            "text": "The following questions should be considered when preparing a response plan:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical certificate, death certificate, death registration"
        },
        {
            "text": "• What are the regulations in place? Any specific guidance/regulation to consider in pandemic cases? (i.e. normally the physician certifies the death, but if not witnessed such as a death at home with suspicion of COVID 19, who signs? Autopsy mandatory? etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical certificate, death certificate, death registration"
        },
        {
            "text": "In the case of deaths in detention what legislation must be followed? Consider working with legal and ministerial authorities to adapt in the case of a large increase in deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Who is responsible for issuing the medical certificate, death certificate, and the death registration?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Do they have the capacities in case of exceeding numbers? Measures in place for enough doctors to sign death certificates, for offices to register deaths, etc. -Considering governmental offices not working, reduced activities, social distance, etc.-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Review existing legislation for infectious diseases (i.e. influenza).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem examinations in general and within the medico legal death investigation system (infectious and routine cases)"
        },
        {
            "text": "• Local authorities should take measures to ensure that medico legal services continue to be provided. A contingency plan should be established to properly provide management of the dead services to victims of the pandemic and other non-pandemic related cases, especially when bodies are taken to the same facilities /hospital morgues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem examinations in general and within the medico legal death investigation system (infectious and routine cases)"
        },
        {
            "text": "• Consider ensuring that autopsies can be performed in appropriate forensic facilities and designed rooms with proper ventilation adapted to minimize the risk for transmission of airborne pathogens as much as possible [19] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Post-mortem examinations in general and within the medico legal death investigation system (infectious and routine cases)"
        },
        {
            "text": "• Families of the deceased should be properly informed about any delays, measures taken, etc. Outline plans to properly handle both caseloads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem examinations in general and within the medico legal death investigation system (infectious and routine cases)"
        },
        {
            "text": "• Consider: deploy judicial and forensic resources efficiently to improve decision making in required cases, additional forensic resources that can help in the management of the dead related to the pandemic event, distribution of cases if possible, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-mortem examinations in general and within the medico legal death investigation system (infectious and routine cases)"
        },
        {
            "text": "• Body storage refers to the need for temporary storage of the deceased due to an unmanageable surpass in existing storage capacity. Body storage differs from temporary mortuaries that entail the capacity to conduct postmortem examinations / autopsies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body storage"
        },
        {
            "text": "• Establish a mechanism to coordinate the procurement, staffing and storage of all bodies, identify potential facilities / premises suitable for body storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body storage"
        },
        {
            "text": "The coordination group should be informed about the existing body storage capacity. Existing facilities may be found within hospitals, public and private funeral homes and forensic services. Consider military assets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "In some cases, universities may have additional storage capacities for bodies. Some limitations exist in town and cities where only the public mortuary capacity available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Even if the decision is to bury bodies as soon as possible, or to cremate identified bodies in certain contexts, body will undoubtedly remain in storage for a period of time before burial while administrative and logistical requirements are satisfied (i.e. while the death certificate is issued, the authorization for cremation or burial, ongoing investigations, awaiting family notification, etc.). Therefore, additional body storage must be addressed in advanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• All phases of the MotD, even when capacities are increased, may incur additional challenges during a pandemic as handling bodies believed to be infectious require additional precautionary measures. A proper storage area allows for continuity of other stages of the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Be aware of the minimum standards for setting up temporary body storage facilities such as single level facility or establishment with suitable access for loading / unloading, secured premises, permanent access for big capacity vehicles, entrances, exits and windows obscured from media and the public, electricity and plumbing, appropriate height for stacked shelves, identification and body viewing facilities, office spaces, staff amenities, and welfare facilities. Other considerations such as sealed floors, impervious concrete or covered in non-slip waterproof rubber flooring, easily cleaning of surfaces, appropriate disposal of waste, etc. should be revised considering also local regulations, environmental risk assessments, environmental permits, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Prepare a list of equipment to consider for temporary body storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• During the MotD it is especially important in the storage and transportation phases that body identification and labelling is carried out with at least three identifiers including one unique identifier (i.e. body number, date, place of recovery). In storage facilities is imperative to have a proper bay numbering in place to avoid the release of mistaken bodies or cause unnecessary delays in the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Authorities responsible must ensure operating procedures follow the recommendations for MotD of infectious/contaminated bodies [5] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "A family viewing area should be facilitated especially if bodies will remain for a certain period of time, or because in line with mitigation of social contact, only few relatives will be permitted access to facilities to complete the required documentation for burial, it is important to allocate an appropriate and comfortable waiting areas for families, following also general recommendations for public spaces in the framework of the pandemic. Minimum requirements: Hygienic rooms, sensitive to the bereaved needs and beliefs, with washing facilities and ensure trained professionals oversee the viewing arrangements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viewing of bodies"
        },
        {
            "text": "• Personnel from funeral homes have expertise in the handling and transportation of the dead, though usually without any legal obligation to respond to emergencies, can be considered useful support when capacities are overwhelmed. They can be of timely support to process registrations of the death, permits for burial, etc. They may also offer suitable body storage facilities at their funeral homes should the need arise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body disposal / burial / cremation"
        },
        {
            "text": "• Important to review the existing regulations for burial permits and cremation and ensure that the relevant authority issues a decree or instructions to facilitate the burial permits as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body disposal / burial / cremation"
        },
        {
            "text": "• When considering cemeteries for burial of bodies, it is important to consider issues such as permits, land available, etc. Temporary burial of bodies may be necessary [5] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Body disposal / burial / cremation"
        },
        {
            "text": "In the case of repatriation of human remains, is important to be aware of local regulations, procedures, and concerned authorities that go beyond the routine death (such as consulates, border authorities, authorities of the receiving country. A coordination group should establish contact with concerned authorities responsible for issuing repatriation permits in both countries. Generally, a Freedom from Infection or Transmissible Diseases Certificate is required that is normally issued by the forensic practitioner or the attending physician. In the case of COVID-19, it would be important to have a consolidated opinion on procedures based on rules and regulations applicable at the time (consider appropriate ways of solving this in advance in order to help alleviate the time and the burden for respective families in need of repatriation of their deceased loved ones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Repatriation of deceased"
        },
        {
            "text": "Produced by the International Committee of the Red Cross (ICRC) Advisory Group on the Management of COVID-19 Related Fatalities, these guidelines contain official recommendations from the ICRC for the management of infectious dead bodies and human remains and complements their existing guidance on the management of the dead. This document does not contain peer reviewed original data or experimental results. Any expressed guidance, advice, or opinions are solely those of ICRC and may not necessarily represent the views of the journal's editorial team or Elsevier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Humanitarian forensic action -Its origins and future",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tidball-Binz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "FSI",
            "volume": "279",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Ebola epidemic in Liberia and managing the dead -A future role for Humanitarian Forensic Action?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tidball-Binz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "FSI",
            "volume": "279",
            "issn": "",
            "pages": "302--309",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization, Infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected (Interim guidance)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization, Infection Prevention and Control for the safe management of a dead body in the context of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Editors Management of Dead Bodies after Disasters. A Field Manual for First Responders, second ed.. International Committee of the Red Cross (ICRC), the World Health Organization (WHO), the Pan American Health Organization (PAHO) and the International Federation of Red Cross and Red Crescent Societies (IFRC)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cordner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coninx",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Alpen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tidball-Binz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hospital Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public Health Wales, Public Health Agency (PHA) Northern Ireland, Health Protection Scotland and Public Health England, COVID-19: Guidance for infection prevention and control in healthcare settings",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ICRC, Guidelines for Investigating Deaths in Custody",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Briefing on COVID-19: Autopsy practice relating to possible cases of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Youd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Royal College of Pathologists",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel Coronavirus Disease 2019 (COVID-19) Protocol, Massachusetts Office of the Chief Medical Examiner (OCME)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Orientaciones para el Manejo, Traslado y Disposición Final de Cadáveres Generados ante la Eventual Introducción del Virus COVID-19 A Colombia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dirección general de Salud pública",
            "authors": [
                {
                    "first": "Ministerio",
                    "middle": [],
                    "last": "Gobierno De España",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Sanidad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Procedimiento de actuación frente a casos de infección por el nuevo coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Procedimiento para el manejo de cadáveres de casos de COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infeção por SARS-CoV-2 (COVID-19) -Cuidados post mortem, autópsia e casas mortuárias",
            "authors": [
                {
                    "first": "República",
                    "middle": [],
                    "last": "Direçaõ-Geral Da Saúde",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Portuguesa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "European Centre for Disease Prevention and Control, Considerations related to the safe handling of bodies of deceased persons with suspected or confirmed COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Forensic Identification of Human Remains",
            "authors": [],
            "year": 2017,
            "venue": "ICRC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "DNA Analysis and Identification of Human Remains: A Guide to Best Practice in Armed Conflicts and Other Situations of Armed Violence",
            "authors": [
                {
                    "first": "Missing",
                    "middle": [],
                    "last": "Icrc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "People",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guidelines for the use of Forensic Genetics in Investigations into Human Rights and International Humanitarian Law Violations",
            "authors": [],
            "year": null,
            "venue": "ICRC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Guidelines for environmental infection control in health-care facilities; recommendations of CDC and Healthcare Infection Control Practices Advisory Committee (HICPAC)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y W"
                    ],
                    "last": "Chinn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sehulster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Suspected COVID-19, which samples should be taken?, Public Health England",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Disinfection of body bags upon arrival at the temporary holding area• Placing of original body bag containing the remains inside of a second bag • Disinfection of the outer bag following the identification or post mortem procedure • Wearing of two layers of gloves (the outer pair being nitrile gloves) by all personnel when handling body bags or remains to reduce cross contamination •",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ministry of Health, Ministry of Justice, Ministry of Defense, Ministry of Interior, Ministry of Foreign Affairs, Ministry of Religious Affairs, Cabinet of Ministers, directly by the Presidential office and if already exist, by Disaster Management offices as part of the activation of the existing Mass Fatality Response (MFR) plan -as part of a National Disaster Management Plan, or in the absence any plan. Normally the crisis management coordination centre should be activated to coordinate the emergency response including the MotD. In the absence of a crisis management coordination centre, or in case the centre has not incorporated the MotD in their response, a coordination group should be established with main focal points from relevant institutions. This paper focuses on elements unique to mass fatalities or excess deaths because of infectious diseases such as the COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Response Plan (MFRP)Managing a surge in the number of deaths caused by COVID-19 requires a plan to ensure the capacity to operate under the pressure of dealing with those fatalities in addition to normal caseloads and ensuring the welfare of the staff and of the affected communities. The measures required may likely need an increase of the human and material resources available, including building local capacity in time to adequately meet those demands The safety and wellbeing of staff involved in managing the dead from COVID-19 should be a priority throughout. The policy and practice should uphold the dignity of the dead and must demonstrate respect towards the deceased individuals and their families.The families of the deceased should be provided with relevant information. Ensure proper communication with the public. Permanent and effective communication and coordination between all agencies involved and other service providers is essential for all the above.Our general recommendations of a Mass Fatality Response Plan (MFRP) include;• A National Disaster Contingency plan should always include a Mass Fatality Response Plan (MFRP) drafted with input from all actors with the relevant mandates to deliver proper management of the dead, ensure the dignity of and respect to the deceased individuals and their families and to undertake investigations where appropriate. The plan is a coordination framework that identifies key actors, their roles and responsibilities. These plans are supplemented with operational guidelines with specific actions that need to be conducted along the continuum of a legal death enquiry/investigation. • The MFRP should describe a multi-agency communication and coordination strategy for all actors involved in the process. This will allow the different actors to understand their responsibilities with full knowledge of an agreed upon sets of standardized and complementary activities and practices that respect the interests of all actors and the public.• A MFRP describes the activation criteria and mechanism for mass fatality management. This includes the legislation on response by the different authorities, the hierarchy of delivery and command and control structure for the response. It facilitates reporting conduits that are followed at all levels and by all actors to meet all complementary mandates.• Routine death enquiries/investigations should confirm the identity and where, when, how and by what means the person died. These investigations are for all sudden, unexpected or unexplained deaths, including unexpected deaths from infectious disease outbreak such as COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Do you have the support of the Ministry of Health, Ministry of Justice, Ministry of Interior, Cabinet of Ministers, directly through the Office of the President's Disaster Management Department to activate the existing contingency mass fatality plan -as part of a National Disaster Management Plan or develop an emergency option?",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Ensure management level or coordination staff at the different entities provide clear procedures and recommendations in relation to the handling of bodies to all those concerned.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Know the legislation and regulations in place, including occupational health and safety• Know who is responsible • Do they have the capacities? • Is there any involvement of police / judicial authorities in these cases? • Where should bodies confirmed positive or suspected to be positive cases of COVID-19 be transported? (Specific morgue / mortuary?) • When the number of casualties exceeds the capacities for body transportation? Identify the support required in terms of vehicles, infrastructure, materials, human resources. Identify alternatives sources for support and ensure their understanding of their role in the broader response.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": " Table 1 Transmission based precautions (TBPs): Personal protective equipment (PPE) for care of deceased during COVID-19 pandemic. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}