{
    "paper_id": "05a7616d3048e8d8687cf3df9a552238cf28691d",
    "metadata": {
        "title": "CASE STUDIES IN CLINICAL PRACTICE MANAGEMENT Novel Screening and Triage Strategy in Iran During Deadly Coronavirus Disease 2019 (COVID-19) Epidemic: Value of Humanitarian Teleconsultation Service Q1",
        "authors": [
            {
                "first": "Amir",
                "middle": [
                    "H"
                ],
                "last": "Q10",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Arash",
                "middle": [],
                "last": "Davarpanah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Mahdavi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Faghihi",
                "middle": [],
                "last": "Sabri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Shahram",
                "middle": [],
                "last": "Langroudi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Kahkouee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Ali"
                ],
                "last": "Haseli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Payam",
                "middle": [],
                "last": "Kazemi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Mehrian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Farahnaz",
                "middle": [],
                "last": "Mahdavi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Moradi",
                "middle": [],
                "last": "Falahati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mehrdad",
                "middle": [],
                "last": "Tuchayi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Morteza",
                "middle": [
                    "Sanei"
                ],
                "last": "Bakhshayeshkaram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Taheri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shohada-e-Tajrish Hospital",
                    "location": {
                        "postCode": "1364",
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current outbreak of coronavirus disease 2019 in at least 156 countries has been classified by the World Health Organization as a global pandemic [1] . The long incubation period and low disease severity in the early stage contributed to rapid increase in case numbers. The infection ranges from mild to severe respiratory illness, potentially progressing to acute respiratory distress syndrome in 17% to 29% of patients [2] . Disease severity resulted in global public health efforts to contain person-to-person viral spread by early detection.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "As of March 15, 2020, the total number of infected cases in Iran has reached 13,938, with 724 related deaths (highest numbers apart from China and Italy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "Currently, COVID-19 infection is diagnosed by real-time reverse-transcription polymerase chain reaction (rRT-PCR) analysis of nasopharyngeal swab specimens. The rapidly expanding number of cases could exceed laboratory testing capacity from potential testing kit shortages worldwide. Despite high specificity of rRT-PCR testing, the reported sensitivity is as low as 60% to 70% [3] . Therefore, effective exclusion of COVID-19 infection requires multiple negative tests, possibly exacerbating test kit shortage. Early problems with distribution and performance of test kits laboratories in the United States and around the world have already been reported.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "Diagnostic issues pose challenges for health systems over quarantine decisions such as shortage of hospital beds and medical supplies, should the number of suspected cases exceed a certain threshold. The additional impact of recent outbreaks on the global and state economies further complicates decision making on admissions, given the high projected rates of hospitalizations and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "Early lung manifestations of COVID-19 infection consist of peripheral and basal predominant ground-glass opacities progressing to organizing pneumonia pattern in the later stage [2, 4] . Notwithstanding that nearly 50% of patients imaged in the first 2 days after the symptom onset had normal chest CT [4] , serial CT imaging is valuable in assessing progression of lung abnormalities [2, 4] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 182,
                    "end": 184,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 389,
                    "end": 391,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "Accuracy of CT diagnosis of COVID-19 infection depends on radiological expertise due to the complex morphological patterns of lung involvement that can change in extent and appearance over time. The limited number of subspecialty-trained thoracic radiologists hampers reliable interpretation of complex chest examinations in Iran and other developing countries, where general radiologists and occasionally clinicians interpret chest imaging. Furthermore, to reduce exposure in health care settings during an epidemic, health services limit referrals to subspecialty medical centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "The availability of radiology imaging equipment is an important part of high-quality patient care, particularly in developing countries. Iran, as a middle-income country with a population of nearly 80 million, had 6.5 CT scanners per million people at the end of 2016 [5] distributed in the centers of 31 provinces. On the other hand, access to diagnostic imaging equipment such as CT is relatively universal for patients in the United States, which has 42.6 CT scanners per million people [6] . Despite this, adequacy of CT  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53   54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103  104  105  106 interpretations is quite variable, potentially depriving a growing number of people from appropriate screening during COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 876,
                    "text": "CT  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53   54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103  104  105  106",
                    "ref_id": null
                }
            ],
            "section": "THE PROBLEM"
        },
        {
            "text": "Teleradiology services eliminate the need to send patients to overpopulated hospitals and provide near real-time consultation from experts located around the country and the world to meet the local need. An increasing number of health care professionals have adopted social media for education and information exchange in various clinical settings. WhatsApp Messenger Q4 is a widely used messaging software application with nearly 2.0 billion users worldwide. We strategically implemented social media to connect volunteer subspecialists in the North America and the Iranian capital with undertrained clinicians throughout Iran for teleradiology consultation. We describe the use of these teleradiology services delivered through a social media platform to provide diagnostic expertise for COVID-19 in Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE PROBLEM"
        },
        {
            "text": "In response to shortage of on-site thoracic radiologists, on February 18, 2020, the Iranian Society of Radiology (ISR), a nongovernmental, nonprofit organization representing more than 3,000 radiologists, assembled a second-opinion teleradiology group, the Iranian Society of Radiology COVID-19 Consultants (ISRCC), by inviting volunteer radiologists [7] on their WhatsApp open group. The 11 ISRCC volunteer participating radiologists (9 in Iran, 1 in Canada, and 1 in the United States) all received subspecialty fellowship training and have 4 to 24 years of experience in thoracic imaging. Based on recent published literature of present outbreak in Wuhan, China, and short supply of test kits in Iran, the following triage strategy was established [2, 4, 8] (Fig. 1) . Patients with early clinical and laboratory findings suspicious for COVID-19 infection should undergo chest CT interpreted by a local general radiologist. CT scans of patients with abnormalities are referred to a teleradiology group as described later. An additional patient triaging algorithm depending on the results of the CT scan with or without rRT-PCR testing is described in Figure 1 .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 769,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1154,
                    "end": 1162,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "WHAT WE DID"
        },
        {
            "text": "Using the public website and messaging service of ISR, physicians and general radiologists across Iran were encouraged to submit abnormal chest CT examinations for second opinions. The teleconsultation system required referrers to submit anonymized CT images to the volunteer network coordinator (a physician assigned by ISR) using social media messaging software, WhatsApp (Fig. 2) . Once a study (image files in JPEG format or cine clips in MP4 format) was submitted, the coordinator assigned a case number and posted images to the ISRCC private WhatsApp group. Then, one of the available volunteers generated a report using a standard format as a comment on the post [7] . Access to the private group was strictly limited to the coordinator and volunteer radiologists, who were instructed to access information on their passwordprotected devices to ensure the confidentiality of information. Disagreements on specific cases were resolved by consensus agreement through radiologists' discussions in the same post. Participation of expert radiologists in different time zones allowed efficient time coverage for reviewing submitted images. The coordinator forwarded the final report to the referrer via WhatsApp or e-mail.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "WHAT WE DID"
        },
        {
            "text": "Both lung and mediastinal windows were submitted to facilitate interpretation of JPEG or MP4 files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT WE DID"
        },
        {
            "text": "DICOM images were forwarded via email in cases with suboptimal image quality. Additional clinical information included the patient's age, chief complaint, vital signs, physical examination, laboratory results, and the course of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WHAT WE DID"
        },
        {
            "text": "Between February 18, 2020, and March 8, 2020, CT examinations from 1,138 patients (mean age, 53 years; range, 18 to 86 years; 664 men, 474 women) were uploaded to the social media platform from more than 65 cities (28 of 31 provinces) (Fig. 3) . Nearly 43% (489 of 1,138) had imaging patterns suggestive of viral pneumonia and were referred for further rRT-PCR testing or isolation. Another 41% (467 of 1,138) had imaging patterns inconsistent with viral pneumonia and were referred for management of underlying alternative diagnoses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "OUTCOMES AND LIMITATIONS"
        },
        {
            "text": "Approximately 16% (182 of 1,138) were categorized as 211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314 indeterminate and referred for observation or CT follow-up. DICOM images were reviewed in approximately 19% of cases (216 of 1,138). The final reports were generated within 2 hours after initial posting in 100% of the cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 32,
                    "text": "(182 of 1,138)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 53,
                    "end": 572,
                    "text": "211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314",
                    "ref_id": null
                }
            ],
            "section": "OUTCOMES AND LIMITATIONS"
        },
        {
            "text": "Our study has limitations. We realize that using a broader definition of infection to include all positive cases on chest CT will result in a higher number of false-positive cases. We acknowledge the potential overlap of CT imaging features between COVID-19 infection and other viral pneumonia. Nonetheless, our priority was to identify the majority of suspicious cases on chest CT and use rRT-PCR testing in a more selective fashion to minimize resource drain. It is imperative that CT findings should be interpreted in the context of positive exposure history and clinical symptoms, especially in epidemic areas with high pretest probability for disease. Although we were able to meet the current need using 11 volunteers, the increased demand for thoracic radiology expertise might exceed the capacity of traditional or even social media-delivered teleradiology services as the volunteers' home countries experience an influx of diagnostic cases and are themselves subject to infection. Despite the advantages of use of social media, we are aware of disadvantages in health care settings with respect to data security and privacy protection, and usage requires meticulous and adequate training of clinicians, radiologists, and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOMES AND LIMITATIONS"
        },
        {
            "text": "Despite these limitations, our humanitarian teleconsultation strategy allows reliable triage of COVID-19 infection using radiology experts from centers from around the world to provide consultation in regions with limited access to thoracic radiology expertise during a rapidly growing epidemic. This highlights the important role of radiologists during a global health crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOMES AND LIMITATIONS"
        },
        {
            "text": "We are grateful to many frontline medical staff in Iran for their dedication in the face of this outbreak, despite the potential threat to their own lives and the lives of their families. We thank members of Iranian Society of Radiology for their support and efforts to provide consult to the remote parts of Iran .  315  316  317  318  319  320  321  322  323  324  325  326  327  328  329  330  331  332  333  334  335  336  337  338  339  340  341  342  343  344  345  346  347  348  349  350  351  352  353  354  355  356  357  358  359  360  361  362  363  364  365  366   367  368  369  370  371  372  373  374  375  376  377  378  379  380  381  382  383  384  385  386  387  388  389  390  391  392  393  394  395  396  397  398  399  400  401  402  403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 836,
                    "text": ".  315  316  317  318  319  320  321  322  323  324  325  326  327  328  329  330  331  332  333  334  335  336  337  338  339  340  341  342  343  344  345  346  347  348  349  350  351  352  353  354  355  356  357  358  359  360  361  362  363  364  365  366   367  368  369  370  371  372  373  374  375  376  377  378  379  380  381  382  383  384  385  386  387  388  389  390  391  392  393  394  395  396  397  398  399  400  401  402  403  404  405  406  407  408  409  410  411  412  413  414  415  416  417  418",
                    "ref_id": null
                }
            ],
            "section": "Q9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Essentials for radiologists on COVID-19: an update-Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Elicker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ketai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chest CT findings in coronavirus disease-19 (COVID-19): relationship to duration of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diffusion of advanced medical imaging technology, CT, and MRI scanners, in Iran: a qualitative study of determinants",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Abedini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Foroushani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jaafaripooyan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Health Plann Manage",
            "volume": "34",
            "issn": "",
            "pages": "397--410",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Availability and quality of computed tomography and magnetic resonance imaging equipment in U.S. print & web 4C=FPO emergency departments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ginde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Foianini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Renner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "",
            "pages": "780--783",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Radiologic management of COVID-19: preliminary experience of the Iranian Society of Radiology COVID-19 Consultant Group (ISRCC)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahdavi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khalili",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Davarpanah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Iran J Radiol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ali Sabri, MD, is from the Department of Radiology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Q2 Amir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Davarpanah",
                    "suffix": ""
                },
                {
                    "first": "Abuzar Moradi Tuchayi ;",
                    "middle": [],
                    "last": "Atlanta",
                    "suffix": ""
                },
                {
                    "first": "Georgia",
                    "middle": [],
                    "last": "Mahdavi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Taraneh Faghihi Langroudi ;",
                    "middle": [],
                    "last": "Ontario",
                    "suffix": ""
                },
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Kahkouee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Haseli",
                    "suffix": ""
                },
                {
                    "first": "Payam",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mehrian",
                    "suffix": ""
                },
                {
                    "first": "Mehrdad",
                    "middle": [],
                    "last": "Bakhshayeshkaram",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Farahnaz Falahati, MD, is from the Iranian Society of Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart for triage of 2019 novel coronavirus disease in suspected cases in Iran. COVID-19 Q8 ¼ coronavirus disease 2019; CBC ¼ complete blood count; CHF, congestive heart failure; CRP ¼ C-reactive protein; ESR ¼ erythrocyte sedimentation rate; RT-PCR, reverse-transcription polymerase chain reaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of the workflow process for remote consultations using social media and DICOM viewer. Journal of the American College of Radiology 3 Davarpanah et al n Case Studies in Clinical Practice Management",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}