{
    "paper_id": "05e1638bd53cfaf19fec75f24a521db7e9ef08f5",
    "metadata": {
        "title": "Profile of Antibodies to the Nucleocapsid Protein of the Severe Acute Respiratory Syndrome (SARS)-Associated Coronavirus in Probable SARS Patients",
        "authors": [
            {
                "first": "Xuan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Guangzhou Command of PLA",
                    "location": {
                        "postCode": "510010",
                        "settlement": "Guangzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "Yulin",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Guangzhou Command of PLA",
                    "location": {
                        "postCode": "510010",
                        "settlement": "Guangzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "Linhai",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yanping",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Guangzhou Command of PLA",
                    "location": {
                        "postCode": "510010",
                        "settlement": "Guangzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingjun",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Guangzhou Command of PLA",
                    "location": {
                        "postCode": "510010",
                        "settlement": "Guangzhou"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "General Hospital of Guangzhou Command of PLA",
                    "location": {
                        "postCode": "510010",
                        "settlement": "Guangzhou"
                    }
                },
                "email": "caoc@nic.bmi.ac.cn."
            }
        ]
    },
    "abstract": [
        {
            "text": "Profiles of antibodies to the nucleocapsid protein of the severe acute respiratory syndrome (SARS)-associated coronavirus in 445 probable SARS patients and 3,749 healthy people or non-SARS patients were analyzed by antigen-capturing enzyme-linked immunosorbent assay. Antinucleocapsid antibodies were elucidated in 17.5% of the probable SARS patients 1 to 7 days after the onset of symptoms and in 80% of the patients 8 to 14 days after the onset. About 90% of the probable SARS patients were positive 15 or more days after illness. Antibody titers increased up to 70 days, and high antibody titers were maintained at least for another 3 months. Of the healthy people and non-SARS patients, only seven (0.187%) were weakly positive. FIG. 1. Development of anti-N protein antibody titers over time in 445 patients who probably had SARS. 228 NOTES CLIN. DIAGN. LAB. IMMUNOL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel severe acute respiratory syndrome (SARS)-associated coronavirus (CoV) has been identified as the etiologic agent of SARS (1, 3, 5) . It has been demonstrated that, at least in early responses, the antibodies to the nucleocapsid protein (N protein) predominate, as assayed by Western blotting and proteomic analysis. To understand the humoral immunity to the N protein of SARS CoV and the possibility of using the N protein in SARS diagnosis, antibodies to the N protein from 445 patients who probably had SARS, as diagnosed on the basis of World Health Organization criteria, from four hospitals were analyzed by an antigen-capturing enzyme-linked immunosorbent assay in which recombinant SARS N protein was used as the antigen (6) . The method is briefly described as follows. The N-encoding gene of SARS CoV was cloned into T7 promoter-based prokaryotic expression vector pET22b (Novagen), and the resulting recombinant plasmid (pMG-N) was then transformed into Escherichia coli BL21a(DE3). The recombinant N protein was expressed in E. coli by induction with isopropyl-␤-D-thiogalactopyranoside (IPTG; Sigma, St. Louis, Mo.) at 0.5 mmol/liter and purified by S-Sepharose Fast Flow ion-exchange chromatography, followed by gel filtration with Superdex 200 (Amersham Pharmacia) to a purity of Ͼ97% as determined by laser densitometry of a silver-stained sodium dodecyl sulfate-polyacrylamide gel electrophoresis gel. The purified N protein was diluted to 1 g/ml with 50 mM carbonate buffer (pH 9.6) and used to coat the wells of 96-well microplates at 4°C overnight, followed by blocking with 5% fetal bovine serum for 4 h at room temperature. In addition, N protein was conjugated to horseradish peroxidase (Sigma). An antigen-capturing enzyme-linked immunosorbent assay was established for the detection of anti-N protein antibody present in sera. A 100-l volume of serum was added to the well coated with recombinant N protein, and the plate was incubated at 37°C for 30 min and then washed five times with phosphatebuffered saline containing 0.05% Tween 20. A 10-l volume of labeled antigen was added, and the plate was incubated for another 30 min and washed as already described, and then 100 l of TMB substrate solution (0.1 mg of tetramethylbenzidine hydrochloride/ml, 0.01% H 2 O 2 in 0.1 M acetate buffer, pH 5.8) was added, the mixture was incubated at 37°C for 20 min, the reaction was terminated by adding 50 l of 2 N sulfuric acid, and the absorbance at 450 nm (A 450 ) was determined. Samples with an A 450 of Ͼ0.15 (average A 450 ϩ 5 standard deviations of 900 samples from healthy people) were considered to be positive.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 738,
                    "end": 741,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As shown in Table 1 , 17.2% of the patients who probably had SARS developed anti-N protein antibodies in 7 days after the onset of symptoms. Eighty percent of the patients were positive 8 to 14 days after falling ill, and about 90% were positive 15 to 42 after falling ill. Furthermore, 95.2% of the patients who had fallen ill 43 or more days previously were positive. A higher positivity rate was observed in this group. This could be explained by the fact that most of the patients (2). The results also indicated that the assay was of value in SARS diagnosis 7 to 10 days after symptom onset. Anti-N protein antibody titers of 445 patients who probably had SARS were determined by serial dilution. The titer was calculated by the following formula: antibody titer ϭ A 450 ϫ fold dilution/0.15. As shown in Fig. 1 , low antibody titers (Ͻ1: 100) were developed in 3 weeks after the onset of symptoms, antibody titers increased up to 1:1,000 in the next 5 weeks, and high antibody titers were maintained for at least another 3 months. No decrease in antibody titers was observed 158 days after the onset of symptoms. Serial samples from 21 SARS patients were also assayed, and a profile similar to that reported by Li et al. (4) was observed.",
            "cite_spans": [
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 810,
                    "end": 816,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To evaluate the specificity of the assay, antibodies to the N protein of SARS CoV from 3,749 non-SARS patients, health care works, and healthy people were assayed. Only 7 out of the 3,749 samples were shown to be weakly reactive (A 450 , Ͻ0.4 [cutoff value, 0.15]). This may have been caused by crossreaction with other antibodies or by contamination with trace amounts of E. coli proteins in the antigen used in the assay. The false-positivity rate (0.187%) was significantly lower than that observed with an indirect enzyme-linked immunosorbent assay using virus lysates as the antigen (about 2%), so the assay is highly specific. The results indicate that the assay of antibodies to the N protein antibody of SARS CoV could be used in the diagnosis of SARS infection and in epidemiologic surveys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "X.L., Y.S., and P.L. contributed equally to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Personal view of SARS: confusing definition, confusing diagnosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L E"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Profile of specific antibodies to the SARSassociated coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. Engl. J. Med",
            "volume": "349",
            "issn": "",
            "pages": "508--509",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosis of severe acute respiratory syndrome (SARS) by detection of SARS coronavirus nucleocapsid antibodies through antigen-capturing enzymelinked immunosorbent assay",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "5781--5782",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Corresponding author. Mailing address: Beijing Institute of Biotechnology, P.O. Box 130(8), 27 Taiping Rd., Beijing 100850, Peoples Republic of China. Phone and fax: 86 10 68155151. E-mail: caoc@nic .bmi.ac.cn.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Development of virus-specific antibodies in probable SARS patients, other non-SARS patients, and healthy people",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}