{
    "paper_id": "05fcde0b042a42310a19070fae6de9a2a9935e71",
    "metadata": {
        "title": "Laboratory Testing for Middle East Respiratory Syndrome Coronavirus Interim recommendations",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "collected when possible. A recent report of a case series of MERS-CoV infections detected in Saudi Arabia (3) has also demonstrated the importance of upper respiratory tract specimens such as nasopharyngeal/oropharyngeal swabs for detecting the virus. It is recommended that both upper and lower respiratory tract specimens be collected whenever possible.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To increase the likelihood of detecting the virus, multiple samples from multiple sites should be collected over the course of the illness. Even after the initial detection of the virus, continued sampling and testing will add to current knowledge about the duration of virus shedding and is strongly encouraged. Virus has been detected in urine and faeces but at levels below those found in the lower respiratory tract (1) . To date, there is little information on the value of whole blood as a specimen for MERS-CoV detection.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum samples should be collected. Paired samples are preferred but single samples are also of value. Paired serum samples should be collected 14-21 days apart, with the first being taken during the first week of illness. If only a single sample is to be collected, it should be done at least 14 days after onset of symptoms. Table 1 lists the specimens that can be collected as well as their storage and transport requirements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Specimens should reach the laboratory as soon as possible after collection. The importance of proper handling during transportation cannot be overemphasized. When there is likely to be a delay in the laboratory receiving respiratory tract specimens, it is strongly recommended that the specimens be frozen, preferably to -80°C, and shipped on dry ice. It is, however, important to avoid repeated freezing and thawing of specimens. Serum should be separated from whole blood and can be stored and shipped at 4°C or frozen to -20°C or lower and shipped on dry ice. The storage of respiratory and serum specimens in domestic frost-free freezers should be avoided, owing to their wide temperature fluctuations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transport of specimens within national borders should comply with applicable national regulations. International transport of MERS-CoV specimens should follow applicable international regulations as described in the WHO Guidance on Regulations for the Transport of Infectious Substances 2013-2014 available at: http://www.who.int/ihr/publications/who_hse_ihr_20100801/en/index.html. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Routine confirmation of cases of MERS-CoV infection is based on detection of unique sequences of viral RNA by real-time reverse-transcription polymerase chain reaction (rRT-PCR) with confirmation by nucleic acid sequencing when necessary. See below for a discussion of serological testing for MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "In certain circumstances, but not for routine diagnosis, laboratories with the appropriate experience and containment facilities may attempt to isolate the virus in cell culture. The current version of these recommendations does not cover virus isolation procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Any testing for the presence of this virus should be performed in appropriately equipped laboratories by staff trained in the relevant technical and safety procedures. WHO interim recommendations for laboratory biorisk management for MERS-CoV can be found at: http://www.who.int/csr/disease/coronavirus_infections/NovelCoronavirus_InterimRecommendatio nsLaboratoryBiorisk_190213/en/index.html.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Individual Member States will decide which, if any, of their laboratories should perform these tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Three rRT-PCR assays for routine detection of MERS-CoV have been developed and their details published. Currently described tests are an assay targeting upstream of the E protein gene (upE) (4) and assays targeting the open reading frame 1b (ORF 1b) (4) and the open reading frame 1a (ORF 1a) (5) . The assay for the upE target is considered highly sensitive and is recommended for screening, with the ORF 1a assay considered of equal sensitivity. The ORF 1b assay is considered less sensitive than the ORF 1a assay. References 4 and 5 contain detailed descriptions for performing these assays. In addition, the US Centers for Disease Control and Prevention (US CDC) has developed rRT-PCR assays targeting the MERS-CoV nucleocapsid (N) protein gene, which can complement upE and ORF 1a assays for screening and confirmation.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Two target sites on the novel coronavirus genome suitable for sequencing to aid confirmation have been identified. These are in the RNA-dependent RNA polymerase (RdRp) and (N) genes (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Further information on these assays is available at the website of the Institute of Virology, Bonn, Germany: http://www.virology-bonn.de/index.php?id=40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Further information on the assays developed by US CDC is available from Dean D. Erdman (dde1@cdc.gov). Figure 1 shows a testing algorithm for investigation of suspected cases of MERS-CoV by rRT-PCR. When there are discordant results with two rRT-PCR assays targeting unique sites on the MERS-CoV genome, sequencing of an amplicon generated from an appropriate RT-PCR assay to confirm the test result should be performed. These sequence data, in addition to providing confirmation of the presence of the virus, can also provide valuable information to help understand the origins of the virus and how it is spreading. Hence, sequencing of MERS-CoV nucleic acid from as many positive specimens as possible is recommended.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Algorithm for detecting MERS-CoV by PCR and sequencing"
        },
        {
            "text": "Four human coronaviruses (hCoVs) are known causes of respiratory tract infections of mild to moderate severity. These are the betacoronaviruses hCoV-OC43 and hCoV-HKU1 and the alphacoronaviruses hCoV-229E and hCoV-NL63. Commercial multiplex PCR assays for respiratory pathogens may detect these viruses. It is important that positive results for these viruses not be confused with MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "A series of negative results should not absolutely rule out the possibility of infection. A number of factors could lead to false-negative results, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "• poor quality of specimen • the specimen was collected late or very early in the illness • the specimen was not handled and shipped appropriately • technical reasons inherent in the test, e.g. virus mutation or PCR inhibition If a negative result is obtained from patients with a high index of suspicion for MERS-CoV infection, additional specimens should be collected and tested. Laboratories may also consider sending one or more negative specimens to outside laboratories for confirmation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "To consider a case as laboratory-confirmed, one of the following conditions must be met:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "A positive PCR result for at least two different specific targets on the MERS-CoV genome OR One positive PCR result for a specific target on the MERS-CoV genome and an additional different PCR product sequenced, confirming identity to known sequences of MERS-CoV (6) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "A case with a positive PCR result for a single specific target without further testing but with a history of potential exposure and consistent clinical signs is considered a probable case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Testing algorithm for cases under investigation for MERS-CoV by rRT-PCR"
        },
        {
            "text": "Details of two immunofluorescence assays to detect antibodies to MERS CoV have been published (5) , and these assays, along with a serum neutralization test, were used to screen contacts of a case treated in a German hospital with apparently good sensitivity and specificity (7) . An assay for detection of MERS-CoV antibodies using protein microarray technology has also been developed and the details have been published (8) . It appears to be highly specific. US CDC has developed a two-stage approach for detecting antibodies to MERS-CoV, based on a screening test using a recombinant nucleocapsid (N) protein-based indirect enzyme-linked immunosorbent assay (ELISA), followed by a confirmatory test using a whole-virus indirect fluorescent antibody (IFA) test or microneutralization test. All serological tests developed thus far have been validated only against a small number of convalescent sera from MERS CoV cases and it has not yet been possible to compare the performance of the different assays. No kits are currently available for serological testing.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Serological testing for MERS-CoV"
        },
        {
            "text": "It is recommended that any positive result by a single serological assay should be confirmed with a neutralization assay. Although techniques such as ELISA used for screening samples could eventually become widely available in laboratories in many countries, the confirmatory neutralization assays will need to be performed in laboratories with specialized facilities and highly trained staff. However, serological testing can provide valuable information on rates of infection in populations, and serological surveys, particularly among known risk groups or populations, are encouraged. Member States and laboratories wishing to conduct serological testing for MERS-CoV should contact the institutions that have developed the assays mentioned above to discuss the most appropriate way to meet their requirements. WHO can facilitate communication between Member States and specialized laboratories if needed. The continued collection and testing of serum from confirmed cases and those potentially exposed to the virus is encouraged as it adds to the overall understanding of MERS-CoV infection and also to the performance of the assays thus far developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serological testing for MERS-CoV"
        },
        {
            "text": "As the primer and probe sequences for the rRT-PCR assays for MERS-CoV have been published, laboratories can order these from their usual suppliers. Member States requiring support for obtaining control material for the rRT-PCR assays can ask WHO for assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "US CDC has produced a diagnostic kit for detection of MERS-CoV by rRT-PCR and will make it available on a limited basis. Further information is available from Dean D. Erdman (dde1@cdc.gov).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "Access to timely and accurate laboratory testing of samples from cases under investigation is an essential part of the surveillance of this emerging infection. All countries should have access to reliable testing either nationally, or internationally, in laboratories willing to perform primary detection or confirmatory testing. WHO can assist Member States to access testing internationally should the need arise. Member States may wish to sign Material Transfer Agreements (MTAs), covering such topics as ownership of clinical material and intellectual property rights with international laboratories, before shipping specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Laboratory Networking"
        },
        {
            "text": "Laboratories should notify the relevant public health authorities in their country as soon as they receive a specimen for testing for MERS-CoV, even before any testing is performed. All test results, whether positive or negative, should likewise be immediately reported to the authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting of cases and test results"
        },
        {
            "text": "Member States are requested to immediately notify WHO of initially positive laboratory results even before completion of all testing and final confirmation. Details of the particular assays performed should be included in the notifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting of cases and test results"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70154-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(13)60982-4"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(13)70204-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "mBio",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00473-12"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contact investigation of a case of human coronavirus infection treated in a German hospital",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Buchholz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eurosurveillance",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Specific serology for emerging human coronaviruses by protein microarray",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eurosurveillance",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Specimens suitable for testing for MERS-CoV based on current evidence * Using wet ice or cold packs as appropriate",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Laboratories with limited experience in testing for MERS-CoV are encouraged to have their test results confirmed by laboratories with greater experience handling specimens containing this virus. WHO can assist Member States to identify laboratories able to provide such a service. Additionally, laboratories may wish to check their own positive results by repeating the extraction of nucleic acid and retesting the sample.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "CoV infection, if they meet the other conditions of that case definition. Final classification of cases will depend on clinical and epidemiological information combined with laboratory results. The case definitions used by WHO can be found at: http://www.who.int/csr/disease/coronavirus_infections/case_definition/en/index.html.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Alternatively, laboratories may consult: http://www.virology-bonn.de/index.php?id=40. Positive control material for the upE and 1a specific rRT-PCR assays can be ordered from the European Virus Archive portal: http://www.european-virus-archive.com/Portal/produit.php?ref=1386&id_rubrique=9.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}