{
    "paper_id": "05fdb11aab9419d24bd576324eb6ed72c9867483",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Francesco",
                "middle": [],
                "last": "Pata",
                "suffix": "",
                "affiliation": {},
                "email": "francesco.pata@gmail.com"
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Ursini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gaetano",
                "middle": [],
                "last": "Gallo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "La",
                "middle": [],
                "last": "University",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Sapienza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ursini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dilemmas in Incidental Findings During Surgery. Review article\" (Int J Surg. 2020;76:51-52)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Commentary on \"A new item in Italian law: Revenge malpractice. A Commentary on Legal & Ethical"
        },
        {
            "text": "Dear Editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        },
        {
            "text": "We read with interest the letter by Maria Michela Chiarello and colleagues [1] on \"revenge lawsuit\" as a subtle attempt by corrupted and anachronistic groups to neutralize proactive doctors who are aiming to improve the local healthcare system in Italy, especially in low-income areas. Furthermore, the concept of \"second victim\" aiming to support healthcare workers involved in adverse events, lawsuit or errors [2] is systematically ignored and this increases further the sense of frustration and isolation of the people involved. The reduction in accountability and effectiveness of public hospitals may benefit public-funded private clinics, directly or indirectly linked to economic and political lobbying, to induce promising healthcare workers to leave their jobs.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        },
        {
            "text": "Actually, we bilieve this represents only a fraction of the deep crisis of the Italian National Health System (\"Sistema Sanitario Nazionale\", SSN), which is currently facing a serious gap in healthcare workers. As Luca La Colla healthcare recently highlighted in the Lancet [3] , this gap is mainly due to a structural crisis of the SSN, rather than just a lack of planning of training posts over the last 10 years as previously suggested by Marta Paterlini [4] . Inadequate working conditions and salaries, the commixture of politics and healthcare system, obstacles in career progression and lack of meritocracy would represent an \"untold truth\", making the system not attractive to new specialists and foreign doctors [5] . The current scenario of Coronavirus (COVID-19/SARS-COV-2) pandemic [6] represents a further challenge to a fragile system which is still waiting for global reform.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        },
        {
            "text": "However, some aspects of this systemic crisis might have been overlooked. First, the requirement of a specialty title to apply for a job position is largely compromised by the current laws. Indeed, according to the Italian legal system, there are no rigid distinctions among medical specialties. The ministerial decree n°30 approved in 1998 (https://www.gazzettaufficiale.it/eli/id/1998/02/14/098A0940/sg) established \"equivalences\" and \"affinities\" among different medical specialties, thus granting the possibility to apply for posts belonging to specialities that are different from the one owned by the applicant. For example, emergency medicine shows affinity with cardiology, gastroenterology, gerontology, pneumology, and internal medicine: this allows a specialist in emergency medicine to work in different environments, inducing a resource shift and jeopardising any attempt of long-term planning (https://www.quotidianosanita.it/lettere-al-direttore/articolo.php?articolo_id=66931). In addition, the potential harms of shifting to a specialty without undergoing a tailored training needs to be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        },
        {
            "text": "Second, the application process for job positions in SSN is managed on a local basis, as different from other countries (e.g. in UK with NHS jobs, https://www.jobs.nhs.uk/). The procedure of providing documents varies considerably among applications, and all documents need to be sent in for each application, thus increasing costs, time, and potentially exposing the applicant to factual errors that might result in exclusion from competition. Furthermore, the selection process involves a three-step procedure which often requires weeks or months to complete. Third, revalidation which is affordable to all specialists is still not in place, and the scores need to assign a job are based on crude titles or years of practice in the public system, regardless of the actual performance and skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        },
        {
            "text": "A far-reaching reform of the health system is largely awaited in Italy. To leave the deep roots of these issues unresolved will eventually harm patients rather than to cure them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Revenge Lawsuit is a Puzzle Piece of the Global Crisis of Italian Healthcare System"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new item in Italian law: Revenge malpractice. A commentary on legal & ethical dilemmas in incidental findings during surgery -Review article",
            "authors": [
                {
                    "first": "Michela",
                    "middle": [],
                    "last": "Chiarello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brisinda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "51--52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.02.033"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Deaths, errors and second victims in surgery: an underestimated problem",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Pellino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "107",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11432"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health worker gap in Italy: the untold truth",
            "authors": [
                {
                    "first": "Colla",
                    "middle": [],
                    "last": "Luca La",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "394",
            "issn": "",
            "pages": "561--562",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Italy calls on retired doctors to fill health worker gap",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paterlini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet",
            "volume": "393",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health-care inequalities in Italy: challenges for the Government",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piscitelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Public Health",
            "volume": "4",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(19)30229-4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Similarity in Case Fatality Rates (CFR) of COVID-19/SARS-COV-2 in Italy and China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Porcheddu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                },
                {
                    "first": "Kelvin",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelvin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dev Ctries",
            "volume": "14",
            "issn": "2",
            "pages": "125--128",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Journal of Surgery Author Disclosure Form"
        },
        {
            "text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors.Francesco Pata: Concept and design, acquisition of data, drafting the manuscript Francesco Ursini: Concept and design, analysis and interpretation of data, critical revision. Gaetano Gallo: Concept and design, analysis and interpretation of data, writing, critical revision All authors read and approved the final version of the manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        },
        {
            "text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.Francesco Pata",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guarantor"
        }
    ]
}