{
    "paper_id": "06607df4c7c38c7a9b7d2a7326cce07475ee431f",
    "metadata": {
        "title": "Effect of asymptomatic natural infections due to common mouse pathogens on the metastatic progression of B16 murine melanoma in C57BL/6 mice",
        "authors": [
            {
                "first": "Juan",
                "middle": [],
                "last": "Rodrı´guez-Cuesta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Navarra",
                    "location": {
                        "settlement": "Pamplona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Vidal-Vanaclocha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Basque Country Uni-versity School of Medicine and Dentistry",
                    "location": {
                        "addrLine": "Bizkaia-48940",
                        "settlement": "Leioa",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Lorea",
                "middle": [],
                "last": "Mendoza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bizkaia Technology Park",
                    "location": {
                        "addrLine": "Bizkaia-48160",
                        "region": "Derio",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Marı´a",
                "middle": [],
                "last": "Valca´rcel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bizkaia Technology Park",
                    "location": {
                        "addrLine": "Bizkaia-48160",
                        "region": "Derio",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalia",
                "middle": [],
                "last": "Gallot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bizkaia Technology Park",
                    "location": {
                        "addrLine": "Bizkaia-48160",
                        "region": "Derio",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Guillermo",
                "middle": [],
                "last": "Martı´nez De Tejada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Navarra",
                    "location": {
                        "settlement": "Pamplona",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To investigate whether the presence of infections in C57BL/6 mice influences the metastatic ability of B16 melanoma (B16M) cells, we compared the susceptibility to metastasis development of pathogen-free mice with that of mice from a colony endemically infected with several mouse pathogens. We found that, compared to seronegative controls, mice that were seropositive at least to Mouse Hepatitis Virus (MHV) and Mycoplasma pulmonis: (i) exhibited a higher interindividual variability in all the parameters quantifying metastatic progression; (ii) had elevated serum levels of proinflammatory cytokines both before and at the end of the experiment; (iii) were more susceptible to hepatic metastasis. Interestingly, final levels of tumor necrosis factor (TNF)-a and interleukin (IL)-18 correlated with the extent of hepatic colonization by the melanoma cells. To confirm the metastasis-enhancing effect of MHV and M. pulmonis we measured the ability of B16M cells to metastasize in pathogen-free animals housed for increasing time-intervals in the vicinity of MHV + animals. Notably, susceptibility to metastasis was lower in animals seronegative to MHV than in MHV + mice, whereas the latter were less susceptible to metastasis than MHV + M. pulmonis + mice. Seropositive animals had increased levels of TNF-a and IL-18 suggesting that MHV and M. pulmonis enhance the metastatic ability of melanoma cells by inducing the release of proinflammatory cytokines. While our results highlight the importance of using pathogen-free animals in metastasis studies, they emphasize the need for a comprehensive health monitoring of the mice used in such studies, particularly in case of using facilities lacking appropriate containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: B16M -B16 melanoma; ELISA -enzyme-linked immunosorbent assay; IL-18 -interleukin-18; i.p.intraperitoneal; LPS -lipopolysaccharide; MHV -Mouse Hepatitis Virus; TNF-a -tumor necrosis factor a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It has been known for decades that the presence of certain infectious agents in laboratory animals used as models of human diseases can significantly influence experimental results [1] . More recently, the advent of highly sensitive diagnostic techniques has revealed subtle physiological changes triggered by microbial colonization [2] . Interference due to microorganisms can also affect the validity of metastasis studies since it has been reported that many microbial infections are able to alter the immune response or even interfere with the pattern of progression of certain tumors [1, 3] . As a consequence, microorganisms that were classically considered as mere commensals have been shown to significantly affect the pattern of proinflammatory cytokines and therefore the relevance of their presence in an experimental animal needs to be re-evaluated [4] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 593,
                    "end": 595,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 861,
                    "end": 864,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Whereas in some instances interference due to unwanted microorganisms can lead to false conclusions in animal studies, in other occasions it causes a marked increase in the interindividual variability [5] , which may preclude the achievement of conclusive results. Such an outcome may force the use of an unnecessary high number of animals per group, thereby disregarding basic ethical principles and causing a waste of resources.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although some microbial pathogens induce clinical symptoms in their animal hosts, most of them cause mild disease or even asymptomatic infections, particularly in animal settings where such infections are endemic [1] . For instance, in many mouse colonies throughout Europe viruses such as Mouse Hepatitis Virus (MHV), Minute Virus of Mice (MVM), Sendai virus and Pneumonia Virus of Mice (PVM) are still endemic [6] and can potentially cause chronic infections that are often silent in immunocompetent animals [7] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To evaluate the potential interference due to infections it is necessary to first conduct a periodic health monitoring program of the experimental animals [8] [9] [10] . Logically, such surveillance should aim at detecting the microbial agents that are known to be relevant for each animal species according to the recommendations published by Institutions like the Federation of European Laboratory Animal Science Associations [10] and other consensus documents available [11] . Among the surveyed microorganisms, a particular attention should be paid to detecting those agents that have already been reported to interfere with a given animal model of metastasis [1, 7] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 670,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the field of metastasis research the awareness of the potential interference related to the presence of microorganisms has led many investigators to use Specific Pathogen Free (SPF) animals obtained from commercial sources in their studies. However, in many instances authors fail to clarify whether or not the animals were maintained and handled using containment measures aimed at minimizing the risk of infection. More importantly, very few studies undertake comprehensive health monitoring of the animals at intermediate time-points or at least at the end of the experiment to confirm that the animals remained free from infection through the course of the experiment. Such surveillance appears to be of key importance in those studies in which SPF animals are exposed to endemic pathogens in conventional facilities lacking the appropriate containment barriers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To our knowledge there are no studies on the impact that common pathogens endemic in a mouse colony can have on a model of metastatic progression. Furthermore, there is no information on the experimental interference that could potentially derive from exposing SPF mice used for these studies to such mouse pathogens. This is precisely the likely outcome of some studies that fail to take the basic measures of microbial containment. To experimentally address these studies we made use of a well-established mouse model of hepatic metastasis caused by the intrasplenic inoculation of B16 melanoma cells into C57BL/6 mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Animals C57BL/6 male mice, 8-10-weeks old (20-25 g body weight), were obtained from the institutional vivarium and from Harlan (Barcelona, Spain). Animals provided by the former and latter sources will henceforth be designated as in-house animals and commercial animals, respectively. Whereas the health status of the in-house animals was not provided by the breeder, commercial animals were certified to be SPF. Upon receiving the mice into the vivarium and before any experimental procedure was conducted on them, animals were granted a recovery period of at least 3 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Before the beginning of each experiment, a group of randomly selected mice was sacrificed by cervical dislocation and the presence of common murine pathogens in the animals including bacteria, viruses, dermatophytes, ectoparasites and endoparasites was analysed by direct and indirect microbiological methods (culture, microscopic inspection of feces, serology). In addition, samples from all major organs were collected and subjected to histopathological examination. During the course of the experiments mice were housed in polycarbonate cages containing wood chip bedding (29/12 Plus, Souralit, S.L., Bobadilla-La Rioja, Spain) and placed under conventional laboratory conditions. Animals were fed with rodent maintenance diet (AO4, Panlab, S.L., Barcelona, Spain) and provided with water ad libitum. Blood samples for serum analyses were obtained from the retro orbital plexus of animals previously anesthetized with ketamine (Imalge`ne 500, Merial, Lyon, France), 80 mg/kg, i.p. Animal housing, their care, and experimental procedures were conducted in conformity with institutional guidelines that are in compliance with European policies. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "B16M cells (B16F10 subline) were cultured in endotoxin-free Dulbecco's modified Eagle's medium (Life Technologies, Inc., Grand Island, NY) supplemented with 10% fetal calf serum, and penicillin-streptomycin (100 U/ml penicillin, and 100 lg/ml streptomycin). Cultures were maintained and propagated as described previously [12] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Culture of melanoma cells"
        },
        {
            "text": "Hepatic metastases were produced by the intrasplenic injection into anesthetized mice (Nembutal, 50 mg/kg i.p.) of 3Â10 5 viable B16M melanoma cells suspended in 0.1 ml Hanks' balanced salt solution. Mice were sacrificed by cervical dislocation on the 12th day after the injection of cancer cells. In some experiments, animals received an intravenous injection of either 0.5 mg/kg of LPS from E. coli (Sigma) or the same volume (0.1 ml) of sterile saline 6 h before B16M cell inoculation. Liver tissue was fixed by immersion into a solution of 10% formaldehyde in phosphate buffer saline (pH 7.4), and processed for routine histology. Densitometric analysis of digitized microscopic images was used to discriminate metastatic B16M from normal hepatic tissue. Liver metastasis density (as foci number per 100 mm 3 of liver) was determined using stereological procedures described previously [12] .",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 894,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hepatic metastasis assay"
        },
        {
            "text": "Concentration of cytokines in animal serum from peripheral blood was measured by using specific ELISA kits for mouse TNF-a and IL-18 (R & D Systems, Minneapolis, MN) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytokine analysis"
        },
        {
            "text": "Experimental data were expressed as means±standard deviation (SD). All the statistical analyses were performed by using SPSS software (SPSS 10.0 for Windows, SPSS Inc. Chicago Ill.). For the comparison of parametric data Student ''t'' test was used whenever two sets of values had to be compared, whereas one-factor ANOVA was used to compare more than two groups of values. The comparison of non-parametric data was performed by using either the Mann-Whitney U test (for two groups) or the Kruskal-Wallis test (for more than two groups). The statistical significance was expressed as *(P<0.05) and **(P<0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To statistically assess the significance of the differences in SD, data were subjected to the two-tailed Snedecor-Cochran test. When differences in SD were found to be significant, the minimum sample size required for discrimination between data with such SDs was calculated assuming Power and Alpha values of 0.9 and 0.05, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Stepwise multiple lineal regression analysis was performed for the number of metastases versus all the independent explanatory variables (presence or absence of infection due to MHV or Mycoplasma pulmonis or infestation by Aspiculuris tetraptera), coded as 0 or 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The binary variables with a statistically significant influence on the number of metastases were selected and included in the model. Correlation was evaluated based on the Pearson's square coefficient at P<0.05 and partial correlation coefficients were used to evaluate the percentage of variability in the number of metastases explained by the effects of all the independent variables described earlier with significance at P<0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Since the C57BL/6 mice provided by our institutional vivarium (henceforth designated as in-house mice) were not certified to be SPF, we first conducted a detailed microbiological and serological analysis on a randomized group of these animals (n=18) to determine whether they were colonized by any of the infectious agents known to be prevalent in mouse colonies. As a control, the same analyses were carried out on a group of C57BL/6 SPF-mice (n=10) purchased from a commercial vendor (henceforth designated as commercial animals) and matched in age and sex with the in-house group. As shown in Table 1 , while commercial mice consistently rendered negative results in all the diagnostic assays, antibodies to MHV and M. pulmonis were detected in 88.9% and 77.8%, respectively, of the inhouse mice tested. In addition, visual inspection of the large bowel revealed the presence of adult forms of the helminth A. tetraptera in 100 % of the in-house animals whereas this type of endoparasite was undetectable in the commercial mice. These results allowed us to classify the in-house mice as non-SPF animals and to confirm the SPF status of the commercial mice. Importantly, neither macroscopic nor microscopic examination of organs (kidney, liver, lung, small and large bowel) of in-house mice revealed any clinical manifestation or lesion which could be specifically associated with the presence of MHV or M. pulmonis (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 603,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Assessment of the presence of relevant mouse pathogens in animals from an in-house source"
        },
        {
            "text": "To investigate whether the pattern of microbial colonization detected in the in-house mice could influence in some way the susceptibility of these animals to metastasis, we compared the ability of intrasplenically inoculated B16 melanoma cells (B16M cells) to metastasize in the liver of mice of domestic and commercial origin. For this purpose, groups of in-house and commercial animals of the same sex and age were intrasplenically inoculated with B16M cells and the metastatic colonization of the liver was assessed on day 12 postinoculation. As shown in Figure 1b and d, although differences in metastatic density between both types of animals were not statistically significant (118.9±20.8 vs. 126.4±62.9 in commercial and inhouse mice, respectively), the degree of experimental dispersion was found to be noticeably higher in the in-house than in the commercial animals (see Figure 1a and c). Statistical analysis revealed that differences between those two SD values of metastatic density were highly significant (P=0.0091).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 567,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 881,
                    "end": 890,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Experiment 1: Comparative analysis of the metastatic potential of B16 melanoma cells in non-SPF and SPF animals"
        },
        {
            "text": "Furthermore, results of a microbiological analysis performed on the animals at the beginning of the experiment confirmed our previous observations indicating that the in-house mice were positive to M. pulmonis (75%), MHV (100%) and A. tetraptera (100%), while all commercial animals (n=4) tested negative for those pathogens (see Table 2 ). However, when a similar analysis was performed on the animals used in this experiment after its conclusion (at day 12 postinoculation), antibodies to MHV were detected in 88.9% of the commercial animals and the pattern of microbial colonization in the in-house animals did not differ from that described at day 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Experiment 1: Comparative analysis of the metastatic potential of B16 melanoma cells in non-SPF and SPF animals"
        },
        {
            "text": "It has been previously reported that the intravenous injection of LPS in mice triggers the secretion of certain types of proinflammatory cytokines, such as TNF-a and IL-18, which in turn enhance the metastatic potential of co-inoculated melanoma cells [13] [14] [15] . To study whether the stimulatory effect of LPS on the metastatic progression of B16M cells may differ in mice harboring natural infections, we compared the metastatic capability of melanoma cells in commercial and in-house mice that had previously received an intravenous injection of LPS. In this experiment, groups of in-house and commercial animals received either LPS or only saline as placebo, and 6 h later all the animals were intrasplenically injected with the B16M cells. On day 12 postinoculation, metastatic density was assessed in the liver of the animals.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Experiment 2: Comparative study of the metastasisinducing potential of LPS in non-SPF and SPF animals"
        },
        {
            "text": "In agreement with our previous observations, the interindividual variability in this experiment was higher in the in-house mice than in the commercial animals (see Figure 2a ). This conclusion held true both in the animals treated with LPS and in those control animals that received placebo. Interestingly, the pro-metastatic effect of LPS was significantly higher in the in-house mice than in the commercial animals (Figure 2b ), although pre-treatment of animals with LPS enhanced the metastatic potential of the B16M cells regardless of the SPF status of the animal (P<0.05). Unlike in experiment 1, B16M cells displayed in this occasion a higher ability to metastasize in those in-house mice that only received placebo compared with the equivalent group of commercial animals (P<0.01; see control mice in Figure 2b ). However, it is important to point out that whereas 37.5% of the commercial animals used in this experiment remained MHV ) through the course of the experiment (data not shown), only 11% of the commercial animals used in experiment 1 were found to be seronegative to MHV at the end point (see Table 2 ). In contrast, the pattern of microbial colonization of the in-house mice used in experiment 2 did not differ from that previously mentioned for the in-house group used in experiment 1 (see Table 2 ) at both timepoints (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 427,
                    "text": "(Figure 2b",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 818,
                    "text": "Figure 2b",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1121,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1313,
                    "end": 1320,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Experiment 2: Comparative study of the metastasisinducing potential of LPS in non-SPF and SPF animals"
        },
        {
            "text": "To study if these differences in susceptibility to metastasis could be linked to variations in the serum levels of proinflammatory cytokines, concentrations of TNF-a and IL-18 were determined in the in-house and the commercial animals used in experiment 2 both at the beginning and at the end points. Interestingly, serum levels of TNF-a and IL-18 before the inoculation of LPS (i.e. basal levels) were approximately 100% and 50% higher in the in-house than in the commercial mice (46.6 pg/ml±6.5 vs. 21.4 pg/ml±5.8, respectively, for TNF-a and 149.5±9.3 vs. 93.0±8.5, respectively, for IL-18). As shown in Figure 3 , levels of both cytokines at the end of the experiment were uniformly elevated in all the animal groups that received placebo (see ''control mice'') with respect to their corresponding levels before the B16M cell inoculation. Statistical analysis performed on these data revealed the existence of significant increases in the final levels of both TNF-a (P<0.01) and IL-18 (P<0.05) in the in-house animals when compared with the values measured in the commercial animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 615,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Determination of the serum levels of proinflammatory cytokines in SPF and non-SPF animals treated with LPS"
        },
        {
            "text": "On the other hand, pretreatment with LPS potentiated the release of cytokines in both groups (P<0.05) relative to levels detected in control mice (see Figure 3 ). More importantly, the final concentration of TNF-a ( Figure 3a) and IL-18 (Figure 3b ) in each experimental group closely correlated with the magnitude of the metastatic process measured in that particular group (compare Figures 2 and 3) . Thus, treatment of commercial mice with LPS resulted in levels of both cytokines that were indistinguishable from those measured in the group of in-house mice that received placebo. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 226,
                    "text": "Figure 3a)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 247,
                    "text": "(Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 400,
                    "text": "Figures 2 and 3)",
                    "ref_id": null
                }
            ],
            "section": "Determination of the serum levels of proinflammatory cytokines in SPF and non-SPF animals treated with LPS"
        },
        {
            "text": "We previously showed that most of the SPF mice housed inside our animal facility for at least 14 days became seropositive to MHV while consistently testing negative for the rest of the pathogens analysed. We took advantage of this situation to compare the susceptibility to metastasis of commercial mice that had seroconverted to MHV with that of commercial animals immediately after their arrival (i.e. MHV ) ). For this purpose, two groups of commercial mice were purchased at precise time intervals so that they were of the same age at the time of their inoculation with B16M cells. Specifically, the administration of the melanoma cells was performed when the animals purchased first and second had spent 14 and 3 days in our vivarium, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 3"
        },
        {
            "text": "Unlike in our previous experiments, the microbiological analysis of mice at the end of this experiment did not reveal seroconversion to MHV in any of the animals (n=18), not even in those that had spent 26 days in the vivarium (data not shown). On the other hand, infestation with A. tetrapetra was detectable only in the animals housed in the vivarium for at least 26 days. As shown in Figure 4 , all the animals used in this experiment exhibited a homogeneous susceptibility to metastasis irrespective of being colonized with A. tetrapetra and their varying duration of housing in our vivarium. Furthermore, the interindividual variability in metastatic density was found to be within the rather tight range characteristic of SPF commercial animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Experiment 3"
        },
        {
            "text": "To maximize the chances of promoting transmission of MHV, animals from the long-term-housing group were allowed to stay 4 more days in the vivarium (18 days instead of 14) before B16M cell inoculation. In addition, those animals were placed upon their arrival in direct contact with in-house mice seropositive to MHV and M. pulmonis for three days. These modifications were successful and thus all the animals from the long-termhousing group were confirmed to be MHV + 1 day before B16M cell inoculation (i.e. on day 17 after their arrival; Table 3 ). The microbiological analysis also revealed that these animals were free from infestation by A. tetraptera and seronegative to M. pulmonis prior to their inoculation with B16M cells ( Table 3 ). The group of commercial animals comprising the short-termhousing group received an identical inoculum of melanoma cells but only 3 days after their arrival. As in previous experiments, all the animals were sacrificed on day 12 postinoculation and the colonization of the liver by B16 M cells was evaluated at that time-point.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 548,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 735,
                    "end": 742,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Experiment 4"
        },
        {
            "text": "As shown in Figure 5b , metastatic density was statistically increased (P<0.05) in animals housed in the animal facility for 30 days compared with those kept for only 15 days. Most likely, this difference was due to the increased number of smaller metastases (<1 mm in diameter) detected in the former animals (P<0.05; Figure 5d ). Interestingly, experimental variability between individuals of the group of longer duration of housing was markedly higher than that exhibited by the short-term-housing group (Figure 5a and c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "Figure 5d",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 507,
                    "end": 524,
                    "text": "(Figure 5a and c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Experiment 4"
        },
        {
            "text": "Finally, the microbiological analysis performed on all the animals at the end of this experiment (day 30), revealed the presence of antibodies to MHV in 100% of the animals from both the short-term and the long-term housing groups (Table 3) . While MHV was the only detectable pathogen in the former animals, seroconversion to M. pulmonis and infestation by A. tetraptera was detected in 75% and 100%, respectively, of the mice from the latter group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Experiment 4"
        },
        {
            "text": "Determination of the serum level of TNF-a in all the animals at the end of experiment 4 revealed that levels of this cytokine in animals housed for 30 days in the vivarium were increased with respect to those measured in the short-term housing group (P<0.05; Figure 6 ). In striking similarity with the in-house mice, commercial animals kept in the animal facility for long periods of time experienced a variability next to 3 times higher to that detectable in animals housed for shorter time intervals ( Figure 6 ). Interestingly, animals from the long-term-housing group that were seropositive to both MHV and M. pulmonis had levels of TNF-a significantly higher than those detected in animals seropositive only to MHV from the same group (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 505,
                    "end": 513,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Determination of levels of cytokines in SPF animals housed for different periods under non-SPF conditions"
        },
        {
            "text": "Statistical analysis of the influence of colonization by MHV, M. pulmonis and A. tetrapetra on the metastatic potential of B16M cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of levels of cytokines in SPF animals housed for different periods under non-SPF conditions"
        },
        {
            "text": "To determine the relative contribution of each of the detected pathogens in the metastatic process and their potential influence in experimental variability, we . Groups of pathogen-free commercial mice (n=8) were housed for different time-intervals (18 and 3 days) in the vicinity of in-house mice infected with Aspiculuris tetraptera and seropositive to MHV and Mycoplasma pulmonis. Upon arrival, the former animals (long-term housing group) was placed for 3 days in direct contact with in-house mice seropositive to MHV and M. pulmonis. After such an exposure, both groups of animals (of identical age) were intrasplenically inoculated with 3Â10 5 B16M cells. On day 12 postinoculation mice were sacrificed and individual values of metastatic density by group and size of metastasis (a-c, respectively) and the average metastatic density by group and size of metastasis (b-d, respectively) were measured. Each symbol in panels a and c represents an animal and dashed lines indicate the average value of each group (*P<0.05). developed a general linear model and stepwise regression as indicated in the Material and methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of levels of cytokines in SPF animals housed for different periods under non-SPF conditions"
        },
        {
            "text": "As shown in Table 4 , general linear model equation indicated that probability (P) values associated with MHV and M. pulmonis (0.019 and 0.041, respectively) are significant (P<0.05), thereby confirming that seropositivity to these two pathogens in the animals correlates with a higher susceptibility to metastasis. On the contrary, the absence of a variable depending on A. tetrapetra values in the equation shown in Table 4 implies that the presence of this pathogen does not have any significant influence on the metastatic process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 418,
                    "end": 425,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Determination of levels of cytokines in SPF animals housed for different periods under non-SPF conditions"
        },
        {
            "text": "In addition, the value of the partial correlation coefficients (see R 2 values in Table 4 ) corresponding to MHV and M. pulmonis (0.30 and 0.26, respectively) denotes that colonization by MHV and by M. pulmonis accounted for 30% and 26%, respectively, of the variability in the number of metastases. Finally, the fact that the P value associated with the residual variability of the model (0.0001 in Table 4 ) was significant (P<0.05) indicates that colonization of the animals by MHV and M. pulmonis does not fully account for the experimental variability observed in the non-SPF animals. Therefore, an additional factor (or factors) of unknown origin seems to contribute to the experimental variability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 400,
                    "end": 407,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Determination of levels of cytokines in SPF animals housed for different periods under non-SPF conditions"
        },
        {
            "text": "By using a well-established hepatic metastasis model produced by B16M cells, we have shown that the exposure of SPF mice to common mouse pathogens in conventional facilities increases the susceptibility of the animals to metastasis development. In addition, we showed that seropositivity of the animals to MHV at the time of inoculation of the cancer cells is associated with a higher level of experimental variability in parameters quantifying metastatic colonization of the liver. These conclusions are further supported by a serendipitous observation made when using animals that were seronegative to MHV at the time of inoculation of the melanoma cells. As we showed, those animals displayed the same level of susceptibility to metastasis and the same experimental variability as the SPF control animals. To the best of our knowledge, this is the first report showing evidence that the presence of natural asymptomatic infections can make C57BL/6 mice more susceptible to experimental metastasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results allow us to formulate two possible hypothesis to explain the increased susceptibility to metastasis detected in the seropositive animals. On the one hand, the elevated basal levels of some proinflammatory cytokines (TNF-a and IL-18) that we detected in the non-SPF animals before the inoculation of the melanoma cells may be able to enhance the metastatic potential of the B16M cells. In support of this hypothesis, we showed that the in-house animals had basal levels of both TNF-a and IL-18 higher than the commercial mice and that a group of former animals displaying such a feature was more susceptible to metastasis than a group of the latter mice. These observations are in good agreement with previous studies reporting that endogenous IL-18 promotes hepatic metastasis in C57BL/6 mice by upregulating melanoma cell adhesion to hepatic sinusoidal endothelial cells [15] .",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 888,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, we demonstrated that concentrations of both TNF-a and IL-18 at the end of our susceptibility experiments (see experiments 2 and 4) closely matched the level of severity of the metastatic process detected in the animals irrespective of their origin. Whereas this observation could support our hypothesis that elevated levels of proinflammatory cytokines enhance the metastatic progression of the melanoma cells, it is also likely that such elevated levels may precisely be the result of an enhanced metastatic process. Logically, these two explanations could be perfectly harmonized if the proinflammatory cytokines and the metastases acted as the components of a feedback process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the context of this hypothesis, our results point at colonization by MHV and M. pulmonis as the responsible factor for the enhanced susceptibility of the non-SPF animals to metastasis. Thus, both MHV and M. pulmonis have been reported to induce the production of TNF-a [16, 17] and IL-1-beta (another proinflammatory cytokine) in experimentally infected mice [17, 18] . In addition, we have demonstrated that commercial animals inoculated with LPS before melanoma cell administration had levels of TNF-a and IL-18 at the end of the experiment that were indistinguishable from those detected in the in-house animals that were given placebo instead of LPS. This phenomenon indicates that inoculation of LPS in commercial animals gives rise to a proinflammatory situation in these animals similar to that naturally displayed by the in-house animals, suggesting that underlying infections by MHV and M. pulmonis have a stimulatory effect similar to that of LPS. Finally, our results demonstrate that those animals seropositive to both M. pulmonis and MHV are more susceptible to metastasis than those seropositive only to MHV, thereby indicating the possible existence of a synergistic pro-metastatic effect between these two pathogens.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lack of any macroscopic or microscopic pathology in the liver of mice seropositive to MHV is characteristic of infections by enterotropic MHV [19] . Viruses displaying such a tropism are highly prevalent in mouse colonies throughout Europe and have been reported to go easily undiagnosed due to the consistent absence of specific pathologies in the animals [20] . Although uninfected mice are highly susceptible to MHV, it is well known that transmission efficacy varies depending on the overall viral load and health status of a particular mouse colony [19] . This fact would likely explain the failure to promote natural transmission in experiment 3.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Contrary to MHV and M. pulmonis, our results suggest that infestation of the animals by A. tetraptera is neither associated with an enhanced susceptibility to metastasis nor responsible for the increased experimental variability detected in the non-SPF animals. Thus, we demonstrated that parameters quantifying both experimental dispersion and metastatic progression in SPF animals were indistinguishable from those of animals seronegative to MHV and M. pulmonis but infected with A. tetraptera. In support of this conclusion, our statistical analysis demonstrated that, whereas detection of MHV and M. pulmonis in the animals was associated with a higher susceptibility to metastasis, the presence of A. tetraptera in them was statistically irrelevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our data suggest that the presence of MHV either by itself or in combination with M. pulmonis appears to enhance the ability of the B16M cells to metastasize in the liver of mice harboring those pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the increased susceptibility to metastasis detected in the non-SPF animals could be the indirect result of an immunodepression caused by an infectious process. Consistent with this hypothesis, experimental infections of mice with M. pulmonis and MHV have been reported to cause early after challenge (1 and 4 days, respectively) a marked immunodepression lasting at least 28 days [21, 22] . Since the earliest that antibodies to MHV and to M. pulmonis can be detected after a challenge is 10 days for the former pathogen [19] and 14 days for the latter [23] , it is very likely that the SPF animals used in our experiments got infected with MHV (and in some instances with M. pulmonis) during the very first days after their arrival in our vivarium. If so, these animals were in all likelihood within the period of immunomodulation by the time they were inoculated with the melanoma cells.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With regard to the animals of in-house origin, it is known that, in those mouse colonies where MHV is endemic, animals become susceptible to MHV at 7 weeks of age due to the decay of maternal antibodies [19] . Consequently, the uniform seropositivity to MHV detected in all the in-house animals can only be the result of an antibody response mounted against an active infection by MHV, since the mice we used were at least 8-weeks old at the beginning of the experiments. Taken together, these results suggest that, similar to the SPF animals, MHV and M. pulmonis could be causing an immunodepression in the in-house animals at the time of inoculation of the melanoma cells. It is worth noting that the two aforementioned hypotheses are not mutually exclusive and consequently, the two hypothetical mechanisms discussed above could be at work in the non-SPF animals.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, the possibility remains that the mice showing an increased susceptibility to metastasis could have harbored additional pathogens besides MHV and M. pulmonis that could have passed undiagnosed to the extensive analysis performed in the present work. If so, those pathogens should have been able to infect the SPF mice as rapidly and efficiently as MHV and M. pulmonis so that their pro-metastatic effect was detectable within our experimental time frame. To reach a definitive conclusion on this issue, it would be necessary to conduct experimental infections with MHV and M. pulmonis under strict SPF-conditions. Such experiments should also clarify whether M. pulmonis has the ability per se to enhance the metastatic potential of the B16M cells in the absence of a concomitant infection by MHV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In any case, it seems likely that the increased experimental variability associated with the use of seropositive mice be directly due to the presence of microbial pathogens in those animals since infectious processes have been reported to be one of the most influential sources of experimental variability in laboratory animals [5, 24] . This variability can greatly hamper experiments performed with non-SPF animals since it inevitably leads to an increase in the number of animals per group in an attempt to obtain conclusive results. To illustrate this fact, we calculated that to be able to discriminate differences in metastastic progression between two groups of animals displaying a level of variability similar to that of our SPF animals (i.e. SD=20.8; see experiment 1) we would need a minimum sample size of 8 mice (see Material and methods). In sharp contrast, we would require 62 in-house animals like those used in experiment 1 (i.e. SD=62.9) to detect significant differences. Evidently, such a waste of animals would be totally opposed to ethical principles of animal experimentation.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Importantly, the present study not only demonstrates that the use of non-SPF animals may greatly interfere an otherwise well-design experiment on metastasis progression, but also stresses the importance of subjecting the SPF animals brought into conventional facilities to a periodic microbiological surveillance. As we showed, such an analysis should confirm the absence of MHV and M. pulmonis, particularly when using a mouse model of B16M cell progression similar to the one described in this study. In this regard, we also showed that a histopathological analysis does not provide enough diagnostic sensitivity, as the non-SPF mice used in the present study did not display any macroscopic or microscopic pathology that could be indicative of infection by MHV or M. pulmonis. Therefore, a thorough serological monitoring of the animals at the beginning and at the end of the experiment appears to be highly advisable, at least when housing SPF mice in animal facilities lacking strict containment measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the present work might have an impact on human health as it should lead to clinical studies aimed at investigating the potential metastasis-enhancing effect of infections caused by human pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the Working Group on Hygiene of the Society for Laboratory Animal Science (SOLAS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Illgen-Wilcke",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lab Anim",
            "volume": "33",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Future directions in rodent pathogen control",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ilar J",
            "volume": "39",
            "issn": "4",
            "pages": "312--327",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potential detrimental effects of rodent viral infections on long-term experiments",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lussier",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Vet Res Commun",
            "volume": "12",
            "issn": "2-3",
            "pages": "199--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interleukin-11: Stimulation in vivo and in vitro by respiratory viruses and induction of airways hyperresponsiveness",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Einarsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Geba",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Invest",
            "volume": "97",
            "issn": "4",
            "pages": "915--939",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Control of variability",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ilar J",
            "volume": "43",
            "issn": "4",
            "pages": "194--201",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ten-year long monitoring of laboratory mouse and rat colonies in French facilities: A retrospective study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zenner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Regnault",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lab Anim",
            "volume": "34",
            "issn": "1",
            "pages": "76--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Natural pathogens of laboratory mice, rats, and rabbits and their effects on research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Microbiol Rev",
            "volume": "11",
            "issn": "2",
            "pages": "231--66",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New infections to be considered in health monitoring of laboratory rodents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Scand J Lab Anim Sci",
            "volume": "27",
            "issn": "2",
            "pages": "65--83",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Microbiological assessment of laboratory rats and mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Weisbroth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ilar J",
            "volume": "39",
            "issn": "4",
            "pages": "272--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Recommendations for the health monitoring of rodent and rabbit colonies in breeding and experimental units",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Nicklas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baneux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lab Anim",
            "volume": "36",
            "issn": "1",
            "pages": "20--42",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Infections Diseases of Mice and Rats: A Report of the Institute of Laboratory Animal Resources Committee on Infectious Diseases of Mice and Rats",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interleukin-1 receptor blockade reduces the number and size of murine B16 melanoma hepatic metastases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vidal-Vanaclocha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amezaga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asumendi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cancer Res",
            "volume": "54",
            "issn": "10",
            "pages": "2667--72",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interleukin 1 (IL-1)-dependent melanoma hepatic metastasis in vivo; increased endothelial adherence by IL-1-induced mannose receptors and growth factor production in vitro",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vidal-Vanaclocha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asumendi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Natl Cancer Inst",
            "volume": "88",
            "issn": "3-4",
            "pages": "198--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "IL-18 regulates IL-1beta-dependent hepatic melanoma metastasis via vascular cell adhesion molecule-1",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vidal-Vanaclocha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fantuzzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "2",
            "pages": "734--743",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interleukin-18 binding protein reduces B16 melanoma hepatic metastasis by neutralizing adhesiveness and growth factors of sinusoidal endothelium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Carrascal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valcarcel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cancer Res",
            "volume": "63",
            "issn": "2",
            "pages": "491--498",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transcription and translation of proinflammatory cytokines following JHMV infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Corona and Related Viruses",
            "volume": "",
            "issn": "",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Tumor necrosis factor expression during mouse hepatitis virus-induced demyelinating encephalomyelitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cua",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "9",
            "pages": "5898--903",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ribavirin inhibits viral-induced macrophage production of TNF, IL-1, the procoagulant fgl2 prothrombinase and preserves Th1 cytokine production but inhibits Th2 cytokine response",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parodo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am Assoc Immunol",
            "volume": "65",
            "issn": "",
            "pages": "3487--93",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enterotropic mouse hepatitis virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab Anim",
            "volume": "31",
            "issn": "2",
            "pages": "97--115",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prevalence of enterotropic and polytropic mouse hepatitis virus in enzootically infected mouse colonies",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab Anim Sci",
            "volume": "48",
            "issn": "1",
            "pages": "50--54",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Resistance to Mycoplasma pulmonis mediated by activated natural killer cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Pakes",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Infect Dis",
            "volume": "161",
            "issn": "6",
            "pages": "1269--75",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The role of gamma interferon in infection of susceptible mice with murine coronavirus, MHV-JHM",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Barthold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "De Souza",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Virol",
            "volume": "121",
            "issn": "1-4",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Chronic respiratory mycoplasmosis in C3H/HeN and C57BL/6N mice: Lesion severity and antibody response",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cartner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Simecka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infect Immun",
            "volume": "63",
            "issn": "10",
            "pages": "4138--4180",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The design and statistical analysis of animal experiments",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Festing",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ilar J",
            "volume": "43",
            "issn": "4",
            "pages": "191--194",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evaluation of hepatic colonization by B16M cells inoculated into commercial and in-house mice (''experiment 1''). Groups of commercial (circles; n=8) and in-house mice (triangles; n=8) were intrasplenically inoculated with 3Â10 5 B16M cells. On day 12 postinoculation, animals were sacrificed and the individual values of metastatic density by group and size of metastasis (a-c, respectively) and the average of metastatic density by group and size of metastasis (b-d, respectively) were measured. Each symbol in panels a-c represents an animal. Horizontal dashed lines indicate the average value of each group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evaluation of hepatic colonization by B16M cells inoculated into commercial and in-house mice pretreated with LPS (''experiment 2''). Groups of commercial (circles; n=8) and in-house mice (triangles; n=8) received an intravenous injection of either LPS or saline (as placebo). Six hours later all the animals were intrasplenically inoculated with 3Â10 5 B16M cells. On day 12 postinoculation, mice were sacrificed and the individual and average metastatic density (a and b, respectively) were determined. Each symbol in panel A represents an animal. The dashed lines indicate the average value of each group and the horizontal brackets specify the two groups subjected to statistical comparison (**P<0.01); (*P<0.05). Serum concentrations of TNF-a and IL-18 in the mice at the end point of experiment 2. A serum sample was obtained from the retroorbital sinus of each of the mice (eight animals per group) used in the experiment shown inFigure 2. Concentrations of TNF-a (a) and IL-18 (b) were determined by ELISA. The horizontal brackets specify the two groups subjected to statistical comparison (**P<0.01); (*P<0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of the duration of exposure to several mouse pathogens on the susceptibility to metastasis of pathogen-free mice (''experiment 3''). Groups of pathogen-free commercial mice (n=8) were housed for different time-intervals (14 and 3 days) in the vicinity of in-house mice infected with Aspiculuris tetraptera and seropositive to MHV and Mycoplasma pulmonis. After such an exposure, both groups of animals (of identical age) were intrasplenically inoculated with 3Â10 5 B16M cells. On day 12 postinoculation, mice were sacrificed and the individual and average metastatic density (a and b, respectively) were determined. Each symbol in panel a represents an animal and dashed lines indicate the average value of each group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Evaluation of hepatic colonization by B16M cells inoculated into commercial mice seropositive to MHV (''experiment 4'')",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Serum concentrations of TNF-a in the mice at the end point of experiment 4. A serum sample was obtained from the retroorbital sinus of each one of the animals (eight per group) used in the experiment shown inFigure 5. Concentration of TNF-a was determined by ELISA (*P<0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Health monitoring of in-house and commercial mice.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Health monitoring of in-house and commercial mice used for experiment 1 at two relevant time-points. Animals tested negative to the rest of viruses shown inTable 1. b Before the inoculation of the tumor cells.At the end of the experiment. d Number of positive animals/total number of animals tested.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Health monitoring of the commercial mice used for experiment 4 at two relevant time-points.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Statistical analysis of the influence of MHV, M. pulmonis and A. tetraptera on both the interindividual variability and the susceptibility to metastasis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are deeply thankful to Dr Dean Percy for his excellent technical assistance in the histopathological analyses of animal samples. We are indebted to Dr Leire de la Fuente (Pharmadatum, Sondika-Vizcaya, Spain) for helping us in the design of the general linear model and in other statistical analyses presented in this study. We express our gratitude to an unknown reviewer for detailed and very useful comments. This work was supported in part by the Basque Country University and Government (grant UPV13641/2003), Pharmakine Ltd., and by the Spanish Ministerio de Educacio´n y Ciencia (grants SAF99-0042 and INIA-VIN-02-025).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}