{
    "paper_id": "068b3a5e528734df07fe217cc786405beb59d207",
    "metadata": {
        "title": "The Ongoing Challenge of Evaluating Rescue Therapies in ARDS NIH Public Access",
        "authors": [
            {
                "first": "Todd",
                "middle": [
                    "W"
                ],
                "last": "Rice",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Md",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T-1218",
                "middle": [],
                "last": "Msc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mcn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Nashville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Keywords critical care; acute respiratory distress syndrome; refractory hypoxemia; rescue therapy; editorial Since the first description of Acute Respiratory Distress Syndrome (ARDS) in 1967 (1), the scientific community has strived to elucidate effective treatments for this clinical entity. Despite the extensive work that has emerged over decades, we continue to lack effective treatments for this syndrome. It continues to be associated with significant mortality, most recently estimated as high as 44% (2). To date, the most widely accepted effective intervention with a significant impact on mortality is low tidal volume ventilation (3). A category of therapies receiving recent attention is a group termed \"rescue therapies\", named such for their role in treating hypoxemia that is refractory to standard management strategies for ARDS. These include high-frequency oscillatory ventilation (HFOV), inhaled epoprostenol and nitric oxide, prone position ventilation, and extracorporeal membrane oxygenation (ECMO). Traditionally, these are interventions reserved for patients whose hypoxemia progresses despite recognition and treatment of ARDS. Intensivists generally agree these different therapies rapidly improve oxygenation, but no clear consensus exists on whether or not they improve mortality (4-7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Multiple large studies have been published recently evaluating the use of these therapies in ARDS in earlier, \"non-rescue\" treatment algorithms. In February, 2013, two large randomized controlled trials (RCT) were published examining HFOV in ARDS. A study by Young and colleagues (8) enrolled approximately 800 patients in the United Kingdom, and a study conducted by Ferguson and colleagues (9) enrolled 571 patients in multiple centers worldwide. Neither trial found a benefit for HFOV in ARDS and the second study suggested a possible increase in morality associated with early use of HFOV (8, 9) . Similarly, Guérin and colleagues evaluated prone position ventilation in a RCT that enrolled 466 patients with ARDS in France and Spain. The results of this trial were striking, with significant reduction in both 28 and 90-day mortality (10) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 283,
                    "text": "Young and colleagues (8)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Randomized studies, such as those recently published, evaluating interventions for the improvement of oxygenation, and ultimately mortality, provide insight into efficacy. However one major limitation in the evidence exists: the interventions are applied via protocol to patients in the early phase of ARDS. These recent studies do not evaluate rescue therapies as traditionally used and as a result, extrapolating the results to the routine clinical practice of using these treatments as rescue strategies for refractory hypoxemia becomes difficult. A study by Khandelwal et al published this month in Critical Care Medicine (11) , illustrates the challenge in evaluating rescue therapies for refractory hypoxemia, which fortunately is relatively rare, even in patients with ARDS. In this well-conducted, observational study of 428 patients with ARDS, the authors describe outcomes, including mortality, in patients who received rescue therapy, specifically inhaled epoprostenol, inhaled nitric oxide, and prone position ventilation, for refractory hypoxemia. Despite following these 428 patients for the duration of their critical illness, only 62 (15%) developed refractory hypoxemia and received some form of rescue therapy. For their primary outcome, the authors found a significant increase in overall mortality associated with the use of rescue therapies, a difference which was observed for in-hospital mortality as well. The timing and use of rescue therapy in this study was not randomized, but instead implemented and managed at the discretion of the primary team. This selection bias confounds the finding of increased mortality, as sicker patients are may be more likely to receive rescue therapies from their primary team, but also are more likely to die. Unfortunately, this may represent an inherent limitation of studying rescue therapies, as conducting randomized trials designed with adequate power to detect clinically relevant differences in these patients remains difficult, if not impossible.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of rescue therapies brings many challenges, including practical limitations. The authors recognize this point and performed a cost analysis to help determine the utility of rescue therapies in the clinical setting. The authors were not able to detect a difference in cost, although the analysis was limited by a small sample size. Regardless, this article raises the question of whether we should rethink how we use rescue therapies going forward. With recent studies evaluating various rescue therapies in early ARDS as part of standardized protocols, clinicians should consider taking a more objective and potentially earlier approach in applying rescue measures, potentially moving them from the \"rescue\" part of clinical practice toward the more routine. Also, it would be ideal to have further evidence supporting the use of less practical therapies, such as HFOV and prone positioning, as rescue modalities in select groups of patients. The authors in this month's article attempt to stratify results to the different types of rescue therapies, but due to insufficient number of patients, observational study design, and exclusion of other rescue therapies, namely HFOV and ECMO, the results are unable to effectively comment on the superiority of any given therapy. Ideally, a future study providing clinicians with guidance for rescue therapies will include multiple centers worldwide, focus evaluation on patients with refractory hypoxemia, include objective inclusion criteria, and follow clear protocols on the timing and application of a given therapy. An ideal trial would also evaluate the practical aspects of implementing the rescue therapy in addition to measuring its clinical impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute respiratory distress in adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ashbaugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bigelow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Petty",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "319--323",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Has Mortality from Acute Respiratory Distress Syndrome Decreased over Time?: A Systematic Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Badia",
                    "suffix": ""
                },
                {
                    "first": "Nkj",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Respir Crit Care Med",
            "volume": "179",
            "issn": "",
            "pages": "220--227",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301--1308",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Therapies for refractory hypoxemia in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Pipeling",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "304",
            "issn": "",
            "pages": "2521--2527",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe Hypoxemic Respiratory Failure: Part 2--Nonventilatory Strategies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raoof",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goulet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "",
            "pages": "1437--1448",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Approaches to Refractory Hypoxemia in Acute Respiratory Distress Syndrome: Current Understanding, Evidence, and Debate. Resp Care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Blank",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "1573--1582",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Therapeutic strategies for severe acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "",
            "pages": "1644--1650",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High-Frequency Oscillation for Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "806--813",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High-Frequency Oscillation in Early Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "795--805",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prone Positioning in Severe Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2159--2168",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-term Survival in Patients with Severe Acute Respiratory Distress Syndrome and Rescue Therapies for Refractory Hypoxemia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khandelwal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Financial Support: No financial support was provided for the authorship of this manuscript",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}