{
    "paper_id": "06d12dc5ac32d82387c65370d0a600e13059122d",
    "metadata": {
        "title": "COVID-19 coronavirus vaccine design using reverse vaccinology and machine 1 learning 2 3",
        "authors": [
            {
                "first": "Edison",
                "middle": [],
                "last": "Ong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "addrLine": "Ann 6 Arbor",
                        "postCode": "48109",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mei",
                "middle": [
                    "U"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unit for Laboratory Animal Medicine",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Huffman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "addrLine": "Ann 6 Arbor",
                        "postCode": "48109",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongqun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "addrLine": "Ann 6 Arbor",
                        "postCode": "48109",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To ultimately combat the emerging COVID-19 pandemic, it is desired to develop an 17 effective and safe vaccine against this highly contagious disease caused by the SARS-CoV-2 18 coronavirus. Our literature and clinical trial survey showed that the whole virus, as well as the 19 spike (S) protein, nucleocapsid (N) protein, and membrane (M) protein, have been tested for 20 vaccine development against SARS and MERS. However, these vaccine candidates might lack 21 the induction of complete protection and have safety concerns. We then applied the Vaxign 22 reverse vaccinology tool and the newly developed Vaxign-ML machine learning tool to predict 23 COVID-19 vaccine candidates. By investigating the entire proteome of SARS-CoV-2, six 24 proteins, including the S protein and five non-structural proteins (nsp3, 3CL-pro, and nsp8-10), 25 were predicted to be adhesins, which are crucial to the viral adhering and host invasion. The S, 26 nsp3, and nsp8 proteins were also predicted by Vaxign-ML to induce high protective 27 antigenicity. Besides the commonly used S protein, the nsp3 protein has not been tested in any 28 coronavirus vaccine studies and was selected for further investigation. The nsp3 was found to be 29 more conserved among SARS-CoV-2, SARS-CoV, and MERS-CoV than among 15 30 coronaviruses infecting human and other animals. The protein was also predicted to contain 31 promiscuous MHC-I and MHC-II T-cell epitopes, and linear B-cell epitopes localized in specific 32 locations and functional domains of the protein. By applying reverse vaccinology and machine 33 learning, we predicted potential vaccine targets for effective and safe COVID-19 vaccine 34 development. We then propose that an \"Sp/Nsp cocktail vaccine\" containing a structural 35 protein(s) (Sp) and a non-structural protein(s) (Nsp) would stimulate effective complementary 36 immune responses. 37 38 39 40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "have issues in the lack of inducing complete protection and possible safety concerns 7,8 . All 77 existing SARS/MERS vaccines were reported to induce neutralizing antibodies and partial 78 protection against the viral challenges in animal models (Table 2) , but it is desired to induce 79 complete protection or sterile immunity. Moreover, it has become increasingly clear that multiple 80 immune responses, including those induced by humoral or cell-mediated immunity, are 81 responsible for correlates of protection than antibody titers alone 9 . Both killed SARS-CoV whole 82 virus vaccine and adenovirus-based recombinant vector vaccines expressing S or N proteins 83 induced neutralizing antibody responses but did not provide complete protection in animal 84 model 10 . A study has shown increased liver pathology in the vaccinated ferrets immunized with 85 modified vaccinia Ankara-S recombinant vaccine 11 . The safety and efficacy of these vaccination 86",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 773,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "strategies have not been fully tested in human clinical trials, but the safety can be a major 87 concern. Therefore, novel strategies are needed to enhance the efficacy and safety of COVID-19 88 vaccine development. 89",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years, the development of vaccine design has been revolutionized by the reverse 90 vaccinology (RV), which aims to first identify promising vaccine candidate through 91 bioinformatics analysis of the pathogen genome. RV has been successfully applied to vaccine 92 discovery for pathogens such as Group B meningococcus and led to the license Bexsero 93 vaccine 12 . Among current RV prediction tools 13,14 , Vaxign is the first web-based RV program 15 94 and has been used to successfully predict vaccine candidates against different bacterial and viral 95 pathogens [16] [17] [18] . Recently we have also developed a machine learning approach called Vaxign-ML 96 to enhance prediction accuracy 19 . 97",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 580,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 706,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we first surveyed the existing coronavirus vaccine development status, and 98 then applied the Vaxign RV and Vaxign-ML approaches to predict COVID-19 protein 99 candidates for vaccine development. We identified six possible adhesins, including the structural 100 protein and non-structural proteins (including nsp3) using reverse vaccinology and machine 107 learning, we proposed and discussed a cocktail vaccine strategy, for rational COVID (Table 2) . 128 more typically mild HCoV-229E, HCoV-OC43, HCoV-NL63, and HCoV-HKU1. The sequence 138 conservation suggested the potential of N protein as a candidate for the cross-protective vaccine 139 against SARS and MERS. The N protein was also evaluated and used for vaccine development 140 (Table 2 ). The N protein packs the coronavirus RNA to form the helical nucleocapsid in virion 141 assembly. This protein is more conserved than the S protein and was reported to induce an 142 immune response and neutralize coronavirus infections 23 . However, a study also showed the 143 linkage between N protein and severe pneumonia or other serious liver failures related to the 144 pathogenesis of SARS 24 . 145 146 Six adhesive proteins in SARS-CoV-2 identified as potential vaccine targets 147",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 456,
                    "text": "COVID",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 753,
                    "end": 761,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The Vaxign RV analysis predicted six SARS-CoV-2 proteins (S protein, nsp3, 3CL-PRO, 148 and nsp8-10) as adhesive proteins (Table 3) . Adhesin plays a critical role in the virus adhering to 149 the host cell and facilitating the virus entry to the host cell 25 , which has a significant association 150 with the vaccine-induced protection 26 . In SARS-CoV-2, S protein was predicted to be adhesin, 151 matching its primary role in virus entry. The structure of SARS-CoV-2 S protein was determined 27 152 and reported to contribute to the host cell entry by interacting with the angiotensin-converting 153 enzyme 2 (ACE2) 28 . Besides S protein, the other five predicted adhesive proteins were all non-154 structural proteins. In particular, nsp3 is the largest non-structural protein of SARS-CoV-2 155 comprises various functional domains 29 . 156 157 Three adhesin proteins were predicted to induce strong protective immunity 158",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 502,
                    "text": "27 152",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The Vaxign-ML pipeline computed the protegenicity (protective antigenicity) score and 159 predicted the induction of protective immunity by a vaccine candidate 19 . The training data 160 consisted of viral protective antigens, which were tested to be protective in at least one animal 161 challenge model 30 . The performance of the Vaxign-ML models was evaluated (Table S1 and 162 Figure S1 ), and the best performing model had a weighted F1-score of 0.94. Using the optimized 163 Vaxign-ML model, we predicted three proteins (S protein, nsp3, and nsp8) as vaccine candidates 164 with significant protegenicity scores ( Table 3 ). The S protein was predicted to have the highest 165 protegenicity score, which is consistent with the experimental observations reported in the 166 literature. The nsp3 protein is the second most promising vaccine candidate besides S protein. 167",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "(Table S1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 628,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "There was currently no study of nsp3 as a vaccine target. The structure and functions of this protein 168 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint evasion and virus survival) 29 . Therefore, we selected nsp3 for further investigation, as described 170 below. 171",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The multiple sequence alignment and the resulting phylogeny of nsp3 protein showed that 174 this protein in SARS-CoV-2 was more closely related to the human coronaviruses SARS-CoV and 175 MERS-CoV, and bat coronaviruses BtCoV/HKU3, BtCoV/HKU4, and BtCoV/HKU9. We studied 176 the genetic conservation of nsp3 protein ( Figure 1A (Table S4 -5). In terms of linear B cell epitopes, there were 14 epitopes with BepiPred 195 scores over 0.55 and had at least ten amino acids in length (Table S6) (Table 2 ). But the inactivated or attenuated whole virus vaccine might induce strong 218 adverse events. On the other hand, vaccines targeting the structural proteins induce a strong 219 immune response 23,32,33 . In some studies, these structural proteins, including the S and N proteins, 220 were reported to associate with the pathogenesis of coronavirus 24,34 and might raise safety 221 concern 11 . Our study applied state-of-the-art Vaxign reserve vaccinology (RV) and Vaxign-ML 222 only the S protein may induce high serum-neutralizing antibody titers but cannot induce complete 231 protection 10 . In addition, HCoV-NL63 also uses S protein and employs the angiotensin-converting 232 enzyme 2 (ACE2) for cellular entry, despite markedly weak pathogenicity 35 . This suggests that the 233 S protein is not the only factor determining the infection level of a human coronavirus. Thus, 234 alternative vaccine antigens may be considered as potential targets for COVID-19 vaccines. 235",
            "cite_spans": [
                {
                    "start": 1256,
                    "end": 1258,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 337,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 490,
                    "text": "(Table S6)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 499,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Nsp3 as a vaccine candidate 173"
        },
        {
            "text": "Among the five non-structural proteins being predicted as potential vaccine candidates, the 236 nsp3 protein was predicted to have second-highest protective antigenicity score, adhesin property, 237 promiscuous MHC-I & MHC-II T cell epitopes, and B cell epitopes. The nsp3 is the largest non-238 structural protein that includes multiple functional domains related to viral pathogenesis 29 . The 239 multiple sequence alignment of nsp3 also showed higher sequence conservation in most of the 240 functional domains in SARS-CoV-2, SARS-CoV, and MERS-CoV, than in all 15 coronavirus 241 strains (Fig. 1B) . Besides the nsp3 protein, our study also predicted four additional non-structural 242 proteins (3CL-pro, nsp8, nsp9, and nsp10) as possible vaccine candidates based on their adhesin 243 probabilities, and the nsp8 protein was also predicted to have a significant protective antigenicity 244 score. 245",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 602,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Nsp3 as a vaccine candidate 173"
        },
        {
            "text": "However, these predicted non-structural proteins (nasp3, 3CL-pro, nsp8, nsp9, and nsp10) 246 are not part of the viral structural particle, and all the current SARS/MERS/COVID-19 vaccine 247 studies target the structural (S/M/N) proteins. Although structural proteins are commonly used as 248 viral vaccine candidates, non-structural proteins correlates to vaccine protection. The non-249 structural protein NS1 was found to induce protective immunity against the infections by 250 flaviviruses 36 . Since NS1 is not part of the virion, antibodies against NS1 have no neutralizing 251 activity but some exhibit complement-fixing activity 37 . However, passive transfer of anti-NS1 252 antibody or immunization with NS1 conferred protection 38 . Anti-NS1 antibody could also reduce 253 might induce cell-mediated or humoral immunity necessary to prevent viral invasion and/or 262 replication. None of the non-structural proteins have been evaluated as vaccine candidates, and the 263 feasibilit of these proteins as vaccine targets are subject to further experimental verification. 264",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nsp3 as a vaccine candidate 173"
        },
        {
            "text": "In addition to vaccines expressing a single or a combination of structural proteins, here we 265",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nsp3 as a vaccine candidate 173"
        },
        {
            "text": "propose an \"Sp/Nsp cocktail vaccine\" as an effective strategy for COVID-19 vaccine development. including logistic regression, support vector machine, k-nearest neighbor, random forest 60 , and 315 of 14 coronaviruses besides SARS-CoV-2 were downloaded from the Uniprot (Table S2) The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 280,
                    "text": "(Table S2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Nsp3 as a vaccine candidate 173"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion 418 conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Functional assessment of cell entry and receptor usage 420 for SARS-CoV-2 and other lineage B betacoronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "&amp;munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0688-y"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nsp3 of coronaviruses: Structures and functions of a 423 large multi-domain protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kusov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "&amp;hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Research",
            "volume": "149",
            "issn": "",
            "pages": "58--74",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protegen: A web-based protective antigen 425 database and analysis system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sayers",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "&amp;he",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic Acids Res",
            "volume": "39",
            "issn": "",
            "pages": "1073--1078",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A sequence pattern common to T cell epitopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Rothbard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "&amp;taylor",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "EMBO J",
            "volume": "427",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/j.1460-2075.1988.tb02787.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The expression of membrane protein augments the specific responses 429 induced by SARS-CoV nucleocapsid DNA immunization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Q"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molimm.2005.11.005"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunogenicity of Candidate MERS-CoV DNA Vaccines Based on 432 the Spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Amri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Protein. Sci. Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep44875"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adverse effects of feline IL-12 during DNA vaccination against 434 feline infectious peritonitis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Glansbeek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Gen. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-83-1-1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human coronavirus NL63 employs the severe acute respiratory 436 syndrome coronavirus receptor for cellular entry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0409465102"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "tumour antigens and subunit vaccines",
            "authors": [],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Enhancing the biological relevance of machine learning classifiers for 481 reverse vaccinology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Heinson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Mol. Sci",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The immune epitope database and analysis resource in epitope discovery 483 and synthetic vaccine design",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fleri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front. Immunol",
            "volume": "8",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prediction of protein folding class 485 using global description of amino acid sequence",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dubchak",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Muchnik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "&amp;kim",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "92",
            "issn": "",
            "pages": "8700--486",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of Protein Subcellular Locations by Incorporating Quasi-488",
            "authors": [
                {
                    "first": "K.-C",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Accurate prediction of protein secondary structural content",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "&amp;pan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Protein",
            "volume": "490",
            "issn": "20",
            "pages": "217--220",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prediction of membrane protein types based on the 492 hydrophobic index of amino acids",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "&amp;zhang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Protein Chem",
            "volume": "19",
            "issn": "",
            "pages": "269--275",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Population structure inferred by local spatial 494 autocorrelation: An example from an Amerindian tribal population",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "&amp;thomson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Phys",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Efficacy of different protein 497 descriptors in predicting protein functional families",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A K"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "&amp;cao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Bioinformatics",
            "volume": "8",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Scikit-learn: Machine Learning in Python",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Mach. Learn. Res",
            "volume": "12",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "XGBoost: A scalable tree boosting system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "&amp;guestrin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. ACM SIGKDD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ") in seven human coronaviruses and eight 177 coronaviruses infecting other animals (Table S2). The five human coronaviruses, SARS-CoV-2, 178 SARS-CoV, MERS-CoV, HCoV-HKU1, and HCoV-OC43, belong to the beta-coronavirus while 179 HCoV-229E and HCoV-NL63 belong to the alpha-coronavirus. The HCoV-HKU1 and HCoV-180 OC43, as the human coronavirus with mild symptoms clustered together with murine MHV-A59. 181 The more severe form of human coronavirus SARS-CoV-2, SARS-CoV, and MERS-CoV grouped 182 with three bat coronaviruses BtCoV/HKU3, BtCoV/HKU4, and BtCoV/HKU9. 183 When evaluating the amino acid conservations relative to the functional domains in nsp3, 184 all protein domains, except the hypervariable region (HVR), macro-domain 1 (MAC1) and beta-185 coronavirus-specific marker βSM, showed higher conservation in SARS-CoV-2, SARS-CoV, and 186 MERS-CoV (Figure 1B). The amino acid conservation between the major human coronavirus 187 (SARS-CoV-2, SARS-CoV, and MERS-CoV) was plotted and compared to all 15 coronaviruses 188 used to generate the phylogenetic of nsp3 protein (Figure 1B). The SARS-CoV domains were also 189 plotted (Figure 1B), with the relative position in the multiple sequence alignment (MSA) of all 15 190 coronaviruses (Table S3 and Figure S2). 191 The immunogenicity of nsp3 protein in terms of T cell MHC-I & MHC-II and linear B cell 192 epitopes was also investigated. There were 28 and 42 promiscuous epitopes predicted to bind the 193 reference MHC-I & MHC-II alleles, which covered the majority of the world population, 194 respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". The 3D structure of SARS-196 CoV-2 protein was plotted and highlighted with the T cell MHC-I & MHC-II, and linear B cell 197 epitopes (Figure 2). The predicted B cell epitopes were more likely located in the distal region of 198 the nsp3 protein structure. Most of the predicted MHC-I & MHC-II epitopes were embedded inside 199 MHC-I epitopes. The Domain Preceding Ubl2 and PL2-PRO (DPUP) domain had only 203 predicted MHC-II epitopes. The PL2-PRO contained both predicted MHC-I and MHC-II epitopes, 204 but not B cell epitopes. In particular, the TM1, TM2, and AH1 were predicted helical regions with 205 high T cell MHC-I and MHC-II epitopes 31 . The TM1 and TM2 are transmembrane regions passing 206 the endoplasmic reticulum (ER) membrane. The HVR, MAC2, MAC3, nucleic-acid binding 207 domain (NAB), βSM, Nsp3 ectodomain; (3Ecto), Y1, and CoV-Y domain contained predicted B 208 cell epitopes. Finally, the Vaxign RV framework also predicted 2 regions (position 251-260 and 209 329-337) in the MAC1 domain of nsp3 domain having high sequence similarity to the human 210 mono-ADP-ribosyltransferase PARP14 (NP_060024.of the potential SARS-CoV-2 antigens, which could induce protective 214 immunity, provides a timely analysis for the vaccine development against COVID-19. Currently, 215 most coronavirus vaccine studies use the whole inactivated or attenuated virus, or target the 216 structural proteins such as the spike (S) protein, nucleocapsid (N) protein, and membrane (M) 217 protein",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "typical cocktail vaccine includes more than one antigen to cover different aspects of 267 protection 42,43 . The licensed Group B meningococcus Bexsero vaccine, which was developed via 268 reverse vaccinology, contains three protein antigens 12 . To develop an efficient and safe COVID-269 19 cocktail vaccine, an \"Sp/Nsp cocktail vaccine\", which mixes a structural protein(s) (Sp, such 270 as S protein) and a non-structural protein(s) (Nsp, such as nsp3) could induce more favorable 271 protective immune responses than vaccines expressing a structural protein(s). The benefit of a 272 cocktail vaccine strategy could induce immunity that can protect the host against not only the S-273 ACE2 interaction and viral entry to the host cells, but also protect against the accessary non-274 structural adhesin proteins (e.g., nsp3), which might also be vital to the viral entry and replication. 275The usage of more than one antigen allows us to reduce the volume of each antigen and thus to 276 reduce the induction of adverse events. Nonetheless, the potentials of the proposed \"Sp/Nsp 277 cocktail vaccine\" strategy need to be experimentally validated.278 For rational COVID-19 vaccine development, it is critical to understand the fundamental 279 host-coronavirus interaction and protective immune mechanism 7 . Such understanding may not 280 only provide us guidance in terms of antigen selection but also facilitate our design of vaccine 281 formulations. For example, an important foundation of our prediction in this study is based on our 282 understanding of the critical role of adhesin as a virulence factor as well as protective antigen. The 283 choice of DNA vaccine, recombinant vaccine vector, and another method of vaccine formulation 284 is also deeply rooted in our understanding of pathogen-specific immune response induction. 285 Different experimental conditions may also affect results 44,45 . Therefore, it is crucial to understand 286 the underlying molecular and cellular mechanisms for rational vaccine development. 287 288 Methods 289 Annotation of literature and database records. We annotated peer-reviewed journal articles 290 stored in the PubMed database and the ClinicalTrials.gov database. From the peer-reviewed 291 articles, we identified and annotated those coronavirus vaccine candidates that were 292 prediction. The SARS-CoV-2 sequence was obtained from NCBI. All the proteins of six 296 known human coronavirus strains, including SARS-CoV, MERS-CoV, HCoV-229E, HCoV-297 OC43, HCoV-NL63, and HCoV-HKU1 were extracted from Uniprot proteomes 46 . The full 298 proteomes of these seven coronaviruses were then analyzed using the Vaxign reverse vaccinology 299 pipeline 15,19 . The Vaxign program predicted serval biological features, including adhesin 300 probability 47 , transmembrane helix 48 , orthologous proteins 49 , and protein functionss 15,19 . 301 302 Vaxign-ML prediction. The ML-based RV prediction model was built following a similar 303 methodology described in the Vaxign-ML 19 . Specifically, the positive samples in the training data 304 included 397 bacterial and 178 viral protective antigens (PAgs) recorded in the Protegen database 30 305 after removing homologous proteins with over 30% sequence identity. There were 4,979 negative 306 samples extracted from the corresponding pathogens' Uniprot proteomes 46 with sequence dis-307 similarity to the PAgs, as described in previous studies 50-52 . Homologous proteins in the negative 308 samples were also removed. The proteins in the resulting dataset were annotated with biological 309 and physicochemical features. The biological features included adhesin probability 47 , 310 transmembrane helix 48 , and immunogenicity 53 . The physicochemical features included the 311 compositions, transitions and distributions 54 , quasi-sequence-order 55 , Moreau-Broto auto-312 correlation 56,57 , and Geary auto-correlation 58 of various physicochemical properties such as charge, 313 hydrophobicity, polarity, and solvent accessibility 59 . Five supervised ML classification algorithms, 314",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". The phylogenetic tree was constructed using PhyML 64 , and the amino acid 327 conservation was estimated by the Jensen-Shannon Divergence (JSD)65  . The JSD score was also 328 used to generate a sequence conservation line using the nsp3 protein sequences from 4 analysis. The immunogenicity of the nsp3 protein was evaluated by the 332 prediction of T cell MHC-I and MHC-II, and linear B cell epitopes. For T cell MHC-I epitopes, 333 the IEDB consensus method was used to predicting promiscuous epitopes binding to 4 out of 27 334 MHC-I reference alleles with consensus percentile ranking less than 1.0 score 53 . For T cell MHC-335 II epitopes, the IEDB consensus method was used to predicting promiscuous epitopes binding to 336 more than half of the 27 MHC-II reference alleles with consensus percentile ranking less than 10.0. 337The MHC-I and MHC-II reference alleles covered a wide range of human genetic variation 338 representing the majority of the world population 66,67 . The linear B cell epitopes were predicted 339 using the BepiPred 2.0 with a cutoff of 0.55 score 68 . Linear B cell epitopes with at least ten amino 340 acids were mapped to the predicted 3D structure of SARS-CoV-2 nsp3 protein visualized via 341 PyMol 69 . The predicted count of T cell MHC-I and MHC-II epitopes, and the predicted score of 342 linear B cell epitopes were computed as the sliding averages with a window size of ten amino acids. 343The nsp3 protein 3D structure was predicted using C-I-Tasser70 available in the Zhang Lab 344 webserver (https://zhanglab.ccmb.med.umich.edu/C-I-TASSER/2019-nCov/the challenges. Int. J. Antimicrob. Agents (2020, J. F. W. et al. Middle East Respiratory syndrome coronavirus: Another zoonotic 360 betacoronavirus causing SARS-like disease. Clin. Microbiol. Rev. F. Structure, Function, and Evolution of Coronavirus Spike Proteins. Annu. Rev. Virol. 363 (2016). doi:10.1146/annurev-virology-110615-042301 364 7. Roper, R. L. &Rehm, K. E. SARS vaccines: Where are we? Expert Review of Vaccines 365 (2009). doi:10.1586/erv.09.43 366 8. deWit, E., vanDoremalen, N., Falzarano, D. &Munster, V. J. SARS and MERS: recent 367 insights into emerging coronaviruses. Nat. Rev. Microbiol. 14, 523-534 (2016). 368 9. Plotkin, S. A. Updates on immunologic correlates of vaccine-induced protection. Vaccine 369 38, 2250-2257 (2020). 370 10. See, R. H. et al. Severe acute respiratory syndrome vaccine efficacy in ferrets: Whole 371 killed virus and adenovirus-vectored vaccines. J. Gen. Virol. (2008). 372 doi:10.1099/vir.0.2008/001891-0 373 11. Weingartl, H. et al. Immunization with Modified Vaccinia Virus Ankara-Based 374 Recombinant Vaccine against Severe Acute Respiratory Syndrome Is Associated with 375 Enhanced Hepatitis in Ferrets. J. Virol. (2004). doi:10.1128/jvi.78.22.12672-12676.2004 376 12. Folaranmi, T., Rubin, L., Martin, S. W., Patel, M. &MacNeil, J. R. Use of Serogroup Singh, R., Garg, N., Shukla, G., Capalash, N. &Sharma, P. Immunoprotective Efficacy of 391 Acinetobacter baumannii Outer Membrane Protein, FilF, Predicted In silico as a Potential 392 Vaccine Candidate. Front. Microbiol. 7, (2016). 393 18. Navarro-Quiroz, E. et al. Prediction of Epitopes in the Proteome of Helicobacter pylori. 394 Glob. J. Health Sci. 10, 148 (2018). 395 19. Ong, E. et al. Vaxign-ML: Supervised Machine Learning Reverse Vaccinology Model for 396 Improved Prediction of Bacterial Protective Antigens. Bioinformatics (2020). 397 20. See, R. H. et al. Comparative evaluation of two severe acute respiratory syndrome 398 (SARS) vaccine candidates in mice challenged with SARS coronavirus. J. Gen. Virol. 399 (2006). doi:10.1099/vir.0.81579-0 400 21. Graham, R. L. et al. A live, impaired-fidelity coronavirus vaccine protects in an aged, 401 immunocompromised mouse model of lethal disease. Nat. Med. (2012). 402 doi:10.1038/nm.2972 403 22. Fett, C., DeDiego, M. L., Regla-Nava, J. A., Enjuanes, L. &Perlman, S. Complete 404 Protection against Severe Acute Respiratory Syndrome Coronavirus-Mediated Lethal 405 Respiratory Disease in Aged Mice by Immunization with a Mouse-Adapted Virus Lacking 406 E Protein. J. Virol. (2013). doi:10.1128/jvi.00087-13 407 23. Zhao, P. et al. Immune responses against SARS-coronavirus nucleocapsid protein induced 408 by DNA vaccine. Virology (2005). doi:10.1016/j.virol.2004.10.016 409 factor, therapeutic target, and vaccine candidate. Journal of Biomedical Science (2018, P. P. et al. Alphavirus-based vaccines encoding nonstructural proteins of hepatitis c 450 virus induce robust and protective T-cell responses. Mol. Ther. Cafaro, A. et al. Anti-tat immunity in HIV-1 infection: Effects of naturally occurring and 453 vaccine-induced antibodies against tat on the course of the disease. Vaccines (2019Sealy, R. et al. Preclinical and clinical development of a multi-envelope, DNA-virus-456 protein (D-V-P) HIV-1 vaccine. International Reviews of Immunology (2009Millet, P. et al. Immunogenicity of the Plasmodium falciparum asexual blood-stage 459 synthetic peptide vaccine SPf66. Am. J. Trop. Med. Hyg. (1993). 460 doi:10.4269/ajtmh.1993.48.424 461 44. He, Y. et al. Updates on the web-based VIOLIN vaccine database and analysis system. 462 Nucleic Acids Res. 42, 1124-1132 (2014). 463 45. Ong, E. et al. VIO: Ontology classification and study of vaccine responses given various 464 experimental and analytical conditions. BMC Bioinformatics (2019). doi:10.UniProt Consortium. The Universal Protein Resource (UniProt). Nucleic Acids Res. 467 36, D193-7 (2008). 468 47. Sachdeva, G., Kumar, K., Jain, P. &Ramachandran, S. SPAAN: A software program for 469 prediction of adhesins and adhesin-like proteins using neural networks. Bioinformatics 21, 470 conservation. Bioinformatics (2007). doi:10.1093/bioinformatics/btm270 511 66. Greenbaum, J. et al. Functinal classification of class II human leukocyte antigen (HLA) 512 molecules reveals seven different supertypes and a surprising degree of repertoire sharing 513 across supertypes. Immunogenetics 63, 325-335 (2013). 514 67. Weiskopf, D. et al. Comprehensive analysis of dengue virus-specific responses supports 515 an HLA-linked protective role for CD8+ T cells. Proc. Natl. Acad. Sci. U. S. A. Jespersen, M. C., Peters, B., Nielsen, M. &Marcatili, P. BepiPred-2.0: Improving 518 sequence-based B-cell epitope prediction using conformational epitopes. Nucleic Acids 519 Res. 45, W24-W29 (2017). 520 69. Schrödinger, L. The PyMol Molecular Graphics System, Versión 1.8. Thomas Holder 521 (2015). doi:10.1007/s13398-014-0173-7.2 522 70. Zheng, W. et al. Deep-learning contact-map guided protein structure prediction in 523 CASP13. Proteins Struct. Funct. Bioinforma. (2019). doi:10.1002/prot.YH contributed to the study design. EO, MW, AH collected the data. EO performed 531 bioinformatics analysis. EO, MW, and YH wrote the manuscript. All authors performed result 532 interpretation, and discussed and reviewed the manuscript. 533 534 Competing financial interests: The authors declare no competing financial interests.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The phylogeny and sequence conservation of coronavirus nsp3. (A) Phylogeny of 15 538 strains based on the nsp3 protein sequence alignment and phylogeny analysis. (B) The 539 conservation of nsp3 among different coronavirus strains. The red line represents the 540 conservation among the four strains (SARS-CoV, SARS-CoV-2, MERS, and BtCoV-HKU3). 541 The blue line was generated using all the 15 strains. The bottom part represents the nsp3 peptides 542 and their sizes. The phylogenetically close four strains have more conserved nsp3 sequences than 543 all the strains being considered. 544 Predicted 3D structure of nsp3 protein highlighted with (A) MHC-I T cell epitopes 546 (red), (B) MHC-II (blue) T cell epitopes, (C) linear B cell epitopes (green), and the merged 547 epitopes. MHC-I epitopes are more internalized, MHC-II epitopes are more mixed, and B cells 548 are more shown on the surface. 549",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Immunogenic region of nsp3 between SARS-CoV-2 and the four conservation strains. 551 (A) MHC-I (red) T cell epitope (B) MHC-II (blue) T cell epitope (C) linear B The phylogeny and sequence conservation of coronavirus nsp3. (A) Phylogeny of 15 555 strains based on the nsp3 protein sequence alignment and phylogeny analysis. (B) The 556 conservation of nsp3 among different coronavirus strains. The red line represents the 557 conservation among the four strains (SARS-CoV, SARS-CoV-2, MERS, and BtCoV-HKU3). 558The blue line was generated using all the 15 strains. The bottom part represents the nsp3 peptides 559and their sizes. The phylogenetically close four strains have more conserved nsp3 sequences than 560 all the strains being considered. 561",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Predicted 3D structure of nsp3 protein highlighted with (A) MHC-I T cell epitopes 564 (red), (B) MHC-II (blue) T cell epitopes, (C) linear B cell epitopes (green), and the merged 565 epitopes. MHC-I epitopes are more internalized, MHC-II epitopes are more mixed, and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Immunogenic region of nsp3 between SARS-CoV-2 and the four conservation strains. 570 (A) MHC-I (red) T cell epitope (B) MHC-II (blue) T cell epitope (C) linear B",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Published research and clinical trial coronavirus vaccine studies 113To better understand the current status of coronavirus vaccine development, we 114 systematically surveyed the development of vaccines for coronavirus from the ClinicalTrials.gov 115 database and PubMed literature (as of March 17, 2020). Extensive effort has been made to 116 develop a safe and effective vaccine against SARS or MERS, and the most advance clinical trial 117 study is currently at phase II(Table 1). It is a challenging task to quickly develop a safe and 118 effective vaccine for the on-going COVID-19 pandemic. 119 There are two primary design strategies for coronavirus vaccine development: the usage 120 of the whole virus or genetically engineered vaccine antigens that can be delivered through 121 different formats. The whole virus vaccines include inactivated 20 or live attenuated vaccines 21,22 122 (Table 2). The two live attenuated SARS vaccines mutated the exoribonuclease and envelop 123 protein to reduce the virulence and/or replication capability of the SARS-CoV. Overall, the 124 whole virus vaccines can induce a strong immune response and protect against coronavirus 125 infections. Genetically engineered vaccines that target specific coronavirus protein are often used 126 to improve vaccine safety and efficacy. The coronavirus antigens such as S protein, N protein, 127 and M protein can be delivered as recombinant DNA vaccine and viral vector vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Reported SARS-CoV, MERS-CoV, SARS-CoV-2 vaccine clinical trials. 573 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Vaccines tested for SARS-CoV and MERS-CoV. 575 Abbreviation: S, surface glycoprotein; N, nucleocapsid phosphoprotein; M, membrane glycoprotein; Exon, 576 exoribonuclease; NTD, N-terminal domain; RBD, receptor binding domain. . CC-BY 4.0 International license author/funder. It is made available under aThe copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.20.000141 doi: bioRxiv preprint * denotes Vaxign-ML predicted vaccine candidate.. CC-BY 4.0 International license author/funder. It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}