{
    "paper_id": "06f1334183a4950d50fd139ac1b7518d3184f625",
    "metadata": {
        "title": "Impact of Environmental Enrichment Devices on NTP In Vivo Studies",
        "authors": [
            {
                "first": "Sheba",
                "middle": [
                    "R"
                ],
                "last": "Churchill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Environmental Health Sciences",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "L"
                ],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Environmental Health Sciences",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Grace",
                "middle": [
                    "E"
                ],
                "last": "Kissling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Environmental Health Sciences",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [
                    "S"
                ],
                "last": "Travlos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Environmental Health Sciences",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [
                    "P"
                ],
                "last": "King-Herbert",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Environmental Health Sciences",
                    "location": {
                        "settlement": "Research Triangle Park",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The goal of this study was to determine whether the use of nesting material or polycarbonate shelters, as enrichment devices would have an impact on endpoints commonly measured during the conduct of the National Toxicology Program (NTP) 13-week studies. The study design was consistent with the NTP 13-week toxicity studies. Harlan Sprague Dawley (HSD) rats and their offspring, and B6C3F1/N mice were assigned to control (unenriched) and enriched experimental groups. Body weight, food and water consumption, behavioral observations, fecal content, clinical pathology, gross pathology, organ weights, and histopathology were evaluated. Enriched male mice and male and female rats exhibited decreased feed intake without a subsequent decrease in body weight; this may have been the result of the nesting material reducing the effect of cold stress thereby allowing for more efficient use of feed. There were statistical differences in some hematological parameters, however these were not considered physiologically relevant since all values were within the normal range. Gross pathology and histopathological findings were background changes and were not considered enrichment-related. Nesting material and shelters were used frequently and consistently and allowed animals to display species typical behavior. There was no significant impact on commonly measured endpoints in HSD rats and B6C3F1/N mice given enrichment devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Animal welfare is a prevailing and important issue in biomedical research. Much advancement has been made with regard to providing adequate care, environments, and husbandry in which laboratory animals can thrive. The research community endeavors to fulfill and improve the three Rs: replacement, refinement, and reduction (Russell and Burch, 1959) . One aspect currently in the forefront of animal welfare is a method of refinement referred to as environmental enrichment.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 348,
                    "text": "(Russell and Burch, 1959)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The most recent edition of the Guide for the Care and Use of Laboratory Animals (the Guide, NRC, 2011) encourages biomedical research programs to facilitate the development and use of enrichment programs. Environmental enrichment is defined as \"a measure and/or resources designed to promote expression of natural, species typical behaviors\". The goals of environmental enrichment include decreasing abnormal behaviors and providing a certain degree of control over its environment to the animal, hence improving animal welfare through the reduction of stress (Brinkman, 1996) . Multiple studies have shown that environmental enrichment can lead to improvements in animal welfare such as decreased maladaptive behaviors and decreased aggression (Van der Meer et al. 2004 ). According to The Guide, investigators, animal care staff, and IACUC members are encouraged to design enrichment programs after consulting current and applicable literature. Environmental enrichment is a variable that must be evaluated on a case-by-case basis with each experiment and constructed on the specific needs of the program (NRC, 2011) .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 576,
                    "text": "(Brinkman, 1996)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 770,
                    "text": "(Van der Meer et al. 2004",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1107,
                    "end": 1118,
                    "text": "(NRC, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Guide recommends the use of appropriate enrichment methods for vertebrates used in research. Users of research animals have a responsibility to address enrichment from an animal welfare perspective. There are challenges associated with adding environmental enrichment to an animal study, including, 1) enrichment devices may introduce a potential variable, 2) the composition of the enrichment device may impact the study, 3) the physiological effects on the study animals, and 4) the practicality of implementing devices in a research program. Ultimately, it is the responsibility of the researchers, veterinary team, and IACUCs to test and support environmental enrichment that is deemed appropriate for the facility and study. There is ample literature on the use and comparison of various enrichment devices in non-regulatory rodent studies, thus increasing the likelihood of finding enrichment suitable for the needs of a specific regulatory study (Dean, 1999) .",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 969,
                    "text": "(Dean, 1999)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The goals of this study were to evaluate whether or not the animals used the enrichment devices provided, and to determine whether studies conducted by the National Toxicology Program (NTP) were positively or negatively impacted by the use of enrichment devices. We hypothesized that the use of enrichment in NTP studies will have no detrimental impact. Currently in NTP studies, animals are provided social enrichment through group housing of male rats, female rats, and female mice in feed, water and gavage studies. Male mice and pregnant rats are housed individually and have visual and olfactory contact with conspecifics. Animals used for inhalation and dermal studies are housed individually as well. Our study evaluated the impact of the use of nesting material (Crink-l'nest™, The Andersons, Inc., Maumee, OH) in mouse studies, and nesting material (Crink-l'nest™) or rectangular polycarbonate shelters (Rat Retreats™, Bio-Serv, Frenchtown, NJ) for pregnant dams and their weanlings in rat studies. The endpoints evaluated included body weight, food and water consumption, behavioral observations, fecal content, clinical pathology, gross pathology, organ weights, and histopathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Eleven to fourteen-week old time-mated female Harlan Sprague-Dawley rats, Hsd: Sprague Dawley ® SD ® were obtained from Harlan, Inc. (Indianapolis, IN) on gestation day 2 (GD2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "The dams were provided NIH-07 irradiated pelleted feed, (Zeigler Brothers, Inc., Gardners, PA) and tap water ad libitum during the gestation and lactation period. Post weaning, NTP-2000 irradiated pelleted feed (Zeigler Brothers, Inc., Gardners, PA) and tap water were provided ad libitum to the rat weanlings. The pregnant dams were housed individually during the study and with their litters after gestation. On postnatal day 28, the pups were weaned and randomized into group housing. Male rat weanlings were housed in pairs and female rat weanlings were housed in groups of three. Sentinel rats assigned to the study (6/ sex) were evaluated and were negative for lymphocytic choriomeningitis virus, Mycoplasma pulmonis bacteria, rat parvovirus 1, rat minute virus, Kilham's rat virus, Toolan's H-1 virus, pneumonia virus of mice, rat coronavirus, sialodacryoadenitis virus, reovirus type 3, rat theilovirus, and sendai virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Three to four week-old B6C3F1/N mice were obtained from the NTP colony maintained at Taconic Biosciences Inc. (Germantown, NY). The mice were provided irradiated NTP-2000 diet (Zeigler Bros. Inc, Gardners, PA) and tap water, ad libitum. Male mice were single housed and female mice group housed, 5 per cage. Vendor surveillance records indicated that the mice were free of common murine pathogens. Sentinel mice (5/sex) assigned to the study were evaluated and were negative for the bacterial agent Mycoplasma pulmonis and the following viruses: ectromelia virus, murine rotavirus, mouse hepatitis virus, minute virus of mice, mouse norovirus, mouse parvovirus, pneumonia virus of mice, reovirus 3, Sendai virus, Theiler's mouse encephalomyelitis virus, and lymphocytic choriomeningitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "Animals were housed in an Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC) International accredited facility and in accordance with the Guide for the Care and Use of Laboratory Animals (NRC, 2011) . Animals were quarantined and acclimated for 10 days upon arrival. The housing rooms were maintained on an alternating 12-hour light/dark cycle with a temperature range of 68-73 °F and 35 -65% humidity. Solid bottom polycarbonate cages (Lab Products, Inc., Seaford, DE) with certified, irradiated hardwood bedding (Beta-Chips, Northeastern Products Corp., Montville, NJ) were used to house the animals. Procedures performed during the study were reviewed and approved by the facility's Institutional Animal Care and Use Committee.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 227,
                    "text": "(NRC, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Housing and Environmental Conditions"
        },
        {
            "text": "The study design was consistent with the NTP 13-week (subchronic) toxicology studies (including perinatal exposure in rats), which are designed to characterize the subchronic toxicity of chemical, physical or biological agents. The endpoints evaluated included body weight, food and water consumption, behavioral observations, fecal content, clinical pathology, gross pathology, organ weights, and histopathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "The study was staggered by one week to accommodate handling of a large number rat of pups. In rats, each pregnant dam was randomly assigned to a treatment (enriched, n=32) or control (unenriched, n=18) group by body weight after identification via tail tattoos (Table  1) . Pregnant dams were weighed on GD5 and every three days thereafter until parturition; GD5 was the first day nesting material was added to the cage and behavioral observations were started. Pups were weighed every three days and rat weanlings weighed weekly. Food and water consumption were measured weekly, at postnatal day 28 (PND28), the litters were weaned and randomly assigned to three groups (n=30/sex) which included unenriched, enriched with nesting material, or enriched with shelters (Table 2) . Weaned rats were held for up to 13-weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 271,
                    "text": "(Table  1)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 776,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Study Design"
        },
        {
            "text": "In the 13-week mouse study, each animal was randomly assigned to the treatment (enriched) or control (unenriched) groups (n=40/sex) following subcutaneous implantation of transponders for identification (Table 3) . Mice were weighed and behavioral observations were started on Day 1 (D1) of the study; D1 was the first day nesting material was added to the cage. Mice were weighed weekly. Additionally, food and water consumption were measured weekly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Study Design"
        },
        {
            "text": "Natural, non-bleached nesting material (approximately 8 g/cage; Crink-l'Nest™, The Andersons, Inc., Maumee, OH) was added to the cages of the pregnant rat dams in the enriched group through out pregnancy and lactation. When the rat pups from the enriched group were weaned, the weanling rats were divided to receive either the nesting material or shelters until the end of the study. The pregnant dams in the unenriched group were kept in the same housing with no enrichment; rat weanlings from these dams continued to be housed without enrichment. For mice, approximately 6 g of nesting material was added to the cages at each cage change until the end of the study. The unenriched mice were kept in identical housing with no enrichment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrichment"
        },
        {
            "text": "Behavioral observations were performed prior to and 24 h after the addition of fresh enrichment (clean nesting material or clean shelters) to the cages. Observations were performed to determine the frequency of use and activity involving the enrichment devices. Cage changes were performed twice weekly for the rats and female mice with fresh nesting material (rats and mice) or clean shelters (rats only) added at each change. Cage changes were performed once a week for male mice with fresh nesting material added at each change. Observations occurred on the day of cage change before the enrichment was changed and 24 h later to view the interactions with the enrichment. Observations for all study animals were performed between 06:00 and 10:00 h and took approximately one hour (12 hr light cycle began at 06:00 h). The observer recorded the activity of the animals and the animal's interaction with the enrichment device (nest building or use of the shelters) on an ethogram driven tally sheet specifically adapted for this study (Ethogram adapted from Winnicker et al., 2012) . The ethogram was adapted in the following way:",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1082,
                    "text": "Winnicker et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Behavioral Observations"
        },
        {
            "text": "Rodent activity in each cage was divided into 3 main categories a. Active -activities that included 1) rearing, 2) ambulating, 3) climbing b. Maintenance -activities that included 1) grooming, 2) feeding/drinking, 3) nest building c. Inactive -activities that included 1) sleeping, 2) resting while awake and motionless",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1)"
        },
        {
            "text": "Use of enrichment device a. Rodent did not touch enrichment material b. Rodent only scattered enrichment material c. Rodent made nest with enrichment material or used shelters",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2)"
        },
        {
            "text": "Fecal samples of 5-6 pellets per cage were collected weekly to examine for remnants of ingested nesting material (mice and rats) and plastic from the shelters (rats). The fecal samples were placed in a petri dish with water, crushed, placed on white filter absorbent paper (Nalgene ® VERSI-DRY ® , Waltham, MA) and viewed under a dissecting microscope to aid in identifying enrichment material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination of Fecal Content"
        },
        {
            "text": "For mice and rats, K 2 EDTA-anticoagulated whole blood samples were collected at necropsy under isoflurane anesthesia from the retro-orbital venous sinus (mice) and retro-orbital plexus (rats) for a complete blood count (CBC) evaluation. The CBC included: a red blood cell (erythrocyte) count (RBCs count), hemoglobin (HB), hematocrit (HCT), mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH), mean corpuscular hemoglobin concentration (MCHC), platelet count (PLT), total white blood cell (leukocyte) count (WBCs count), leukocyte differential ( ), reticulocytes (RET% and RET). The CBCs were analyzed for mice using the ProCyte Dx hematology analyzer (IDEXX Laboratories, Westbrook, Maine) and for rats using the ADVIA 2120 hematology system (Siemens Medical Solutions, Malvern, PA). Blood smears were prepared for each specimen and stained with Romanowsky-stained and examined to assess RBC, WBC and platelet morphology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Pathology"
        },
        {
            "text": "Plasma and feces were collected at necropsy and corticosterone concentrations were analyzed using an Apex Automatic Gamma Counter (ICN/Micromedic Systems, Huntsville, AL) using a double antibody, 125 I radioimmunoassay method obtained from MP Biomedicals, LLC. (Orangeburg, NY). The plasma samples were analyzed following the procedures provided by the reagent manufacturer. The fecal samples were analyzed following methods described previously by Touma et al. (2004) .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 468,
                    "text": "Touma et al. (2004)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Pathology"
        },
        {
            "text": "Following euthanasia with 100% carbon dioxide and death confirmed by opening the chest, a complete necropsy was performed. All gross lesions collected and were documented. Liver, spleen, thymus, adrenal glands, lung, kidneys, and gastrointestinal tract were collected and weighed. The gastrointestinal tract was opened and examined. The collected tissues were fixed by immersion in 10% neutral-buffered formalin for 24 h and transferred to the histopathology laboratory for processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anatomical Pathology"
        },
        {
            "text": "For animals that were multiple-housed, feed and water consumption was estimated as amounts per animal per day, based on consumption totals for each cage. For pregnant HSD dams, feed consumption, water consumption, and body and organ weights were compared between enriched and unenriched groups using two-sample t-tests (significance = p < 0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Because not all dams produced litters, a one-sided Fisher's exact test was used to compare littering rates between the enriched and unenriched groups. For rat weanlings, feed and water consumption and body and organ weights were compared among the three groups (unenriched, nesting material, and shelters) using analysis of variance followed by Tukey's test to adjust for conducting multiple tests. Corticosterone values were not normally distributed (skewed to the right), so analyses were conducted by two-sample t-tests on logtransformed values. Prior to analysis of the hematology data, extreme values were identified by the outlier test of Dixon and Massey (1951) and implausible values, i.e., extreme values from causes other than treatment and values that the laboratory indicated as being inadequate due to measurement problems, were eliminated from the analysis. There were eight such values excluded from the statistical analyses. Hematology data, which typically has a skewed distribution, were analyzed using the two-sided nonparametric multiple comparison method (Dunn, 1964) in which the unenriched group was considered the comparator group. Litter effects were not considered in the analysis of the rat weanling data.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 668,
                    "text": "Dixon and Massey (1951)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1088,
                    "text": "(Dunn, 1964)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "For the mouse data, two approaches were employed to assess the significance of pairwise comparisons between enriched and unenriched groups in the analysis of continuous variables. Parametric multiple comparison methods (Williams, 1971 (Williams, , 1972 Dunnett, 1955) were used to analyze organ and body weight data that have approximately normal distribution. Nonparametric multiple comparison methods (Shirley, 1977; Dunn, 1964) were used to analyze hematology and hormone data which typically have skewed distributions. Jonckheere's test (Jonckheere, 1954) was used to assess the significance of dose-response trends and to determine whether a trend-sensitive test (Williams' or Shirley's test) was more appropriate for pairwise comparisons than a test that does not assume a monotonic doseresponse (Dunnett's or Dunn's test). Trend-sensitive tests were used when Jonckheere's test was significant at p<0.01. Prior to analysis, extreme values identified by the outlier test of Dixon and Massey (1951) were examined by NTP personnel. Implausible values, extreme values from animals that were suspected of being sick due to causes other than treatment, and food and water values indicated as being inadequate due to measurement problems were eliminated from the analysis. There were 27 individual animal food and water consumption values and 1 hematology value excluded from the statistical analyses.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 234,
                    "text": "(Williams, 1971",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 235,
                    "end": 252,
                    "text": "(Williams, , 1972",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 253,
                    "end": 267,
                    "text": "Dunnett, 1955)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 403,
                    "end": 418,
                    "text": "(Shirley, 1977;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 419,
                    "end": 430,
                    "text": "Dunn, 1964)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 541,
                    "end": 559,
                    "text": "(Jonckheere, 1954)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 980,
                    "end": 1003,
                    "text": "Dixon and Massey (1951)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "There were no differences in mean body weights of the rat dams between enriched and unenriched groups (Table 4 ). Food consumption was significantly higher for the unenriched dams compared to the enriched dams between postnatal days 15 -27 (weeks 6 and 7) of the study (Table 5) . No statistically significant difference was seen in water consumption between the two groups of dams (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 269,
                    "end": 278,
                    "text": "(Table 5)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "Body weights of male weanling rats were similar among the three groups, with sporadic marginally (p< 0.05) significant differences on PND 4, PND 15, PND 18, preweaning. No differences were seen in body weights post weaning ( Figure 1A ). Feed consumption of the unenriched male weanling rats was significantly higher than the shelter group throughout most of the study ( Figure 1B ). Feed consumption of the unenriched was higher than the nesting material for the majority of the weeks but it was not statistically significant. Water consumption of the unenriched male weanling rats was significantly higher than the nesting material and the shelter enriched groups on weeks 1 and 2 . Water consumption of the nesting material enriched male weanling rats was significantly higher than the shelter group on weeks 5, 6, 8, 9, of 13 ( Figure 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 380,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 841,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "The female weanling rats with shelters had significantly higher body weights on PND 4 of the study compared to the unenriched and nesting material enriched groups, but postweaning, body weights were similar among the three groups of female rat weanlings (Table  6 ). Feed consumption in the unenriched female rat weanling groups was significantly higher than the shelter group on weeks 3, 5, 6, 10, 11, and 13 ( Figure 2A ). Feed consumption of the unenriched was higher than the nesting material for the majority of the weeks but it was not statistically significant. Similarly, water consumption in the unenriched female rat weanling group was significantly higher than the shelter enriched groups at weeks 1, 5, 6, 10, and 11 ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "(Table  6",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 412,
                    "end": 421,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 740,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "For mice, body weights of the enriched group were similar to those of the unenriched group for males ( Figure 3A ) Body weights of the unenriched females were increased on 4 of the 13 weeks ( Figure 4A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 4A",
                    "ref_id": null
                }
            ],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "The unenriched male mice group consumed significantly more feed than the enriched group (Figure 3b ), while feed consumption among the female mice was similar between the enriched and unenriched groups (Figure 4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "text": "(Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 212,
                    "text": "(Figure 4b",
                    "ref_id": null
                }
            ],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "Water consumption did not differ significantly between the enriched and unenriched groups for either male or female mice (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body Weight, Food and Water Consumption"
        },
        {
            "text": "After the nesting material was introduced, the rat dams in the enriched group constructed simple nests. All dams that littered, placed their pups in nesting material. The rat weanlings enriched with nesting material, continued to build nests for resting and sleeping. Both dams and nesting material enriched weanling rats were observed to consume small (on average 0.5 cm × 0.5cm) bits of nesting material. This was typically observed at cage change with the both rat dams and weaned rats. Occasionally, the rats would actively construct nests and consume small amounts of nesting material and continue to nest build. At other times, when no particular nest building activity was occurring and the dam or pup would consume small amount of nesting material then go on to another activity such as grooming or drinking. There was no consistent correlation between activity type and nesting material ingestion. Occasionally, dams were observed ingesting a small flake of bedding and then continue on with exploration activity. The weanling rats enriched with shelters at weaning, used the shelters for resting and were occasionally observed to use it for play with cagemates. The rats used the shelters daily and there was no physical evidence or observation of the rats gnawing on the shelters (Figures 5 & 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1291,
                    "end": 1306,
                    "text": "(Figures 5 & 6)",
                    "ref_id": null
                }
            ],
            "section": "Behavioral Observations"
        },
        {
            "text": "The nesting material was placed into the enriched group mouse cages on day 1 of the study, and overnight was used to construct nests, as with the rats. Observations were conducted during the lights on period in the room and majority of the enriched mice were resting. There were observations noting mice nest building with the nesting material. The enriched mice were not observed sleeping outside the nest during the observation periods or ingesting the nesting material. Enrichment was refreshed twice weekly for female mice and all rats, and once weekly for male mice during the cage change. The day following the placement of the nesting material, a new nest was observed. Female mice slept in clusters and used the nest for sleeping. The control male mice appeared to perform nest building activity by gathering the bedding into a concave bed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral Observations"
        },
        {
            "text": "One fecal pellet typically contained one 0.5cm by 0.5cm or smaller piece of nesting material along with some bedding material in the rat dams and weanling samples. Pieces of the shelters (used for rats only) were not seen in the fecal evaluations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross Fecal Evaluations"
        },
        {
            "text": "During the study, gross examination of mouse fecal pellets did not reveal any enrichment pieces. Fecal samples only contained food and bedding pieces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross Fecal Evaluations"
        },
        {
            "text": "Hematology evaluations revealed that the red blood cell parameters of HB, HCT, MCH, and MCV of the nesting material enriched dams showed a statistically significant decrease in comparison to the control rat dams. The total white blood cell, lymphocyte and monocyte counts of the male shelter enriched rat weanlings showed a statistically significant increase in comparison to the unenriched male rat weanlings. The male nesting material-enriched rat weanlings demonstrated a statistically significant decrease in platelets compared to the unenriched male rat weanlings. The lymphocytes of the nesting material enriched female rat weanlings showed a statistically significant decrease in comparison the female unenriched group. The female shelter enriched rat weanlings showed statistically significant increase in hematocrit compared to the unenriched females. The shelter and nesting material enriched female rat weanlings showed a statistically significant increase in MCHC in comparison to the unenriched female rats. The MCH was statistically decreased in the shelter and nesting material female rat weanlings compared to the control group. All of the hematology parameters were within normal range for the HSD rat. Though statistically significant, the observed differences were not considered to be of physiological significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematological and Corticosterone Evaluation"
        },
        {
            "text": "Male mice in the enriched group had a slight, statistically significant increase in the platelets and reticulocytes over the unenriched group but it was not physiologically significant. The female enriched mice compared to the unenriched female mice had significantly higher counts of WBCs (LYM, NEU, MON) and RBC (HB, MCHC, MCV) but, like the males, the differences were not physiologically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematological and Corticosterone Evaluation"
        },
        {
            "text": "Plasma corticosterone levels for the rat dams were similar between the enriched and unenriched groups. Fecal corticosterone of the enriched rat dams was significantly higher than in the unenriched rat dams (Table 7A) . Plasma corticosterone levels were not significantly different among the three groups of weanling rats of either sex. Fecal corticosterone collection was inadvertently not performed on all the weanling rats and statistical analysis could not be performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "text": "(Table 7A)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Hematological and Corticosterone Evaluation"
        },
        {
            "text": "The plasma corticosterone levels of the enriched male mice were significantly higher than in unenriched male mice, while there was no significant difference in fecal corticosterone levels between the two groups of male mice (data not shown). Fecal corticosterone levels of enriched female mice were significantly higher than in unenriched female mice, but the plasma corticosterone levels did not differ significantly between the enriched female mice and the unenriched female mice. Tables 7A-7C summarizes above hematological and corticosterone data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hematological and Corticosterone Evaluation"
        },
        {
            "text": "At necropsy, some of the enriched rat dams and weanlings in the nesting material group had small amounts of nesting material within the stomachs. Significant microscopic findings were not observed in the gastrointestinal tract of these rats compared to rats having no nesting material in the stomachs. None of the rat weanlings had shelter pieces present in their stomachs. Microscopic lesions seen in the rat dams and weanlings were considered incidental background changes common to the HSD rat. The rat dams and weanlings in each group showed incidental microscopic changes consisting of proteinaceous cast, chronic progressive nephropathy and mineralization of the kidneys. The nephropathy appeared to be in the early stages of development for each animal at the time of necropsy. Mixed cell infiltrate of the liver, infiltrate of alveolar histiocytes, thymic cyst, and age related lymphoid hyperplasia were observed across all animal groups. The incidental background lesions between the enriched and unenriched groups of the rat dams and weanlings were comparable in occurrence and type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross and Histopathology Evaluation"
        },
        {
            "text": "No gross findings were observed at necropsy of the B6C3F1/N mice. Nesting material was not found on examination of the contents of the stomach and upper small intestines of the mice. All lesions observed on histopathology were considered incidental background changes common to the B6C3F1/N mice. The incidental lesions consisted of hyperplasia of the adrenal cortical subcapsular cells, renal tubular proteinaceous cast, minimal mixed cell infiltrate of the liver, and hematopoiesis in the spleen of both groups and sexes. Renal tubular cytoplasmic vacuolation was seen in the males but not the females. The accumulation of homogenous eosinophilic hyaline material within gastric epithelial cells in the cardiac region of the glandular cells was observed in both group of females but not seen in the males. Lymphoid hyperplasia was seen and attributed to age related active lymphoid tissue. The incidental background lesions were generally similar between the enriched and unenriched groups of the mice with no differences in the occurrences or types of lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross and Histopathology Evaluation"
        },
        {
            "text": "The mean thymus weight of the unenriched rat dams was significantly higher than that of the enriched group. All other organ weights (adrenal glands, kidneys, liver, lungs, spleen) of the rat dams were not significantly different between enriched and unenriched rat dams. The unenriched male and female weanling rat groups showed a significantly higher mean liver weight than the shelter enriched group of weanling rats. In male weanling rats, the unenriched group had a significantly higher mean lung weight than the shelter enriched groups (Table 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Table 8)",
                    "ref_id": null
                }
            ],
            "section": "Organ Weights"
        },
        {
            "text": "Organ weights in the male and female mice did not differ significantly between enriched and unenriched groups (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organ Weights"
        },
        {
            "text": "The goal of this study was to determine the impact of environmental enrichment devices on endpoints evaluated during the conduct of NTP subchronic studies. Additionally, we observed the interaction of the rats and mice with the enrichment devices. We hypothesized that the enrichment devices would not cause an adverse effect on the animals or the measured endpoints. The study showed that the rats and mice used the enrichment devices frequently and consistently, allowing species-typical behavior. It also appeared that some of the natural stresses that may affect experimental outcomes such as cold stress and isolation stress were alleviated with the use of enrichment devices. These types of stresses are of particular concern with singly-housed rodents. It has been shown that these stresses can result in altered physiology and increased aggression in mice, respectively (Morgan et al., 2007; Masumoto et al., 2005) . Both sources of stress can have an effect on the well being of rodents.",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 899,
                    "text": "(Morgan et al., 2007;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 900,
                    "end": 922,
                    "text": "Masumoto et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Food consumption by the singly housed unenriched male mice was greater than that by the singly housed enriched male mice. This has been observed in several other studies evaluating the effects of enrichment on food and water intake ( Van de Weerd et al., 1997; Olsson et al., 2002; Watson, 1993) . Watson et al. (1993) observed similar results in individually housed mice. The insulation of the nesting material may have allowed singly housed male mice to maintain thermoregulation and reduce heat loss to the environment. Although the present study did not directly measure body temperature, studies on thermoregulation of rodents have shown that nesting material may decrease heat loss and help mice maintain normal core body temperature (Gaskill et al. 2011) . The Guide recommends 68-79° F as the dry bulb macro environmental temperature for housing rodents, however, the preferred temperature for mice is approximately 86°F (Gaskill et al., 2011) . It could be speculated that if nesting material were not available, the energy conserved by the enriched mice would have been used to maintain their core temperature. The nesting material as enrichment is a means for rodents to control chronic cold stress, which potentially could be a variable in experimental outcomes (Sesti-Costa et al. 2012; Kokolus et al. 2013; Morgan et al. 2007 ). Nesting material may be a way to mitigate this variable. The body weight of the unenriched and enriched groups of male mice showed no significant difference. The enriched male mice had less feed intake but were able to maintain a body weight comparable to that of their unenriched counterpart. This finding suggests that the nesting material may have enhanced the food conversion by the enriched mice as noted by other investigators .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 260,
                    "text": "Van de Weerd et al., 1997;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 261,
                    "end": 281,
                    "text": "Olsson et al., 2002;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 282,
                    "end": 295,
                    "text": "Watson, 1993)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 298,
                    "end": 318,
                    "text": "Watson et al. (1993)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 740,
                    "end": 761,
                    "text": "(Gaskill et al. 2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 929,
                    "end": 951,
                    "text": "(Gaskill et al., 2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1274,
                    "end": 1299,
                    "text": "(Sesti-Costa et al. 2012;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1300,
                    "end": 1320,
                    "text": "Kokolus et al. 2013;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1321,
                    "end": 1339,
                    "text": "Morgan et al. 2007",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The female mice in both the unenriched and enriched groups showed no difference in food and water intake. An increase in food consumption similar to that observed in male mice was expected but was not observed. This may have occurred because female mice are grouphoused and sleep in clusters, which may contribute to more efficient thermoregulation than in singly housed males. Due to the social nature of mice, group clustering is likely the common resting and sleeping behavior. Nesting material may play a lesser role in thermoregulation in adult female mice that are group housed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Differences in food consumption between the dams on weeks 6 and 7 of the study (PND15-27) was most likely due to additional consumption of food by the litters. Male and female enriched rat weanlings had decreased food and water consumption consistently over several weeks. The body weights of the nesting material and shelter enriched rat weanlings were similar to those of the unenriched rat weanlings. Few studies have specifically focused on thermoregulation in rats. Kinder (1927) and Boice (1977) demonstrated that rats build nests in response to temperature decreases. It has been shown that rat nest building activity is inversely related to the temperature of the housing environment; nest building was seen as independent of parturition as non-pregnant rats built nests when the material is available (Kinder, 1927) . Several studies have shown that nest building by rats is not limited to females and is a part of their normal species typical behavior (Kinder 1927; Jegstrup et al. 2005; Manser et al. 1998b) . It is probable that the rats in our study used their enrichment devices for thermoregulation and were performing normal species-typical behavior.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 484,
                    "text": "Kinder (1927)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 489,
                    "end": 501,
                    "text": "Boice (1977)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 810,
                    "end": 824,
                    "text": "(Kinder, 1927)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 962,
                    "end": 975,
                    "text": "(Kinder 1927;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 976,
                    "end": 997,
                    "text": "Jegstrup et al. 2005;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 998,
                    "end": 1018,
                    "text": "Manser et al. 1998b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In previous studies, rats have been shown to prefer caging with enrichment vs. no enrichment (Bradshaw and Poling, 1991) . These studies also support the finding that nonpregnant rats build and maintain nests. Construction of nests by rats can vary in complexity. As in mice, nest building in rats appears to be influenced by the type of nesting material and the strain of rat. (Manser et al., 1998a; Jegstrup et al., 2005) . In the present study, both dams and offspring rats provided nesting material built nests; the dams used the nests for resting, and to gather, house, and nurse their pups. Once weaned, the rat weanlings used the nests for sleeping during the light period. Rats provided the shelters after weaning, used them to rest on or in during the light period. Rats have shown a preference for shelters when given the option of nesting material or shelter. In scenarios where both nesting and shelters were an option, rats combined and used both enrichment devices. (Masser et al., 1998a; Patterson-Kane et al., 2001) . Our observations support the findings that rats build nest and use shelters making them both biologically relevant enrichments.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 120,
                    "text": "(Bradshaw and Poling, 1991)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 378,
                    "end": 400,
                    "text": "(Manser et al., 1998a;",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 423,
                    "text": "Jegstrup et al., 2005)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 980,
                    "end": 1002,
                    "text": "(Masser et al., 1998a;",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1031,
                    "text": "Patterson-Kane et al., 2001)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mice prefer and will work to gain access to nesting material (Olsson et al., 2002) . If given the choice, mice also have a preference among types of nesting material (Van De Weerd et al., 1996 and . Mice tend to prefer more natural material (Hess et al., 2008) , which led to the type of nesting material chosen for this study. It has been shown that whereas nest building ability varies with strain, the type of material provided affects the quality of the nests built (Hess et al, 2008) . Mice given paper strips built better nests than counterparts provided facial tissue or both substrates. During our observations, the enriched male and female mice used the nesting material whenever it was provided. Mice build nests of varying complexity based on strain differences or genetic modification. Lactating and pregnant C57BL/6J mice built more complex nests than DBA/2J mice (Bond et al., 2002) . C57BL/ 6JJmsSlc mice built nests faster but with lower walls than JF1/Ms mice (Okayama et al. 2015) ; Genetically modified Shn-2 KO mice, exhibited impaired nest building behavior (Takao et al., 2013) . In the present study, the singly housed male mice not provided nesting material was observed making shallow concavities in the bedding resembling a nest. The mice exhibited the gathering behavior associated with nest building; gathering the bedding material around themselves. Building nests from bedding is not uncommon ; however in the present study, group housed female mice were not observed building nests in the bedding. It has been demonstrated that mice make better nests when given nesting material; enhancing in addition breeding performance and thermoregulation . demonstrated nude mice had reproductive improvement when provided nesting material with an increase in numbers of pups birthed and weaned . The authors scored both the nest with nesting material and nest from bedding. Also, the conversion of food consumption to body weight was improved in the weaned pups.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 82,
                    "text": "(Olsson et al., 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 166,
                    "end": 196,
                    "text": "(Van De Weerd et al., 1996 and",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 241,
                    "end": 260,
                    "text": "(Hess et al., 2008)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 470,
                    "end": 488,
                    "text": "(Hess et al, 2008)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 877,
                    "end": 896,
                    "text": "(Bond et al., 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 977,
                    "end": 998,
                    "text": "(Okayama et al. 2015)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1079,
                    "end": 1099,
                    "text": "(Takao et al., 2013)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Rat offspring appear to learn the purpose of nesting material and nest building skills from their dams; it appears that exposure to nesting material at a young age and the type of nesting material appear to be important in determining nest building skills . In addition, rats provided more natural material built more complex nests . During the observation periods, dams and weanling rats were seen consuming small amounts of bedding and nesting material and both were present in their fecal samples. The shelter material did not appear gnawed and none was found in the feces. It has been reported that older rats exposed to nesting material tend to ingest the material most likely due to the lack of exposure at a young age. More ingestion of nesting material was seen in the rats exposed for the first time at an older age (after weaning age). Adult rats in their study ate both the naturalistic and nonnaturalistic nesting material . The dams in our study had not been previously exposed to nesting material and this is most likely the reason for our observations. Our experience with rat pups differed from that of other authors. The ingestion of nesting material by the rat weanlings could possibly be a behavior learned from observation of the dams. There are no cited references of rats eating bedding known to us, however this activity has been noted anecdotally and has been reported to be quite common in the pet rats (Tayy, 2007) .",
            "cite_spans": [
                {
                    "start": 1428,
                    "end": 1440,
                    "text": "(Tayy, 2007)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In mice, there was no gross evidence in the fecal pellets indicating consumption of the nesting material. However, small amounts of bedding material, was present in all fecal pellets although the mice were not observed ingesting bedding. There did not appear to be any detrimental effects resulting from ingesting the bedding. While unintentional ingestion of any substance in a study can be undesirable, screening the substance for contaminants can be a viable solution. It is recommended that enrichment devices be evaluated in regards to their practical use, benefit, and experimental effect (Dean, 1999) .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 607,
                    "text": "(Dean, 1999)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Rat dams had minimal (≤ 3% in magnitude) differences in the erythron; these were not considered physiologically significant. There were a few scattered and minor hematologic changes in the male or female rat weanlings that were inconsistent between the sexes and were not considered biologically important or related to enrichment. There were no differences in plasma corticosterone values of the male and female rat weanling groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In mice, there were no differences in the hematology end points that were considered related to enrichment devices. The apparent 6% increase in platelet counts detected statistically in male mice, was minor and well within the 642 -1137 ×10 3 (5 -95 percentile) range reported for control male B6C3F1/N mice in NTP 13-week studies (NTP, 1990) . Although there is not a large body of literature regarding platelet responses to stress, it has been reported that platelets are not sensitive to stress (Everds et al., 2013) . In female mice, there was a small increase in the WBC count that was reflected by proportional increases in lymphocyte and neutrophil counts. All counts were within the reported biological variability for female B6C3F1/N mice (NTP, 1990) . Furthermore, the lymphocyte and neutrophil distribution percentages were unaffected suggesting that the lymphocyte and neutrophil counts were increased solely due to the apparent increase in the WBC count. In general, WBC changes related to chronic stress include decreases in lymphocyte counts and variably changed neutrophil counts (Everds et al., 2013) . These effects did not occur in the present study and the minor WBC changes that occurred were not considered related to enrichment. This effect has also been reported in rats housed in enriched environments. Thus, the statistically significant hematological changes in male and female mice noted above were not considered biologically important or related to enrichment.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 342,
                    "text": "(NTP, 1990)",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "(Everds et al., 2013)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 748,
                    "end": 759,
                    "text": "(NTP, 1990)",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1117,
                    "text": "(Everds et al., 2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There was an apparent increase in fecal corticosterone in female mice and plasma corticosterone of male mice provided enrichment devices. The increased fecal corticosterone concentration in exposed female mice was small and well within the range of normal values that have been reported for mice (Touma et al., 2004) . Since the female mice were group housed, fecal sampling was performed on a cage basis, thus, reducing the overall number of samples (n = 8) collected from females compared to the singly housed male mice which were sampled on an individual basis (n = 40) and there were no differences in the fecal corticosterone concentration. Furthermore, since sampling by cage did not permit equivalent representation of all animals housed as a group, pre-analytical variability (and possibly, bias) introduced by the sample collection and processing could have affected the outcomes of either or both the enriched and un-enriched groups (especially considering the small \"n\"). Thus, the higher fecal corticosterone observed in the enriched female mice is of questionable significance and was not considered related to enrichment. The higher plasma corticosterone of enriched male mice may reflect a response to enrichment. The increase was not of large magnitude and, in general, the plasma values for the un-enriched males were similar to previously reported values for male B6C3F1/N mice (Islam and Pestka, 2003) . Several reports have indicated that rats housed in enriched environments demonstrate \"eustress\" or \"good stress\" that is characterized by generally higher corticosterone values compared to age-matched, traditionally-housed animals (Marashi et al., 2003; Benaroya-Milshtein et al., 2004; Moncek et al., 2004; Konkle et al., 2010) . The female mice demonstrated no effect in the plasma corticosterone concentrations. However, the females did have approximately 3fold higher plasma corticosterone concentrations than the males. This was expected and may be related higher corticosteroid-binding protein (a.k.a., transcortin) concentrations in females compared to males (Tinnikov, 1999) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 316,
                    "text": "(Touma et al., 2004)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1396,
                    "end": 1420,
                    "text": "(Islam and Pestka, 2003)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1654,
                    "end": 1676,
                    "text": "(Marashi et al., 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1677,
                    "end": 1709,
                    "text": "Benaroya-Milshtein et al., 2004;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1710,
                    "end": 1730,
                    "text": "Moncek et al., 2004;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1731,
                    "end": 1751,
                    "text": "Konkle et al., 2010)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2089,
                    "end": 2105,
                    "text": "(Tinnikov, 1999)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Enrichment had no apparent effect on the occurrence or incidences of the background histological lesions in the rats and mice in this study. The organ weight differences seen in the unenriched dams; increased thymus weights, the higher unenriched female weanling rat liver weights, and the higher unenriched male weanling rat liver and lung weights were not linked to any obvious clinical or hematological abnormalities or the use of any enrichment device.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It would be beneficial in future studies to evaluate the effect of various thermal conditions on the metabolism of specific xenobiotics. Thermal stress is a progressively trending area of research. Maloney et al. (2014) provides a detailed review on the effect of thermal stress on the mouse model. The review addresses the concern that mice housed below their lower critical temperature have abnormal cardiovascular physiology, metabolism, longevity, and disease development. Gordon et al. (2014) , gives a through review of the effects of thermal stress on toxicant absorption and metabolism by mammals. The latter author emphasizes that environmental temperature should not be the only consideration when studying toxicants but the thermoregulation by mammalian models. Both authors highlight the important concern of using thermally stressed mouse models when extrapolating data for use in humans and the need for additional research. In conclusion, the present study showed that the nesting material and shelters did not adversely impact endpoints commonly measured during the conduct of NTP studies. The only consistent effects appeared to be increased intake in food by the unenriched male mice and rat weanlings, with no differences in weight. The histopathological evaluations of the animals showed no lesions of consequence and hematological values were within the normal range. Overall, the effects of the enrichment were positive in light of promoting normal behavior and improved thermoregulation leading to reduced physiological stress. We recommend the use of these devices for enrichment during the conduct of NTP studies. Feed consumption between the three groups of weanling male rats showed a statistically significant difference on weeks 1, 3, 4, 5, 6, 7, 10, 11, 12. The unenriched group consistently consumed more feed during the course of the study. (mean +/− one standard error) Figure 1C .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 219,
                    "text": "Maloney et al. (2014)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 477,
                    "end": 497,
                    "text": "Gordon et al. (2014)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1903,
                    "end": 1912,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Water consumption of the unenriched male weanling rats was significantly higher than the nesting material and the shelter enriched groups on weeks 1 and 2. Water consumption of the nesting material enriched male weanling rats was significantly higher than the shelter group on weeks 5, 6, 8, 9, of 13. (mean +/− one standard error) Figure 2A .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 341,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Feed consumption between the three groups of weanling female rats showed a statistically significant difference on weeks 3, 5, 6, 10, 11, and 13. The unenriched group consistently consumed more feed during the course of the study. (mean +/− one standard error) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental enrichment in mice decreases anxiety, attenuates stress responses and enhances natural killer cell activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "References Benaroya-Milshtein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kukulansky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilf",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Yaniv",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Neurosci",
            "volume": "20",
            "issn": "",
            "pages": "1341--1388",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Burrows of wild and albino rats: effects of domestication, outdoor raising, age, experience, and maternal state",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boice",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Comparative and Physiological Psychology",
            "volume": "91",
            "issn": "3",
            "pages": "649--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nest building in nulligravid, primigravid and primiparous C57BL/6J and DBA/2J mice ([i]Mus musculus[/i])",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mathieson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physiol Behav",
            "volume": "75",
            "issn": "",
            "pages": "551--555",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Choice by rats for enriched versus standard home cages: Plastic pipes, wood platforms, wood chips, and paper towels as enrichment items",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradshaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poling",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Exp Anal Behav",
            "volume": "55",
            "issn": "",
            "pages": "245--250",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Toys for the boys: Environmental enrichment for singly-housed adult male macaques ([i]Macaca fascicularis[/i]). Laboratory Primate Newsletter",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brinkman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Environmental enrichment of laboratory animals used in regulatory toxicology studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lab Anim",
            "volume": "33",
            "issn": "4",
            "pages": "309--327",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Introduction to Statistical Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "145--147",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multiple comparisons using rank sums",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Technometrics",
            "volume": "6",
            "issn": "",
            "pages": "241--252",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A multiple comparison procedure for comparing several treatments with a control",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dunnett",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "JASA",
            "volume": "50",
            "issn": "",
            "pages": "1095--1121",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interpreting stress responses during routine toxicity studies: A review of the biology, impact, and assessment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Everds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Creasy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rosol",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sellers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Toxicol Pathol",
            "volume": "41",
            "issn": "4",
            "pages": "560--614",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of nesting material on mouse body temperature and physiology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pajor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physiol Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The naked truth: breeding performance in outbred and inbred strains of nude mice with and without nesting material",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaskill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winnicker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pritchett-Corning",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl Anim Behav Sci",
            "volume": "143",
            "issn": "2-4",
            "pages": "110--116",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Working with what you've got: Changes in thermal preference and behavior in mice with or without nesting material",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaskill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pajor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Thermal Biology",
            "volume": "36",
            "issn": "3",
            "pages": "193--199",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Thermal stress and toxicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnstone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aydin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Compr Physiol",
            "volume": "4",
            "issn": "3",
            "pages": "995--1016",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Home improvement: C57BL/6J mice given more naturalistic nesting materials build better nests",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rohr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaskill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pajor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Assoc Lab Anim Sci",
            "volume": "47",
            "issn": "",
            "pages": "25--31",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Role of IL-1B in endotoxin potentiation of deoxynivalenol-induced corticosterone response and leukocyte apoptosis in mice",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pestka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toxicol Sci",
            "volume": "74",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nest-building behaviour in male rats from three inbred strains: BN/HsdCpb, BDIX/OrIIco and LEW/Mol",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jegstrup",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vestergaard",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ritskes-Hoitinga",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Animal Welfare",
            "volume": "14",
            "issn": "",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A distribution-free k-sample test against ordered alternatives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonckheere",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "Biometrika",
            "volume": "41",
            "issn": "",
            "pages": "133--145",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A study of the nest-building activity of the albino rat",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kinder",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "J Exp Zool",
            "volume": "47",
            "issn": "",
            "pages": "117--161",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Baseline tumor growth and immune control in laboratory mice are significantly influenced by subthermoneutral housing temperature",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kokolus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capitano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waight",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hylander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Repasky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "50",
            "pages": "20176--20181",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Environmental-enrichment-related variations in behavioral, biochemical, and physiologic responses of Sprague-Dawley and Long Evans rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konkle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kentner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bielajew",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Assoc Lab Anim Sci",
            "volume": "49",
            "issn": "",
            "pages": "427--463",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Translating Animal Model Research: Does It Matter That Our Rodents Are Cold?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Overton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Physiology",
            "volume": "29",
            "issn": "6",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Investigation into the preference of laboratory rats for nestboxes and nesting materials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Broom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Overend",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab Anim",
            "volume": "32",
            "issn": "",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Operant studies to determine the strength of preference in laboratory rats for nest-boxes and nesting material",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Broom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Overend",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab Anim",
            "volume": "32",
            "issn": "",
            "pages": "36--41",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Effects of different forms of environmental enrichment on behavioral, endocrinological, and immunological parameters in male mice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnekow",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ossendorf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sachser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Horm Behav",
            "volume": "43",
            "issn": "",
            "pages": "281--92",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Social isolation stress-induced aggression in mice: A model to study the pharmacology of neurosteroidogenesis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Puia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guidotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Stress",
            "volume": "8",
            "issn": "2",
            "pages": "85--93",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Effect of environmental enrichment on stress related systems in rats",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moncek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jezova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neuroendocrinology",
            "volume": "16",
            "issn": "",
            "pages": "423--454",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sources of stress in captivity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tromborg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied Animal Behaviour Science",
            "volume": "102",
            "issn": "3-4",
            "pages": "262--302",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "National Toxicology Program. Reference Values for 13 Week Studies of F344 Rats and B6C3F 1 Mice. Monograph.. National Toxicology Program",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Assessing nest-building behavior of mice using a 3D depth camera",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toyoda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Neuroscience Methods",
            "volume": "251",
            "issn": "",
            "pages": "151--157",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Improving housing conditions for laboratory mice: a review of \"environmental enrichment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dahlborn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lab Anim",
            "volume": "36",
            "issn": "3",
            "pages": "243--270",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The cage preferences of laboratory rats",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Patterson-Kane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lab Anim",
            "volume": "35",
            "issn": "",
            "pages": "74--83",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Principles of Humane Experimental Technique",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burch",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Methuen and Co",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chronic cold stress in mice induces a regulatory phenotype in macrophages: Correlation with increased 11β-hydroxysteroid dehydrogenase expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sesti-Costa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ignacchiti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chedraoui-Silva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marchi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Brain Behav and Immun",
            "volume": "26",
            "issn": "1",
            "pages": "50--60",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A non-parametric equivalent of Williams' test for contrasting increasing dose levels of a treatment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shirley",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": "386--389",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Deficiency of Schnurri-2, an MHC Enhancer Binding Protein, Induces Mild Chronic Inflammation in the Brain and Confers Molecular, Neuronal, and Behavioral Phenotypes Related to Schizophrenia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hagihara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohira",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shoji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koshimizu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Umemori",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuroiwa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Atsuzawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Esaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furuya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takagi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Usuda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suhara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyakawa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuropsychopharmacology",
            "volume": "38",
            "issn": "8",
            "pages": "1409--1425",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Re: My Pet Rat is eating bedding, what should I do? Retrieved from forum",
            "authors": [
                {
                    "first": "Tayy",
                    "middle": [],
                    "last": "Bayy",
                    "suffix": ""
                },
                {
                    "first": "Bayy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Responses of serum corticosterone and corticosteroid-binding globulin to acute and prolonged stress in the rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tinnikov",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Endocrine",
            "volume": "11",
            "issn": "",
            "pages": "145--50",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analyzing corticosterone metabolites in fecal samples of mice: a noninvasive technique to monitor stress hormones",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Touma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palme",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sachser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Horm and Behav",
            "volume": "45",
            "issn": "1",
            "pages": "10--22",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Short-term effects of a disturbed light-dark cycle and environmental enrichment on aggression and stress-related parameters in male mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lab Anim",
            "volume": "38",
            "issn": "4",
            "pages": "376--383",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Nesting material as enrichment in two mouse strains",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Weerd",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koolhaas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Zutphen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Scandinavian Journal of Laboratory Animal Science",
            "volume": "23",
            "issn": "",
            "pages": "119--123",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Preferences for nesting material as environmental enrichment for laboratory mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Weerd",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Zutphen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koolhaas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lab Anim",
            "volume": "31",
            "issn": "2",
            "pages": "133--143",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Strength of preference for nesting material as environmental enrichment for laboratory mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van De Weerd",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Zutphen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koolhaas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Applied Animal Behaviour Science",
            "volume": "55",
            "issn": "3",
            "pages": "369--382",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The importance of learning young: the use of nesting material in laboratory rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Loo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baumans",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lab Anim",
            "volume": "38",
            "issn": "1",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Evaluation of inanimate objects on commonly monitored variables in preclinical safety studies for mice and rats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lab Anim",
            "volume": "43",
            "issn": "",
            "pages": "378--80",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A Guide to the Behavior and Enrichment of Laboratory Rodents. Charles River Laboratories; 2012. Mouse Bahavior and Enrichment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winnicker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gaskill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pritchett-Corning",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "54--55",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A test for differences between treatment means when several dose levels are compared with a zero dose control",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Biometrics",
            "volume": "27",
            "issn": "",
            "pages": "103--117",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The comparison of several dose levels with a zero dose control",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Biometrics",
            "volume": "28",
            "issn": "",
            "pages": "519--531",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Thymus Mean weight (g) (SE) Liver Mean weight (g) (SE) Lung Mean weight (g) (SE)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Note: asterisk (*) denotes p < .05, statistical significance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of weanling male rat average body weights showed no statistical significant differences during the thirteen weeks post weaning. (mean +/− one standard error)",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Mean body weight comparison of time-mated rat dams by weekWeeks Unenriched Dams Average weight (g) SE Enriched Dams Average weight (g) SENote: asterisk (*) denotes p < .05, statistical significance Toxicol Pathol. Author manuscript; available in PMC 2017 February 12.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean feed consumption comparison of time-mated rat dams by weekWeeks Unenriched Dams Average Feed Consumption (g) SE Enriched Dams Average Feed Consumption (g) SENote: asterisk (*) denotes p < .05, statistical significance. Cage consumption (dams and offspring consumed the feed) Toxicol Pathol. Author manuscript; available in PMC 2017 February 12.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mean body weight comparison of weanling female rats post weaning Note: asterisk (*) denotes p < .05, statistical significance Toxicol Pathol. Author manuscript; available in PMC 2017 February 12.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Summary of clinical pathology values of statistical significance7A. Rat Dams.7B. Weanling Rats.7C. Mice.Note: asterisk (*) denotes p < .05, statistical significance; Units: Plasma corticosterone -ng/ml; Fecal Corticosterone -ng/mg; Platelets, Monocytes, Lymphocytes, WBC, RBC -1,000,000/microliter; MCHC, Hemoglobin -g/dl; MCV -fl; MCH -pg.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "National Toxicology Program",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NTP"
        },
        {
            "text": "The Guide Guide for the Care and Use of Laboratory Animals",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Association for Assessment and Accreditation of Laboratory Animal Care International"
        },
        {
            "text": "Institutional Animal Care and Use Committee",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IACUC"
        }
    ]
}