{
    "paper_id": "070a0d8fa10cc73701008dc6b9163eb2318c18a2",
    "metadata": {
        "title": "A chemical free, nanotechnology-based method for airborne bacterial inactivation using engineered water nanostructures †, ‡",
        "authors": [
            {
                "first": "Georgios",
                "middle": [],
                "last": "Pyrgiotakis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Mcdevitt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Andre",
                "middle": [],
                "last": "Bordini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edgar",
                "middle": [],
                "last": "Diaz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ramon",
                "middle": [],
                "last": "Molina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christa",
                "middle": [],
                "last": "Watson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Glen",
                "middle": [],
                "last": "Deloid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Lenard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CDC",
                    "location": {
                        "postCode": "26505",
                        "settlement": "Morgantown",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [],
                "last": "Fix",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CDC",
                    "location": {
                        "postCode": "26505",
                        "settlement": "Morgantown",
                        "region": "WV",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yosuke",
                "middle": [],
                "last": "Mizuyama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Toshiyuki",
                "middle": [],
                "last": "Yamauchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Panasonic Corporation",
                    "location": {
                        "postCode": "571-8686",
                        "settlement": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Brain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Philip",
                "middle": [],
                "last": "Demokritou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pdemokri@hsph",
                "middle": [
                    "Harvard"
                ],
                "last": "Edu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Airborne pathogens are associated with the spread of infectious diseases and increased morbidity and mortality. Herein we present an emerging chemical free, nanotechnology-based method for airborne pathogen inactivation. This technique is based on transforming atmospheric water vapor into Engineered Water Nano-Structures (EWNS) via electrospray. The generated EWNS possess a unique set of physical, chemical, morphological and biological properties. Their average size is 25 nm and they contain reactive oxygen species (ROS) such as hydroxyl and superoxide radicals. In addition, EWNS are highly electrically charged (10 electrons per particle on average). A link between their electric charge and the reduction of their evaporation rate was illustrated resulting in an extended lifetime (over an hour) at room conditions. Furthermore, it was clearly demonstrated that the EWNS have the ability to interact with and inactivate airborne bacteria. Finally, inhaled EWNS were found to have minimal toxicological effects, as illustrated in an acute in-vivo inhalation study using a mouse model. In conclusion, this novel, chemical free, nanotechnologybased method has the potential to be used in the battle against airborne infectious diseases. † The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. ‡ Electronic supplementary information (ESI) available: Control experiments procedures and data, membrane permeability study, experimental setups, and AFM size measurement diagrams. See",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Airborne pathogens are associated with the spread of numerous infectious diseases 1,2 and significant mortality and morbidity. 3 Typical examples of airborne infectious diseases include tuberculosis (Mycobacterium tuberculosis), and viral diseases such as avian influenza AI/H5N1 4-6 and severe acute respiratory syndrome (SARS). 7 Concerns about the evolution and spread of antibiotic resistant bacteria, such as multidrug resistant tuberculosis, 8, 9 reveal the limitations of antibiotics, while the SARS outbreak and the AI/ H5N1 pandemic influenza exemplify the difficulties associated with vaccine development. 10 The need to disinfect ambient air was recognized as early as the 1930s 11 and remains one of the main strategies used in controlling the transmission of airborne diseases. 12 The use of air disinfection as a disease control strategy is regaining considerable interest lately, particularly in high-risk microenvironments with a high density of people, such as hospitals, classrooms and mass transportation vehicles (e.g., buses, aircraft cabin, trains). 13, 14 Current air disinfection technologies, such as the use of upper-room UV-C irradiation (Ultraviolet 254 nm), 15, 16 high efficiency particulate (HEPA) air filtration 17 and photocatalysis, 18 have shortcomings. UV is associated with health risks, 19, 20 requires the upper room installation of UV fixtures, and relies on a well-mixed air concept. HEPA filters remove bacteria and viruses from the air effectively, but there are excessive costs associated with the energy needed to circulate air through the filter, and for filter replacement. 21 Recently, nanoparticle photocatalysis 22 using UV-A has been used to disinfect surfaces. 23 However, nanoparticle photocatalysis is limited to surfaces and the commonly used nanomaterials, such as Ag or TiO 2 , cannot be used for airborne pathogen inactivation due to their possible toxicological effects when inhaled. [24] [25] [26] Furthermore, the use of other disinfection methods which are based on the use of biocidal gases such ethylene oxide, 27 hydrogen peroxide, 28 ozone 29 and chlorine dioxide 30 also have limitations associated with toxicity, 31 potential material damage, and in some instances downtime of the space or equipment being treated. Personal protective equipment (e.g., surgical masks and N-95 type respirators), although commonly used to prevent infectious disease transmission, are not always effective or practical in the battle against airborne infectious diseases. 32 Herein, we describe a novel, nanotechnology-based, air disinfection technique using Engineered Water Nano-Structures (EWNS) generated via electrospray. These nanoscale particles possess unique physicochemical and biological properties. They are highly mobile due to their nanoscale size, remain suspended in the air for hours, contain reactive oxygen species, and interact with and inactivate airborne bacteria. More importantly, this is a chemical-free and toxicologically benign method, which can be used to decrease the risk of airborne infectious diseases in a wide variety of environmental settings.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 692,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1246,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1269,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1328,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1623,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1715,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1947,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1948,
                    "end": 1952,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1953,
                    "end": 1957,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 2075,
                    "end": 2077,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2099,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2106,
                    "end": 2108,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 2130,
                    "end": 2132,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 2181,
                    "end": 2183,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 2520,
                    "end": 2522,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "EWNS were synthesized by electrospraying condensed atmospheric water vapor recovered from room air. Electrospraying is used widely to aerosolize liquids and to synthesize polymeric and ceramic particles, 33 as well as fibers 34 of controlled size. It is based on applying a strong electric field to a fine capillary containing a liquid. 35 The accumulated charges at the liquid-air interface, in combination with a high electric field, result in a strong electric force that creates a streaming jet (Taylor cone) 36 that eventually breaks into droplets. The droplet size depends on the initial electrospray parameters (liquid conductivity, liquid flow rate and electric field). 37 The fine droplets are highly unstable due to their high electric surface charge, 38 and continue to break into smaller droplets described by the Rayleigh theory: 39 (1) where q [C] is the total charge of the droplet, ε 0 [F m −1 ] the permittivity of the vacuum and γ [N m −1 ] the surface tension of water. Fig. 1a illustrates the electrospray module used for the synthesis of EWNS described by Seto et al. 40 The source of the liquid is water vapor from the surrounding air, condensed on a Peltier-cooled electrode, maintained at 6 °C. This eliminates the need for a continuous supply of water and minimizes the presence of organic contaminants. A high voltage (5 kV) is then applied between the electrode and a grounded counter electrode placed 5 mm from the electrode. The strong electric field (10 7 V m −1 ) between the two electrodes causes negative charges to accumulate on the surface of the condensed water, leading to the formation of the Taylor cone. 41 It is worth mentioning that the module consumes approximately 6 W of power and operates at 12 V. As a result, highly charged water droplets form and continue to break into smaller particles as described by Rayleigh theory (Fig. 1b) . During the formation of the water droplets the high electric field causes some water molecules to split and can strip off electrons, resulting in a high number of reactive oxygen species (ROS). 42 The concurrently generated, short lived ROS (with a lifespan in the order of nanoseconds) 43 are encapsulated in the EWNS (Fig. 1c) . As demonstrated below due to their size and high electric charge the EWNS are highly mobile and remain airborne for a long time, potentially colliding with pathogens suspended in air, and resulting in microbial inactivation (Fig. 1d) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 515,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1644,
                    "end": 1646,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 2075,
                    "end": 2077,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 2168,
                    "end": 2170,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 989,
                    "end": 996,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1869,
                    "end": 1878,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2200,
                    "end": 2209,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2436,
                    "end": 2445,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "EWNS synthesis"
        },
        {
            "text": "Surface electric charge measurements of EWNS-An electrospray module was placed in a 45 L chamber with temperature and relative humidity maintained at 21 °C and 50% respectively (Fig. S1a ‡ ). The particle number concentration was measured using a scanning mobility particle sizer (SMPS, model 3936, TSI, Shoreview, MN) and the current was measured concurrently with a Faraday aerosol electrometer (TSI, model 3068B, Shoreview, MN). The SMPS and the aerosol electrometer were both sampling at 0.5 L min −1 flow rate. The particle number concentration and the aerosol current were measured for 120 s. The process was repeated ten times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EWNS physicochemical characterization"
        },
        {
            "text": "Size and lifetime measurements of EWNS-The Atomic Force Microscope (AFM), Asylum MFP-3D (Asylum Research, Santa Barbara, CA) and the AC240T probes (Olympus, Tokyo, Japan) were used to measure the size and lifetime of EWNS. The AFM scan rate was 1 Hz and the scanned area 5 µm × 5 µm with 256 scan lines. All images were subjected to 1st order image flattening with the Asylum software (range of 100 nm and threshold of 100 pm for the mask).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EWNS physicochemical characterization"
        },
        {
            "text": "An electrospray module was used to spray the EWNS on a freshly cleaved mica surface (Ted Pella, Redding, CA). The spraying time and distance was optimized to 60 s and 2 cm respectively, to avoid particle coalescence and the formation of irregular shaped droplets on the mica surface. The surface was imaged immediately after spraying using AFM. The contact angle of a freshly cleaved, unmodified, mica surface is close to 0°4 4 so the EWNS were spread on the mica surface adopting a dome like shape (Fig. S2  ‡ ) . The diameter and the height of the spread droplet were measured directly from the AFM topography and used to calculate the volume of the dome-like spread EWNS. Assuming that airborne EWNS have the same volume, an equivalent diameter can be calculated as follows: (2) where h is the measured height and a is the measured radius of the spread droplet ( Fig. S2  ‡ ) . In total, 40 droplets were measured using AFM and the EWNS size distribution was constructed. The room air temperature and relative humidity (RH) were maintained constant during the experiments at 21 °C and 45% respectively.",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 781,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 512,
                    "text": "(Fig. S2  ‡ )",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 866,
                    "end": 878,
                    "text": "Fig. S2  ‡ )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "EWNS physicochemical characterization"
        },
        {
            "text": "To estimate the EWNS lifetime, an AFM image of the EWNS sprayed on the mica substrate (top to bottom scanning) was acquired, immediately after spraying, and every 10 minutes thereafter for one hour. The images were analyzed to determine any topographic changes (size) associated with the EWNS. A clean mica surface kept in the same room conditions was scanned immediately after cleaving and at the end of the experiments (60 minutes later) in order to assess and control for cross contamination from ambient air particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EWNS physicochemical characterization"
        },
        {
            "text": "Lifetime measurements of airborne EWNS-In order to investigate the lifetime of the airborne EWNS additional experiments were performed. The bacteria inactivation chamber was filled with EWNS aerosol until the particle number concentration level reached 15 000 particles cm −3 . The chamber walls were lined with aluminum sheets that were grounded to minimize electrostatic particle losses. Two mixing fans were used to ensure homogeneity in the chamber. At that point the EWNS production stopped and the number concentration of the EWNS was monitored with an SMPS (model 3936, TSI, Shoreview, MN) as a function of time up to for 4 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EWNS physicochemical characterization"
        },
        {
            "text": "Spin Resonance (ESR) spin trapping was used to detect the presence of shortlived free radical intermediates in the EWNS. Radicals were measured using the addition-type reaction of a short-lived radical with a compound (spin trap) to form a relatively long-lived paramagnetic free radical product (spin adduct), which can then be studied using conventional ESR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROS characterization of EWNS-Electron"
        },
        {
            "text": "A 45 L chamber with controlled humidity and temperature (T = 21 °C, RH = 50%), containing 4 EWNS electrospray modules was used to generate the EWNS aerosol (Fig. S1b ‡ ). The aerosol was sampled directly beneath the modules. The aerosol was bubbled through a 650 µm midget bubbler (Ace Glass, Vineland, NJ) containing a solution of 235 mM DEPMPO (5-(diethoxyphosphoryl)-5-methyl-1-pyrroline-N-oxide), (Oxis International Inc. Portland, OR) at a concentration of 11 000 # cc −1 and a time period for 15 minutes. DEPMPO was used instead of the more commonly used 5,5-dimethyl-1-pyrroline-N-oxide (DMPO) because of the increased stability it offers for spin adducts. All ESR measurements were conducted using a Bruker EMX spectrometer (Bruker Instruments Inc. Billerica, MA, USA) and a flat cell assembly. Hyperfine couplings were measured (to 0.1 G) directly from magnetic field separation using potassium tetraperoxochromate (K 3 CrO 8 ) and 1,1diphenyl-2-picrylhydrazyl (DPPH) as reference standards. The Acquisit program (Bruker Instruments Inc. Billerica, MA, USA) was used for data acquisitions and analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROS characterization of EWNS-Electron"
        },
        {
            "text": "Bioaerosol-Serratia marcescens was selected as a test bioaerosol since it is a standard test organism for this type of experiment. Furthermore its airborne viability and behavior is well documented 45 and widely accepted as a test aerosol 16 and used to evaluate the efficacy of various techniques to inactivate airborne bacteria such as UV. 16, 46 Furthermore, the authors have significant experience in aerosolizing this microorganism and creating stable conditions in room air conditions. 16, [47] [48] [49] It is also worth noting though that despite the fact that Serratia marcescens is not a common human pathogen, there are cases where it has been identified as the cause of serious infections including wound infections. 50",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Airborne bacteria inactivation experiments"
        },
        {
            "text": "The generator can provide up to 15 L min −1 of EWNS aerosol with a particle number concentration up to 500 000 # cm −3 (Fig. S3  ‡ ) . Organic-free, de-ionized water (18.1 MΩ cm, purified with Barnstead Nanopure, Thermo Scientific, Rockford, IL) was used in the synthesis of the EWNS (Fig. S3  ‡ ) . The generated ozone was removed by passing the aerosol through three freshly coated, glass honeycomb denuders previously developed by the authors. 51 The denuders were coated with a solution of 140 mL of DI (de-ionized) water, 5 g of NaNO 3 , 5 g of CaCO 3 and 5 g of glycerol. After the coating, the denuders were placed on paper towels to remove excess solution and are then left to dry for 24 hours under refrigeration. For each experiment fresh denuders were used.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 132,
                    "text": "(Fig. S3  ‡ )",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 284,
                    "end": 297,
                    "text": "(Fig. S3  ‡ )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Development of an EWNS aerosol generator-For the airborne bacteria inactivation experiments, a high volume and concentration EWNS aerosol generator was constructed."
        },
        {
            "text": "Bioaerosol generation system-A CN-6 Collison nebulizer (BGI Inc., Waltham, MA) operated with HEPA-filtered dry air at 103 kPa (15 psi) was used to aerosolize a S. marcescens solution. The concentration of the stock solution was optimized at 10 4.5 # mL −1 to produce in airborne bacteria concentrations of 5-7 cfu L −1 (Colony Forming Units per L) representing relevant airborne bacteria concentrations. 16 In order to avoid large PBS droplets with suspended bacteria the nebulizer output was mixed with an equal flow of dry air in a 20 L drum.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Development of an EWNS aerosol generator-For the airborne bacteria inactivation experiments, a high volume and concentration EWNS aerosol generator was constructed."
        },
        {
            "text": "The EWNS generator and a S. marcescens bioaerosol generation system were connected to a 1 m 3 polyacrylic environmental chamber that was lined with grounded, aluminum panels to minimize particle losses (Fig. S4  ‡ ) . The two aerosol streams were mixed in the environmental chamber and the number of culturable airborne bacteria was monitored as a function of time. The mixing was assisted with two mixing fans. Input and output airflows in the chamber were fully controlled to simulate different air change scenarios. Two air changes per hour (ACH) scenarios were evaluated, 1.7 and 2.9. During all experiments the temperature and relative humidity in the chamber were monitored and maintained at 21-23 °C and 45-55%, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 215,
                    "text": "(Fig. S4  ‡ )",
                    "ref_id": null
                }
            ],
            "section": "Airborne bacteria inactivation experiments protocol-"
        },
        {
            "text": "In summary the protocol for the experiments is as follows: The two aerosols started at t = 0 min. The aerosol flows were maintained constant until steady state conditions were reached in the chamber. This corresponds to an approximate time of three air changes in the chamber (60 for the 2.9 ACH and 105 minutes for the 1.7 ACH scenario). An air sample was obtained using the biosampler at three time intervals during the time required to reach steady state (including steady state). After completing the steady state portion of the inactivation experiment, all the input and output flows stopped and the bacteria concentration in the air was measured for one hour by sampling every 20 minutes (decay experiment). Experiments were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airborne bacteria inactivation experiments protocol-"
        },
        {
            "text": "All air samples were collected using the N6 single stage viable impactor (BGI Inc. Waltham, MA), loaded with tryptic soy agar (TSA) plates, at 28.3 lpm with the #6 stage (650 nm cut point). Prior to collection of each air sample, a dummy plate was used for 30 s to void the dead space of the sampling line. The air sampling time was optimized at 1 minute. The culture plates were grown for 48 h prior to colony counting. Positive hole corrections were applied to all plate counts. 52 Pre and post aerosolization samples were taken directly from the Collison jar to ensure that the S. marcescens stock solution was viable throughout the experiments.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Airborne bacteria inactivation experiments protocol-"
        },
        {
            "text": "Control experiments-As a control experiment, instead of the EWNS aerosol, HEPA filtered air at the same airflow was supplied in the chamber while all other procedures, sampling and culturing protocols were kept the same. In addition, ozone control experiments were performed in order to assess any effect of ozone on bacteria inactivation. Furthermore, control experiments were conducted to verify that the inactivation occurs in air and not on the TSA plates of the biosampler post collection. All control experiment protocols are described in detail in the ESI. ‡ Bioaerosol size distribution experiments-It is also worth mentioning that in separate experiments, bioaerosol size distribution measurements of the culturable bacteria were performed in triplicate for each ACH scenario. In more detail, the S. marcescens aerosol size distribution was measured using the six stage viable sampler (BGI Inc., Waltham, MA), loaded with TSA plates and operated at 28.3 lpm flow rate. In a separate experiment, with identical HEPA filtered input/output chamber flows and chamber input EWNS concentration levels, a condensation particle counter (CPC) was used to measure in real time the corresponding particle number concentration in the chamber at steady state. The EWNS size distribution was then estimated based on the CPC number concentration and the AFM size distribution measurements. A negative pressure of 0.2-0.3 in H 2 O (49.768-74.652 Pa) was always maintained in the chamber in order to comply with biosafety requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airborne bacteria inactivation experiments protocol-"
        },
        {
            "text": "Bacterial membrane permeability was evaluated both qualitatively and quantitatively using Transmission Electron Microscopy (TEM) and the membrane permeability assay respectively. The extent of nuclear staining, within a population of bacteria, by membraneimpermeant and permeant fluorescent nucleic acid dyes is a useful quantifiable indicator of membrane damage. [53] [54] [55] The details of the assay preparation and TEM imaging are included in the ESI. ‡",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacterial membrane permeability experiments"
        },
        {
            "text": "The toxicological profile of inhaled EWNS was assessed using a BALB/c mouse model. This particular model is considered a sensitive model for assessing acute lung injury and inflammation effects related to inhalation. In more detail:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute inhalation toxicological evaluation of EWNS using BALB/c mouse model"
        },
        {
            "text": "Animal welfare protocol-The Harvard Medical Area's Animal Use Committee approved animal protocols were used in this study. Forty-four male BALB/c mice (22-28 g) were obtained from Taconic Farms (Taconic Farms, Hudson, NY). Mice were allowed to acclimate to the animal facility for 4-5 days prior to start of experiments.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "(22-28 g)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute inhalation toxicological evaluation of EWNS using BALB/c mouse model"
        },
        {
            "text": "Exposure system- Fig. S5 ‡ shows the EWNS generation and exposure system used in the study. The EWNS generator previously described was connected to a BuxCo system that has the ability to monitor the breathing pattern of the animals during the aerosol exposure. 56 The BuxCo system consisted of 8 individual cages (PLY42211 V1.0, BuxCo systems, Wilmington, NC) with attached transducers (TRD5700, BuxCo systems, Wilmington, NC) that were connected to the Max II acquisition center (BuxCo systems, Wilmington, NC) operated by the BioSystem XA data acquisition and analysis software (BuxCo systems, Wilmington, NC).",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Fig. S5",
                    "ref_id": null
                }
            ],
            "section": "Acute inhalation toxicological evaluation of EWNS using BALB/c mouse model"
        },
        {
            "text": "The animals were divided into 7 groups of 6 mice each. In each group, four mice were exposed to EWNS aerosol and two mice were exposed to the same atmosphere without the EWNS (EWNS were removed with an in-line HEPA filter, control group). Three EWNS exposure levels were tested at 10 000, 40 000 and 60 000 # cm −3 . It is worth noting that the doses selected for the toxicological characterization were higher than the EWNS dose used in the bacteria inactivation experiments. To estimate the deposited aerosol in the respiratory tract, the Multiple Path Particle Dosimetry model was used (MPPD2). 57 During the exposure, important breathing parameters (tidal volume and breathing frequency) related to inhalation toxicity were monitored and recorded. 26, 58, 59 Bronchoalveolar and nasal lavage protocol-At 24 hours post-inhalation exposure to EWNS, mice were humanely killed with isoflurane anesthesia followed by exsanguination. The trachea was exposed and cannulated, and bronchoalveolar lavages (BAL) of the lungs were repeated 12 times with 0.75 ml of Ca 2+ and Mg 2+ free PBS. Nasal lavage (NL) was also done with a single wash of 1.5 ml of the same PBS solution. Lavaged cells were separated from the supernatant in all washes by centrifugation. Total and differential cell counts and hemoglobin measurements were made from the cell pellets. The combined acellular supernatant fractions from the first two washes was analyzed for indicators of injury and inflammation including albumin, hemoglobin, lactate dehydrogenase (LDH), 60 myeloperoxidase (MPO) 61 as well as inflammatory cells, 62 such as macrophages and neutrophils. 63 The analysis was performed according to a standardized bioassay system. 64 Statistics-All BAL and NL parameters were analyzed using analysis of variance (ANOVA) followed by Bonferroni post-hoc analyses (check test) using GraphPad Prism software.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "58,",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 762,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1563,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1597,
                    "text": "62",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1712,
                    "text": "64",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute inhalation toxicological evaluation of EWNS using BALB/c mouse model"
        },
        {
            "text": "The EWNS possess a set of physicochemical properties that are unique and play an important role in the airborne bacteria inactivation. In more detail:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physicochemical characterization"
        },
        {
            "text": "Surface charge-The surface charge was estimated by concurrently measuring the aerosol current and the number concentration of the EWNS aerosol. The experimental results showed that each EWNS has an average charge of approximately 10 ± 2 electron. The value is in agreement with previously published literature by Seto et al. that described the development of the module. 40 Although characterization of the precise charge distribution within the droplet is beyond the scope of the study, it is reasonable to assume that the negative charges would tend to accumulate on the outer surface of the water droplets, as has been previously shown for the case of charged water droplets, 65-68 as illustrated in Fig. 1c .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 710,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Physicochemical characterization"
        },
        {
            "text": "It is also worth noting that the surface charge is an important determinant of surface tension and evaporation rate. Nielsen et al. 69 have recently shown size-charge association for the case of a charged, micron-size pure water droplet. It was demonstrated that the surface charge effectively increases surface tension leading to a reduced evaporation rate. The unusually high surface charge associated with EWNS may explain their size stability over time and the slow evaporation rate of EWNS (see section below on lifetime).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "69",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physicochemical characterization"
        },
        {
            "text": "Size and lifetime-The size of the EWNS is also a very important property that determines their fate and transport in the environment. Due to the aforementioned particle size-charge association, traditional airborne particle size measurement instruments that utilize charge neutralizers (i.e. scanning mobility particle sizer with Krypton 85 or X-ray neutralizers) cannot be used in order to accurately measure size distribution of the EWNS. The SMPS is used here strictly to measure particle number concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physicochemical characterization"
        },
        {
            "text": "In this study, an AFM was employed to image the EWNS on a mica surface and extrapolate the airborne size distribution of EWNS. Fig. 2 represents the AFM results on the size distribution and lifetime measurements of EWNS. Fig. 2a shows the AFM obtained topography of the EWNS sprayed on a mica surface. Fig. 2b illustrates the size distribution of the EWNS based on the equivalent dome volume. In addition Fig. 2c -h show 6 consecutive scans, every 10 minutes, of EWNS sprayed on a mica surface. Fig. 2i and j show the control mica, which was not sprayed with EWNS but stayed in the same room and conditions until the end of the experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 221,
                    "end": 228,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 302,
                    "end": 309,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 405,
                    "end": 422,
                    "text": "Fig. 2c -h show 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 495,
                    "end": 508,
                    "text": "Fig. 2i and j",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Physicochemical characterization"
        },
        {
            "text": "As shown in Fig. 2b the EWNS appear to be polydisperse in size and follow a log normal distribution with mean diameters of 25 nm, mode of 23 nm and a standard deviation of 9 nm (geometric standard deviation 1.41). Moreover, the observed polydispersity can be explained from the variation of the surface charge, 40 the randomness of the Rayleigh effect and the inevitable over-time evaporation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Physicochemical characterization"
        },
        {
            "text": "Furthermore, as illustrated in Fig. 2c -h, the EWNS size remained approximately the same for the entire one-hour duration of the AFM experiment indicating very low evaporation in room conditions. This is in agreement with the previous study by Nielsen et al., 69 which illustrated that highly charged water droplets, have a very low evaporation rate. 70 It is also evident from Fig. 2i and j that there are no particles present on the control mica samples that can be attributed either to mica residue or to any ambient particle deposition. Fig. 3 shows the number concentration of the airborne EWNS in a closed 1 m 3 chamber as a function of time after the EWNS production has stopped.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Fig. 2i",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 541,
                    "end": 547,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Physicochemical characterization"
        },
        {
            "text": "As shown, 50% of the EWNS still remain in the chamber after one hour and EWNS continue to be present in the chamber even after 4 h. As expected the population is decreased over time as a result of the inevitable particle losses due to collisions with the walls, potential coagulation, etc. It is obvious from these data that the EWNS remain airborne for hours, as indicated in the previously discussed AFM experiments. Fig. 5a and b show the estimated EWNS aerosol size distribution and the culturable bacteria size distribution (measured by the N6 6-stage viable impactor), in the environmental chamber at steady state conditions for the 2.9 and 1.7 ACH scenarios, respectively. It should be mentioned here that since size is not an accurate method of measuring the EWNS distribution, it was estimated based on AFM results and the total number that was measured with a CPC. The airborne bacteria aerodynamic diameter in both ACH scenarios was found to be 2.05 µm which is in agreement with the literature. 16 Furthermore, the average concentration of S. marcescens was found to be 5 and 7 cfu L −1 for the 2.9 ACH and 1.7 ACH, respectively, reflecting airborne concentration numbers commonly found in indoor micro-environments. 16 It is worth noting here, that the results indicate that S. marcescens in its airborne state was stable enough for the purpose of this study. This is attributed to the optimized chamber design that facilitates good mixing, has ideal volume, precisely controlled input and output flows and controlled RH. This is in agreement with other studies performed by the authors using this particular test bioaerosol. 16, [47] [48] [49] Fig. 5c presents the inactivation results for the case of the 2.9 ACH scenario. The EWNS reduced the culturable airborne bacteria concentration, at steady state conditions, by 50% in comparison with the control experiments (without EWNS). Furthermore, the EWNS completely eradicated (below the limit of detection) the culturable airborne bacteria during the decay portion of the experiment, in approximately 30 minutes, which is 50% less time compared to the control. Similar results were observed in the 1.7 ACH scenario (Fig. 5d) , where at steady state the reduction of culturable airborne bacteria was 40%, compared to control experiments. In addition, the time for complete removal of culturable bacteria during the decay was approximately 30 minutes, and significantly faster compared to the control (without EWNS).",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1009,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1639,
                    "end": 1642,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1643,
                    "end": 1647,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 1653,
                    "end": 1657,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Fig. 5a",
                    "ref_id": null
                },
                {
                    "start": 2180,
                    "end": 2189,
                    "text": "(Fig. 5d)",
                    "ref_id": null
                }
            ],
            "section": "Lifetime measurements of airborne EWNS-"
        },
        {
            "text": "It is also evident from the experimental data that the potential of EWNS to remove bacteria depends on both the relative ratio of EWNS to bacteria concentrations (r b ) and the residence time in the chamber, determined by the ventilation rate (ACH). For the 2.9 ACH scenario, the ratio r b and the residence time are approximately 7.9 × 10 6 and 19.5 minutes, respectively while for the slower ventilation rate (ACH = 1.7), the r b and residence time are 3.3 × 10 6 and 35 minutes, respectively. Although the r b ratio for the 1.7 ACH scenario is approximately 60% less compared to the 2.9 ACH scenario, the bacterial removal results are similar (50 vs. 40%). This can be attributed to the higher residence time in the case of lower r b (35 vs. 19.5 minutes) that allows more time for EWNS-bacteria interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifetime measurements of airborne EWNS-"
        },
        {
            "text": "It is worth mentioning that the ozone levels in the chamber were 96 ppb and 132 ppb, for the case of the 2.9 ACH and 1.7 ACH respectively. From the literature, such ozone levels are not high enough to cause any bacteria inactivation. 72 This was also confirmed in our ozone control experiments, illustrated in Fig. S6b . ‡ Furthermore, the TSA plates inactivation control experiments also showed that the bacteria inactivation does not occur on the TSA plates of the biosampler, but in the air (Fig. S6a  ‡ ) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "72",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 318,
                    "text": "Fig. S6b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 494,
                    "end": 508,
                    "text": "(Fig. S6a  ‡ )",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Lifetime measurements of airborne EWNS-"
        },
        {
            "text": "In summary, the unique properties of the EWNS result in an aerosol that can stay airborne for a long time, and has the potential to interact and inactivate airborne bacteria due to its high mobility in the air. It is also worth noting here that the presented results are in agreement with our previous work that demonstrated the ability of the EWNS to inactivate gram-negative (S. marcescens) and gram-positive bacteria (S. aureus) inoculated on the surface of stainless steel coupons. 73",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lifetime measurements of airborne EWNS-"
        },
        {
            "text": "Although the exact mechanism of inactivation is not the primary focus of this study, some preliminary experiments were performed to assess the nature of the bacterial damage induced by the EWNS (Fig. 6 ). Fig. 6a and b illustrate the results from the bacteria membrane permeability assay for both the EWNS exposed (9000 # cm −3 for 120 minutes) and unexposed bacteria (room air for 120 minutes, control experiments). Bacteria with damaged membranes are stained with the membrane-impermeant red fluorescent dye (propidium iodide), and show red fluorescence, while those with intact membranes are stained only with the green fluorescent membrane-permeant dye (SYTO 9), and show only green fluorescence. Fig. 6c illustrates the quantification of the results by showing the percentage of bacteria with damaged membrane. It is apparent that unexposed \"healthy\" S. marcescens bacteria have their outer membrane intact (approximately 20% damage compared to the control) while EWNS-exposed bacterium has almost completely damaged outer membrane (approximately 98% compared to the control). This was also confirmed and shown qualitatively in TEM images in Fig. 6d and e. It is clear from the TEM images that the exposed bacteria had their outer membrane completely destroyed as compared to the unexposed bacteria that appear to have a complete outer membrane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 205,
                    "end": 212,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 701,
                    "end": 708,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1147,
                    "end": 1154,
                    "text": "Fig. 6d",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Bacterial membrane permeability experiments"
        },
        {
            "text": "It is worth noting that in addition to the primary mode of inactivation which is the destruction of the membrane as supported by the membrane permeability data and TEM imaging, presented here, there is also the possibility that EWNS could charge the bacteria resulting in their removal to the walls. However, in this particular case the walls of the environmental chamber were lined with aluminum plates and grounded and any losses to the walls were kept minimal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial membrane permeability experiments"
        },
        {
            "text": "Among the hypothesized mechanisms for the bacteria inactivation is the ROS mediated inactivation due to the presence of ROS species in the EWNS. It is widely recognized that ROS species cause oxidative stress, interfere with cell function and viability 74 and can cause lipid peroxidation of the cell membrane. 75 It is reasonable therefore to assume that the ROS that are present in the EWNS may lead to inactivation, although other factors may also play a role such as the surface charges. A detailed mechanistic study will be planned in the near future in order to better understand the biological pathways of bacteria inactivation. However, it is clear from the membrane permeability assay data and the TEM images that more than 95% of the exposed bacteria lost the integrity of their membrane resulting in the release of the cytoplasmic contents. This is similar to what has been observed with other nanomaterials that generate ROS and possess biocidal properties, such as TiO 2 76 nanoparticles.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 984,
                    "end": 986,
                    "text": "76",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacterial membrane permeability experiments"
        },
        {
            "text": "Reactive oxygen species can cause oxidative stress in cells and is a well-known mechanism of toxicity for metal nanoparticles. [24] [25] [26] For this reason, an inhalation toxicological study was performed using an animal model in order to assess pulmonary toxicity (inflammation or injury) under acute exposure conditions. Fig. 7 shows the biomarkers of lung injury and inflammation, such as LDH, in bronchoalveolar lavage (BAL) (Fig. 7a) , nasal lavage (NL) (Fig. 7b) , albumin (Fig. 7c) and neutrophils (Fig. 7d) . Fig. 7e and 7f show the changes in tidal volume (T v ) and breathing rate (f), respectively, for the EWNS exposed and control animals as a function of time.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 331,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Fig. 7b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 481,
                    "end": 490,
                    "text": "(Fig. 7c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "(Fig. 7d)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 519,
                    "end": 533,
                    "text": "Fig. 7e and 7f",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Toxicological evaluation of inhaled EWNS"
        },
        {
            "text": "Analyses of variance (using ANOVA) showed no significant differences between the controls and EWNS-exposed animals for all the biomarkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicological evaluation of inhaled EWNS"
        },
        {
            "text": "Collectively the measured biochemical and cellular parameters and breathing patterns indicate that a 4 hour exposure to EWNS at levels and lengths of time higher than those that were effective in inactivating airborne pathogens did not produce respiratory tract toxicity (the most likely location for an acute response to occur) or changes in breathing patterns. It can therefore be concluded that either EWNS have no deleterious effect on the respiratory system or that the deposited dose of EWNS in the nose, airways and deep lung was too low to elicit a response under acute exposure conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicological evaluation of inhaled EWNS"
        },
        {
            "text": "These results seem to contradict reports for the ROS-mediated toxic effects of other engineered nanomaterials. 24, 77, 78 Solid nanoparticles have the ability to diffuse into the alveolar fluid and being internalized by epithelial cells and macrophages, generating ROS that may cause DNA or membrane damage. 79 In contrast, when EWNS interact with the alveolar or airway fluid, the ROS contents get neutralized by organic molecules before they come in contact with epithelial cells, located beneath the lining fluid. Hence, although the EWNS contain ROS, they cannot cause any lung injury or inflammation. It is worth mentioning that while the acute inhalation study illustrated their biological inert nature, a chronic inhalation study is needed in order to address potential toxicological outcomes from chronic exposures. Furthermore, in future experiments other forms of human pathogens associated with airborne infectious diseases will be investigated such as surrogates of M. tuberculosis and strains of influenza virus.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "77,",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 121,
                    "text": "78",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "79",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Toxicological evaluation of inhaled EWNS"
        },
        {
            "text": "In conclusion, the electrospray-generated EWNS have a set of unique physicochemical properties and have the ability to interact with and inactivate airborne bacteria. In addition, the EWNS inhalation toxicological study, at similar and higher concentrations required for the bacteria removal, showed no significant adverse health effects. Collectively, the results showcase that this is a chemical-free, sustainable and environmentally friendly technology that has the potential to inactivate airborne pathogens, and reduce the risk of airborne infectious diseases in a variety of microenvironments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Toxicological evaluation of inhaled EWNS"
        },
        {
            "text": "Despite advances in public health, infectious diseases continue to affect millions of people, often with serious outcomes. New, innovative, effective, low cost and most importantly chemical-free, 'green' technologies, possessing fewer drawbacks than the existing ones, are urgently needed in the battle against infections. In this work we present a new sustainable, chemical free, nanotechnology-based method to inactivate airborne bacteria. This technology relies on transforming atmospheric water vapor via electrospray into engineered water nano-structures (EWNS). These nano-structures possess unique physicochemical and biological properties and have been found to interact and inactivate airborne pathogens through destruction of their cell membrane. More importantly, they were found to be biologically inert in an acute in vivo inhalation study, a clear indication of their potential to be used in the battle against infectious diseases. EWNS number concentration as a function of the time in a closed chamber after the generation has stopped. After one hour 50% of the particles remain while they are still present after 4 hours. The normalized tidal volume and (F) normalized breathing frequency showed during and after the exposure no difference between exposed and controls. The standard deviation was used as error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nano impact"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anti-Tuberculosis Drug Resistance in the World",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pablos-Méndez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Laszlo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bustreo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Binkin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "Csb",
                    "middle": [],
                    "last": "Lambregts-Van Weezenbeek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaulet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Raviglione",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Airborne infection: transmission and control. 1st edn",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "O&apos;grady",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ROS characterization-The results of ESR, after subtraction of control (background) ozone (in order to take into consideration only intrinsic ROS) of EWNS are presented in Fig. 4. The ESR spectrum clearly indicates the presence of two ROS species, with OH • being the predominant species, and O 2 − present in smaller amounts. These results are in agreement with the literature on electrospraying. 42,71 Airborne bacteria inactivation experiments Fig. 5 presents the airborne bacteria inactivation results. More specifically",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) The utilized electrospray module with the Peltier cooled electrode, used to condense atmospheric humidity. (B) The applied high voltage results in atomizing the condensed water and the Rayleigh effect is reducing the size down to the nanoscale level. (C) The formed EWNS have a unique structure: an electron rich water shell and contain a number of ROS generated during the electrospray process. (D) EWNS due to their nanoscale nature are highly mobile and can interact with airborne pathogens. Pyrgiotakis et al. Page 17Environ Sci Nano. Author manuscript; available in PMC 2015 July 13.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The AFM measured size distribution and stability of the EWNS. (A) A 3D AFM image of the EWNS as spread on a mica surface. (B) The AFM measured size distribution of the EWNS as measured by the AFM. The average diameter was found to be 25.17 nm and follows a log normal distribution with geometric standard deviation 1.41. (C-H) Progressive scans of the EWNS on a mica surface at 10 minutes intervals (up to 55 minutes). There is no apparent difference in the deposited EWNS size over time. The scan area is 5 µm × 5 µm. (I) AFM scan of a freshly cleaved mica surface at t = 0 (before spraying the EWNS). (J) AFM scan of a control mica surface (freshly cleaved mica surface) left in room air during the experiment (60 minutes).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The Sci Nano. Author manuscript; available in PMC 2015 July 13.Airborne bacteria inactivation experimental results. (A) The size distribution of the bioaerosol and EWNS aerosol as measured by the N6 six-stage viable impactor and the CPC respectively, for the 2.9 ACH ventilation scenario. (B) The size distribution of the bioaerosol and EWNS aerosol as measured by the N6 six-stage viable impactor and the SMPS respectively for the 1.7 ACH ventilation scenario. (C) The airborne bacteria inactivation results both for steady state and decay scenarios for the 2.9 ACH. (D) Similar results for the 1.7 ACH scenario.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The mechanistic analysis results. (A) The control (unexposed) bacteria and (B) the exposed to the EWNS for 120 minutes. (C) The quantification of the obtained images indicating the percentage of bacteria with damaged membrane. TEM images from (D) control (unexposed) bacteria and (E) TEM image of EWNS exposed bacteria for 90 minutes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "BAL and NL biomarkers of injury and inflammation post-exposure to EWNS. (A) BAL LDH, (B) NL LDH, (C) BAL albumin and (D) BAL neutrophil numbers. For all the endpoints, the ANOVA analysis showed no statistical difference. (E)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Panasonic Corporation (Osaka, Japan) for providing the electrospray modules for the generation of the EWNS, Ya Gao for her assistance on the airborne bacteria inactivation experiments, Robert Anderson from TSI Corporation (Shoreview, MN) for lending the aerosol electrometer instrument, and the Center of Nanoscale Systems at Harvard University for access to AFM instrumentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors would like to acknowledge the NIFA/USDA (grant # 2013-67021-21075), and the Center for Nanotechnology and Nanotoxicology at the Harvard School of Public health for their generous financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        }
    ]
}