{
    "paper_id": "0850c64c0da308f2f30ed9f9bca1f6eb4a6423d3",
    "metadata": {
        "title": "Public Opinion Polarization by Individual Revenue from the Social Preference Theory",
        "authors": [
            {
                "first": "Tinggui",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Gongshang University",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qianqian",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Gongshang University",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peihua",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Gongshang University",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianjun",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Georgia",
                    "location": {
                        "postCode": "30566",
                        "settlement": "Oakwood",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": "jianjun.yang@ung.edu"
            },
            {
                "first": "Chonghuan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Gongshang University",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guodong",
                "middle": [],
                "last": "Cong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Gongshang University",
                    "location": {
                        "postCode": "310018",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gongfa",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Hubei Key Laboratory of Mechanical Transmission and Manufacturing Engineering",
                    "institution": "Wuhan University of Science and Technology",
                    "location": {
                        "postCode": "430081",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "ligongfa@wust.edu.cn*correspondence:ctgsimon@mail.zjgsu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Social conflicts occur frequently during the social transition period and the polarization of public opinion happens occasionally. By introducing the social preference theory, the target of this paper is to reveal the micro-interaction mechanism of public opinion polarization. Firstly, we divide the social preferences of Internet users (network nodes) into three categories: egoistic, altruistic, and fair preferences, and adopt the revenue function to define the benefits obtained by individuals with different preferences among their interaction process so as to analyze their decision-making behaviors driven by the revenue. Secondly, the revenue function is used to judge the exit rules of nodes in a network, and then a dynamic network of spreading public opinion with the node (individual) exit mechanism is built based on a BA scale-free network. Subsequently, the influences of different social preferences, as well as individual revenue on the effect of public opinion polarization, are analyzed through simulation experiments. The simulation results show that (1) Different social preferences demonstrate different influences on the evolution of public opinions, (2) Individuals tend to interact with ones with different preferences, (3) The network with a single preference or a high aggregation is more likely to form public opinion polarization. Finally, the practicability and effectiveness of the proposed model are verified by a real case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "When hot events break out on the Internet, network forums and discussion groups related to the topic will be generated along with the propagation of these hot events. When people communicate in forums or discussion groups, fierce disputes or mutual affirmation of different views will lead to the popularity of public opinion and generate one or more extreme attitude values, which are called public opinion polarization. Generally speaking, the effective usage of public opinion polarization can improve the public's trust in government, and also increase customer loyalty to enterprises [1] . For example, in the Spring Festival of 2020, when China's novel coronavirus broke out, the Henan provincial government acted decisively and responded effectively. Soon afterwards, topics such as \"How to Steal the Governor of Henan Province\" and \"Henan Province hand over the full score answer sheet\" appeared in the network to occupy the top of the hot search list, which greatly enhanced the credibility of the Henan provincial government. However, since every coin has two sides, the phenomenon of public opinion polarization also easily results in network violence and even extends such behavior from online to offline, such as sit-downs, protest marches, and other social group behaviors that are not conducive to social stability. As a result, research on the emergence mechanism of public opinion polarization is of important theoretical and practical significance.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At present, there are relatively few studies on the public opinion polarization, and most of them mainly adopt methods such as macro statistics [2] or mathematical modeling [3, 4] to analyze the main characteristics of the formation and propagation of polarization phenomena at the macro level. However, these methods generally lack studies on the interaction mechanism of micro individuals. In fact, only by fully exploring the internal driving force for individuals to participate in the interaction of views in the network, as well as analyzing the direct reasons behind their decision-making behaviors, can the internal mechanism of polarization phenomenon be further understood. In the process of micro-individual interactions, every individual is different, which makes him/her have different social preferences. These differentiated social preferences will bring different revenues for individuals to participate in the interactions, thus prompting them to take different interactive behaviors driven by revenues, and ultimately affecting public opinion polarization on the whole network. Currently, the social preference theory [5, 6] has widely applied to individual behavioral decisions in the field of social and economic activities but is rarely used in the field of public opinion evolution. In this paper, we introduce the social preference theory and build a public opinion polarization model for analyzing individual interaction behavior from the perspective of gain for different individuals. As far as we know, it is the first time that the social preference theory has been adopted for public opinion polarization. Subsequently, the effects of different social preferences, network structure, and individual revenues on public opinion polarization are explored by simulation experiments and some observations are obtained through simulation experiments. Finally, the practicability and effectiveness of the proposed model are verified by a real case.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The structure of this paper is organized as follows: Section 2 is a literature review and points out the innovations of this paper. Section 3 constructs the revenue model of individual interaction with different social preferences. Section 4 discusses the influences of various parameters on opinion polarization by simulation experiments. Subsequently, a real case is used to testify the practicability and effectiveness of our proposed model in Section 5. Section 6 is the conclusions and prospects of work in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For research on group polarization, Professor Sunstein [1] proposed in 2002 that if there was some bias in the opinions of group members at the beginning, such bias would be strengthened after discussion, and finally, an extreme opinion would be formed, which is the public opinion polarization. Subsequently, many scholars have also studied the phenomenon of public opinion polarization and have made some achievements. For example, Liu et al. [7] studied the overconfidence problem in viewpoint interactions among different individuals in 2019 and proposed that overconfidence would have a negative impact on large-scale group decision-making and reduce the consistency of decision-making. In 2017, Dong et al. [8] explored the issue of consensus under the guidance of multiple leaders and found that the dynamic change process of leaders could promote public opinion polarization. Dandekar et al. [9] proposed in 2013 that if individuals in the network had enough prejudice at the initial moment, such prejudice would lead to public opinion polarization after a lot of interactions. Etesami and Basar [10] studied the public opinion polarization phenomenon in high dimensions in 2014 and found that whether it forms single polarization, bi-polarization, or multi-polarization depended on the openness of the mind. In 2013, Li et al. [11] discussed the internal characteristics of the gradual shift of public opinion from bi-polarization to single polarization by analyzing its convergence characteristics. Leon-Medini [12] established a new multi-agent model to study the final trend of public opinion evolution in 2019. In 2017, by comparing networks with different structures, Li and Xiao [13] found that the increase of average network would raise the polarization degree, and the viewpoints of different dimensions would affect each other in the network evolution, thus reducing the polarization phenomenon. In 2019, Chen et al. [14] considered the influence of heterogeneous individuals in the network on the public opinion polarization, and also introduced the concept of dynamic conformity to discuss the influence of \"silent spiral\" phenomenon on the polarization of public opinion. However, the driving force for individuals to participate in the interaction was not considered in the above paper.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1694,
                    "end": 1698,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "All in all, the literature mentioned above is focused on the analysis of the general propagation rule of opinion polarization phenomenon at the macro level, or the simulation of the evolution process of the entire public opinion polarization by establishing the model of public opinion propagation so as to explore the complex behaviors of the macro system as a whole. However, studies are rarely related to individual interaction mechanisms at the micro level. Due to the complexity of netizens, there are many influence factors involved in their interactions, so quantitative analysis is difficult to deal with in this issue. Considering that every individual is driven by revenue during interactions, individuals are only willing to engage in perspective interactions when they can obtain certain benefits. Individuals with different social preferences have diverse benefits from each interaction. Based on this, the benefits brought by different preferences can explain the essential motivations of the different behavior choices of individuals in public opinion communication. Therefore, it is of great practical significance to use the social preference theory to study the public opinion polarization phenomenon so as to better explain the interrelationships among various factors that affect the public opinion polarization phenomenon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "There are also many existing studies on the social interaction, social conflict, and social impact of public opinion analysis. For example, in 2019, Zhou [15] used a structural equation model to explore the impact of social interaction on users' social and commercial willingness. In 2019, Kim et al. [16] studied the relationship between offline social interaction and online shopping. In 2016, Szczecinska-Musielak [17] discussed the usefulness of social conflict theory as a theoretical framework for analyzing the conflict in Northern Ireland. In 2018, Cuppen [18] emphasized the value of social conflict in energy policy and planning and discussed several basic characteristics of social conflict. Zhou [19] proposed in 2019 that social support, including information support and emotional support, had a significant impact on social influence. Peng et al. [20] presented an evaluation model to measure both direct and indirect influence based on the social relationship graph, by introducing friend entropy and interaction frequency entropy to describe the complexity and uncertainty of social influence. All the above literature study network public opinion from macro perspectives and mainly use qualitative methods to analyze opinion evolution. However, micro individual interactions can determine the macro emergence of group behavior. As a result, it is necessary to explore public opinion polarization from micro individual interactions. That is why we introduce social preference theory to measure individual revenues in interactions.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 564,
                    "end": 568,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In addition, some scholars have attempted to explain the evolution mechanism of public opinion through the preference theory. For instance, in 2015, Alizadeh et al. [21] investigated the interplay of homophily, rejection, and in-group cooperation drivers on the formation of opinion clusters and the emergence of extremist, radical opinions. Their model was to explicitly explore the effect of in-group favoritism on the macro-level, collective behavior of opinions. In 2019, Banisch and Olbrich [22] analytically characterized sufficient conditions for the stability of bi-polarization with the consideration of the social feedback process. Comparing with previous models, their model highlighted an effective experience-based route to polarization. In 2019, Dong et al. [23] believed that while interacting with their views, interlocutors often hid their real preferences and expressed different preferences to different persons. Furthermore, by dividing the individual preferences into real preference, communication preference, and public preference, they studied the deceptive interaction and the preference evolution of heterogeneous trust in the network. In 2018, Navarro-Martinez et al. [24] incorporated the expected utility theory to build a model of the dynamic preference where the preferences selected by the decision-makers for each interaction were recorded and compared with the previous preferences. In 2018, Guevara et al. [25] measured the dynamic change of individual preference values during interaction by establishing a continuous opinion space. In 2010 and 2014, Cabrerizo et al. [26, 27] described a concept of a granular fuzzy preference relation and gave the influence of individual preference on decision results in a fuzzy group. In 2007, Herrera-Viedma et al. [28] studied the impact of information shortage for incomplete fuzzy preference relations. Pérez et al. [29] presented a novel model in 2016 that gathered the experts' initial opinions and provided a framework to represent the influence of a given expert over the other(s). With this proposal, it was feasible to estimate both the evolution of the group decision-making process and the final solution before carrying out the group discussion process and consequently foreseeing possible actions. In 2018, Gayle and Khorunzhina [30] put forward an extended model based on fuzzy consensus while evaluating resources. By this model, rational decisions could be made so as to reduce the impact of individual preference on evaluation accuracy. Barseghyan et al. [31] studied the family risk preferences through expectation utility theory in 2016. All these studies mentioned above are of great significance to the field of public opinion, but they mainly focus on qualitative analysis and lack quantitative modeling and analysis process, leading to shortages of intuitiveness and validity of the characterization of complex and changeable public opinion evolution.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1604,
                    "end": 1608,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1609,
                    "end": 1612,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1790,
                    "end": 1794,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1894,
                    "end": 1898,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2317,
                    "end": 2321,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2547,
                    "end": 2551,
                    "text": "[31]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "To sum up, current research on the public opinion polarization mostly analyzes the causes of polarization by simulating the macro rule of the public opinion evolution, but rarely conducts more in-depth studies on the benefits of individual interaction and the social preferences held by individuals at the micro level. Actually, the interaction of micro individuals determines the emergence of macro groups. At present, studies on the applications of social preference theory to the phenomenon of public opinion polarization are still rare. During the public opinion evolution, individuals with different preferences will get different benefits, which will drive them to make different decisions while interacting with each other. However, the diverse interaction behaviors of these individuals ultimately lead to different public opinion polarization effects. In addition, in terms of individual interaction, the intimacy and friendliness of the participants must be considered. In general, individuals tend to interact with ones with similar views or close friendships, and their interaction yields will be higher. Therefore, this paper firstly introduces the concept of the intimacy as well as friendliness and then establishes individual revenue function. Subsequently, a new public opinion polarization model to explore opinion propagation rule is set up. In addition, according to the individual revenue function, a network structure considering node exit mechanism is built on the basis of a BA scale-free network [32] , which expands the static network in previous studies [33, 34] into the dynamic one, making it more realistic. Finally, the influences of different social preferences and individual revenue functions on the public opinion polarization effects are analyzed through simulation experiments, and a real case is also given to verify the practicability and effectiveness of the proposed model.",
            "cite_spans": [
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[33,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1586,
                    "end": 1589,
                    "text": "34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Based on the multi-agent method of Monte Carlo, we take individuals participating in interactions as agents [35] . Also, the network scale is set as N, meaning there are N Internet users (network nodes) in the network. Each individual's attitude value in the network is represented by a number in the continuous interval [−1,1], and his/her initial attitude value obeys the random value of a uniform distribution. The specific research framework is shown in Figure 1 :",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 466,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model Construction"
        },
        {
            "text": "For agent i, he/she will generate certain contentment if his/her view is affirmed when he/she interacts with other individuals in the network. The benefits brought by such contentment will prompt agent i to keep interacting with others. However, when agent i has a significantly different view with others, he/she will feel frustrated and create negative rewards due to being questioned. Based on this, the revenue generated by each interaction of agent i will vary with the views of its interlocutors. Assuming that at any moment, the total revenue generated by each interaction of agent i is U(i), which is composed of three parts, i.e., social mainstream revenue U s (i), viewpoint expression revenue U o (i), and individual interaction revenue U f (i). The corresponding equation can be expressed as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Construction"
        },
        {
            "text": "where α, β, and γ are influence parameters, which represent the influence degree for agent i's social preference, neighboring preference, and self preference, respectively. For agent i, he/she will generate certain contentment if his/her view is affirmed when he/she interacts with other individuals in the network. The benefits brought by such contentment will prompt agent i to keep interacting with others. However, when agent i has a significantly different view with others, he/she will feel frustrated and create negative rewards due to being questioned. Based on this, the revenue generated by each interaction of agent i will vary with the views of its interlocutors. Assuming that at any moment, the total revenue generated by each interaction of agent i is U(i), which is composed of three parts, i.e., social mainstream revenue Us(i), viewpoint expression revenue Uo(i), and individual interaction revenue Uf(i). The corresponding equation can be expressed as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Construction"
        },
        {
            "text": "where α, β, and γ are influence parameters, which represent the influence degree for agent i's social preference, neighboring preference, and self preference, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model Construction"
        },
        {
            "text": "Although public opinion polarization usually evolves into the form of bi-polarization or single polarization, this paper mainly studies the bi-polarization phenomenon, that is, the emergence of two extreme views. When the bi-polarization phenomenon occurs, two opposite attitudes appear in the network, and they are totally against each other. Based on this, when measuring the social mainstream revenue of the network polarization phenomenon, it is not accurate to calculate the average attitude value of all individuals in the network. In this paper, the attitude values of the groups with positive and negative attitudes are firstly distinguished, and then the average attitude values of two different groups are calculated, respectively, namely, the average attitude value of individuals with negative attitude tendency XN and the average attitude value of individuals with positive attitude tendency XP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue Us"
        },
        {
            "text": "If the individual attitude value xi in the network is uniformly distributed, then all xi∈[−1,1], individuals belonging to the interval [−1,0] are negative, while ones belonging to the interval (0,1] are positive. The calculation processes of the mean value of negative attitude X N and the mean ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue Us"
        },
        {
            "text": "Although public opinion polarization usually evolves into the form of bi-polarization or single polarization, this paper mainly studies the bi-polarization phenomenon, that is, the emergence of two extreme views. When the bi-polarization phenomenon occurs, two opposite attitudes appear in the network, and they are totally against each other. Based on this, when measuring the social mainstream revenue of the network polarization phenomenon, it is not accurate to calculate the average attitude value of all individuals in the network. In this paper, the attitude values of the groups with positive and negative attitudes are firstly distinguished, and then the average attitude values of two different groups are calculated, respectively, namely, the average attitude value of individuals with negative attitude tendency X N and the average attitude value of individuals with positive attitude tendency X P .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "If the individual attitude value x i in the network is uniformly distributed, then all x i ∈ [−1,1], individuals belonging to the interval [−1,0] are negative, while ones belonging to the interval (0,1] are positive. The calculation processes of the mean value of negative attitude X N and the mean value of positive attitude X P are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Individuals often want to be recognized by other individuals through interaction behaviors due to their sociality. When the attitude value of agent i is x i ∈ [−1,0], agent i feels a negative attitude and he/she is more likely to be recognized by individuals with the same negative attitudes, while ones with positive attitudes will repel his/her view. The specific calculation is shown in Figure 2 and described by Equation (4).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "where ε is an influence parameter, referring to the degree of individual aversion to deviation from the mainstream view of the society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Individuals often want to be recognized by other individuals through interaction behaviors due to their sociality. When the attitude value of agent i is xi∈ [−1,0] , agent i feels a negative attitude and he/she is more likely to be recognized by individuals with the same negative attitudes, while ones with positive attitudes will repel his/her view. The specific calculation is shown in Figure 2 and described by Equation (4) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "[−1,0]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 397,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Negative attitude Pos itive attitude -1 Figure 2 . Diagram of social mainstream revenue with negative attitude.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "where ε is an influence parameter, referring to the degree of individual aversion to deviation from the mainstream view of the society. We can see from Figure 2 , when individual i takes a negative attitude, the attitude distance |X N − x i | between i and the mean negative attitude X N is within the interval [0,1], while the attitude distance |X P− x i | between i and the mean positive attitude X P is within the interval [1, 2] . At this point, the closer the attitude value of agent i and X N is, the more likely he/she will be affirmed by the individuals in the negative team. In other words, the smaller the value |X N -x i | is, the larger the revenue is and all are positive, representing that the growth trend of agent i is similar to that of the cosine function within the interval [0, π 2 ]. Also, the greater the difference between the attitude value of agent i and X P is, the more likely he/she will be opposed by individuals in the positive attitude group. That is, the larger the value |X P − x i | is, the smaller the revenue is and all are negative, representing that the growth trend is similar to that of the cosine function within [ π 2 , π].",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "π 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "When xi∈[0,1], agent i has a positive attitude, which is more likely to be recognized by individuals with positive attitudes and repelled by ones with negative attitudes, as shown in Figure  3 . The concrete calculation process is represented by Equation (5) .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "Figure  3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Negative attitude Pos itive attitude ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Considering the only difference of the Equations (4) and (5) is the position of the parameter ε, we combine these two equations into one and add the conditions indicating which one will be used, as shown in Equation (6). We can see from Figure 2 , when individual i takes a negative attitude, the attitude distance |X N − x i | between i and the mean negative attitude X N is within the interval [0,1], while the attitude distance |X P − x i | between i and the mean positive attitude X P is within the interval [1, 2] . At this point, the closer the attitude value of agent i and X N is, the more likely he/she will be affirmed by the individuals in the negative team. In other words, the smaller the value |X N −x i | is, the larger the revenue is and all are positive, representing that the growth trend of agent i is similar to that of the cosine function within the interval [0, π 2 ]. Also, the greater the difference between the attitude value of agent i and X P is, the more likely he/she will be opposed by individuals in the positive attitude group. That is, the larger the value |X P − x i | is, the smaller the revenue is and all are negative, representing that the growth trend is similar to that of the cosine function within [ π 2 , π]. When x i ∈ [0,1], agent i has a positive attitude, which is more likely to be recognized by individuals with positive attitudes and repelled by ones with negative attitudes, as shown in Figure 3 . The concrete calculation process is represented by Equation (5). Individuals often want to be recognized by other individuals through interaction behaviors due to their sociality. When the attitude value of agent i is xi∈[−1,0], agent i feels a negative attitude and he/she is more likely to be recognized by individuals with the same negative attitudes, while ones with positive attitudes will repel his/her view. The specific calculation is shown in Figure 2 and described by Equation (4) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 518,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1936,
                    "end": 1939,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 237,
                    "end": 245,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1438,
                    "end": 1446,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1901,
                    "end": 1909,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Negative attitude Pos itive attitude -1 Figure 2 . Diagram of social mainstream revenue with negative attitude.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "where ε is an influence parameter, referring to the degree of individual aversion to deviation from the mainstream view of the society. We can see from Figure 2 , when individual i takes a negative attitude, the attitude distance |X N − x i | between i and the mean negative attitude X N is within the interval [0,1], while the attitude distance |X P− x i | between i and the mean positive attitude X P is within the interval [1, 2] . At this point, the closer the attitude value of agent i and X N is, the more likely he/she will be affirmed by the individuals in the negative team. In other words, the smaller the value |X N -x i | is, the larger the revenue is and all are positive, representing that the growth trend of agent i is similar to that of the cosine function within the interval [0, π 2 ]. Also, the greater the difference between the attitude value of agent i and X P is, the more likely he/she will be opposed by individuals in the positive attitude group. That is, the larger the value |X P − x i | is, the smaller the revenue is and all are negative, representing that the growth trend is similar to that of the cosine function within [ π 2 , π].",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 429,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 430,
                    "end": 432,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "π 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "When xi∈[0,1], agent i has a positive attitude, which is more likely to be recognized by individuals with positive attitudes and repelled by ones with negative attitudes, as shown in Figure  3 . The concrete calculation process is represented by Equation (5) .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "Figure  3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Negative attitude Pos itive attitude ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "Considering the only difference of the Equations (4) and (5) is the position of the parameter ε, we combine these two equations into one and add the conditions indicating which one will be used, as shown in Equation (6). Considering the only difference of the Equations (4) and (5) is the position of the parameter ε, we combine these two equations into one and add the conditions indicating which one will be used, as shown in Equation (6) .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Social Mainstream Revenue U s"
        },
        {
            "text": "When individuals come into contact with some hot information, they desire to express their own opinions, which will promote interaction among individuals. The revenue is acquired due to the successful expression of individual opinions after interactions, which is defined as the viewpoint expression revenue U o in this paper. For individuals, if their attitudes are closer to an extreme value, their expression willingness will be stronger, and the benefits will also be higher. In this paper, the range of attitude value is defined as a number in the interval [−1,1]. Since the function y = |x| is a line with the Y-axis as the symmetry axis and grows on both sides of the X-axis, and it is similar to the revenue function of viewpoint expression defined in this paper;here we use Equation (7) to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viewpoint Expression Revenue U o"
        },
        {
            "text": "While agent i is interacting with agent j, U f will be produced. On the one side, individual i gains more when interacting with familiar individuals than when interacting with unknown ones. On the other hand, individuals will benefit more from interacting with those who share similar opinions than those who do not. Based on this, the benefits obtained from the interaction between two individuals are related to the intimacy degree h ij as well as friendliness degree g ij , and the corresponding equation is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Interaction Revenue U f"
        },
        {
            "text": "The detailed calculation processes of h ij , as well as g ij , are illustrated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Interaction Revenue U f"
        },
        {
            "text": "The intimacy among individuals is used to represent the interconnections in a network. As shown in Figure 4 , humanoid nodes represent interactive individuals in a network and edges denote the connections among individuals. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The Calculation of the Intimacy Degree h ij"
        },
        {
            "text": "When individuals come into contact with some hot information, they desire to express their own opinions, which will promote interaction among individuals. The revenue is acquired due to the successful expression of individual opinions after interactions, which is defined as the viewpoint expression revenue Uo in this paper. For individuals, if their attitudes are closer to an extreme value, their expression willingness will be stronger, and the benefits will also be higher. In this paper, the range of attitude value is defined as a number in the interval [−1,1]. Since the function y = |x| is a line with the Y-axis as the symmetry axis and grows on both sides of the X-axis, and it is similar to the revenue function of viewpoint expression defined in this paper;here we use Equation (7) to calculate Uo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viewpoint Expression Revenue Uo"
        },
        {
            "text": "While agent i is interacting with agent j, Uf will be produced. On the one side, individual i gains more when interacting with familiar individuals than when interacting with unknown ones. On the other hand, individuals will benefit more from interacting with those who share similar opinions than those who do not. Based on this, the benefits obtained from the interaction between two individuals are related to the intimacy degree hij as well as friendliness degree gij, and the corresponding equation is as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Interaction Revenue Uf"
        },
        {
            "text": "The detailed calculation processes of hij, as well as gij, are illustrated below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Individual Interaction Revenue Uf"
        },
        {
            "text": "The intimacy among individuals is used to represent the interconnections in a network. As shown in Figure 4 , humanoid nodes represent interactive individuals in a network and edges denote the connections among individuals. Figure 4b ), indicating that these two individuals have interactions with agent i and agent j at the same time; that is, these two individuals are the mutual friends of agent i and agent j. In a social network, the phenomenon that \"friends of friends are your friends\" often occurs, and two individuals with more common friends tend to be closer than two ones with fewer common friends. Therefore, we assume that the intimacy between two individuals is positively correlated with the number of mutual friends. However, as shown in Figure 4c , since the number of individuals connected with agent j (see blue lines in Figure 4c ) is larger than that connected with agent i (green line), agent i and agent j have different intimacy degrees in spite of the same number of common friends between them. Assuming that the number of individuals connected to agent i in a network is Ni, and also, the number connected to agent j is Nij in Ni(Nij = Nji), then the intimacy degree of agent i and agent j, hij, is expressed as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "text": "Figure 4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 755,
                    "end": 764,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The Calculation of the Intimacy Degree hij"
        },
        {
            "text": "Notice that due to Ni ≠ N, we can find hij ≠ hj. In addition, for the sake of simple calculation, we also assume that all connections among individuals in a network are bidirectional ones. Only two individuals with direct connection need to calculate intimacy. If there is no direct connection, the intimacy is 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Calculation of the Intimacy Degree hij"
        },
        {
            "text": "Due to the difference of attitude values between agent i and agent j, the revenues obtained from the interactions are also different. Individuals usually show more friendliness to people with similar opinions. It is close to the descending trend of cosine function in [0,π]; that is, the larger the attitude difference |xi-xj| is, the lower the degree of friendliness is. When the attitude difference value falls into a certain threshold, the friendliness degree is positive; when it reaches a threshold, the friendliness degree is negative, and it continues to decrease with the increase of attitude difference. We assume that the attitude value is within the interval [−1,1], so the attitude difference |xi − xj| is within the interval [0,2]. As a result, the multiplication coefficient 2 is introduced to restrict the range of the friendliness. In doing so, gij is defined as follows. Figure 4b ), indicating that these two individuals have interactions with agent i and agent j at the same time; that is, these two individuals are the mutual friends of agent i and agent j. In a social network, the phenomenon that \"friends of friends are your friends\" often occurs, and two individuals with more common friends tend to be closer than two ones with fewer common friends. Therefore, we assume that the intimacy between two individuals is positively correlated with the number of mutual friends. However, as shown in Figure 4c , since the number of individuals connected with agent j (see blue lines in Figure 4c ) is larger than that connected with agent i (green line), agent i and agent j have different intimacy degrees in spite of the same number of common friends between them. Assuming that the number of individuals connected to agent i in a network is N i , and also, the number connected to agent j is N ij in N i (N ij = N ji ), then the intimacy degree of agent i and agent j, h ij , is expressed as follows:",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 790,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 888,
                    "end": 897,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1419,
                    "end": 1428,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1505,
                    "end": 1514,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "The Calculation of the Friendliness Degree gij"
        },
        {
            "text": "Notice that due to N i N, we can find h ij h j . In addition, for the sake of simple calculation, we also assume that all connections among individuals in a network are bidirectional ones. Only two individuals with direct connection need to calculate intimacy. If there is no direct connection, the intimacy is 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Calculation of the Friendliness Degree gij"
        },
        {
            "text": "Due to the difference of attitude values between agent i and agent j, the revenues obtained from the interactions are also different. Individuals usually show more friendliness to people with similar opinions. It is close to the descending trend of cosine function in [0,π]; that is, the larger the attitude difference |x i − x j | is, the lower the degree of friendliness is. When the attitude difference value falls into a certain threshold, the friendliness degree is positive; when it reaches a threshold, the friendliness degree is negative, and it continues to decrease with the increase of attitude difference. We assume that the attitude value is within the interval [−1,1], so the attitude difference |x i − x j | is within the interval [0,2]. As a result, the multiplication coefficient π 2 is introduced to restrict the range of the friendliness. In doing so, g ij is defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Calculation of the Friendliness Degree g ij"
        },
        {
            "text": "According to the above analysis, the total interaction revenue of agent i, U(i), can be expressed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Total Interaction Revenue U"
        },
        {
            "text": "Since each individual does not exist lonely in society, the revenues of individuals are related not only to themselves but also to others in many cases. When the total interaction revenue of individual i is a fixed value U(i), if he/she finds that the revenue of other individuals in the network is much lower or higher than U(i), recognition of individual i in the network are different in these two kinds of situations. Hence, there exists a weak correlation between the final revenue of individual i, U(i), and the revenue of interactive object, U(j). Nevertheless, individuals with different preferences have different recognition degrees. Social preference theory holds the view that individuals in the network can be roughly divided into three classes: individuals with an egoistic preference, who only care about their own income; individuals with an altruistic preference, who more concerned about other's gains; and individuals with a fair preference, who only focus on allocation fairness. Based on the social preference theory, the calculations of the individual interaction revenue and the intimacy degree are modified in the following subsections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Adoption of Social Preference Theory"
        },
        {
            "text": "Based on social preference theory proposed by Fehr and Schmidt [5] , the revenue function of individuals with above three preferences is modified as follows:",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Modification of the Total Individual Revenue"
        },
        {
            "text": "(1) When individual i is with egoistic preference, he/she will care more about his/her own profit. Therefore, when the profit of individual i is less than that of individual j who interacts with him/her, he/she will reduce part of the revenue due to jealousy, and the influence degree related to their revenue difference |(U(j) − U(i))| is shown as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Total Individual Revenue"
        },
        {
            "text": "(2) When individual i is with altruistic preference, he/she will care more about an interlocutor's benefit. Therefore, when the benefit of individual i is more than that of individual j who interacts with him/her, he/she will reduce part of the revenue due to sympathy. The equation is illustrated as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Total Individual Revenue"
        },
        {
            "text": "(3) When individual i is with fair preference, he/she will care more about allocation fairness. Therefore, when the benefit of individual i is more than that of individual j who interacts with him/her, he/she will reduce part of the revenue due to sympathy, and vice verse. The detailed calculation is shown in Equation (14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Total Individual Revenue"
        },
        {
            "text": "where ϕ, ω are influence parameters, respectively, indicating the degrees of reduced revenue of individual i affected by individual j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Total Individual Revenue"
        },
        {
            "text": "In a network, netizens form connections through mutual attention, and thus build a virtual network. However, there are significant differences between online and offline social methods. First of all, the connections among individuals in a network are extremely unstable and the degree of intimacy between two individuals will be related to the benefits of their interaction. When an individual i interacts with j in a network, if the revenue he/she obtains is very small, then at the next moment, individual i will not want to interact with j anymore. Specifically, if the interaction intention of i to j is reduced, the intimacy of i to j will also be reduced. We believe that there exists a positive correlation between willingness to interact and intimacy. Secondly, due to the existence of heterogeneous preference individuals in a network, these individuals will present different manifestations when interacting shown in Figure 5 . individual i interacts with j in a network, if the revenue he/she obtains is very small, then at the next moment, individual i will not want to interact with j anymore. Specifically, if the interaction intention of i to j is reduced, the intimacy of i to j will also be reduced. We believe that there exists a positive correlation between willingness to interact and intimacy. Secondly, due to the existence of heterogeneous preference individuals in a network, these individuals will present different manifestations when interacting shown in Figure 5 . In Figure 5 , humanoid nodes represent interactive individuals in a network, where the gray nodes represent individuals with fair preference, the blue represent ones with egoistic preference, and the orange represent those with altruistic preference. In addition, serial numbers are used to represent different preferences, where \"①\" indicates interactions among individuals with fair preference, \"④\"describes interactions among individuals with egoistic preference, \"⑨\"represents interactions among individuals with altruistic preference, \"②\" and \"⑥\" represent interactions between individuals with fair preference and ones with altruistic preference, \"③\" and \"⑤\"denote interactions between individuals with fair preference and ones with egoistic preference, \"⑦\" and \" ⑧\" indicate interactions between the individuals with egoistic preference and ones with altruistic preference. The red flag next to the humanoid node in Figure 5 indicates that the individual gains more by interacting than interlocutor. For example, in the interaction between agent a and agent b, there is a red flag on the side of agent a, denoting that the revenue of agent a is greater than that of agent b. Therefore, Figure 5 indicates that the quantitative relationships derived by comparing revenue with respect to individual interactions are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 935,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1482,
                    "end": 1490,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1496,
                    "end": 1504,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2416,
                    "end": 2424,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2686,
                    "end": 2694,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "In addition, as shown in Figures 6 and 7 , agents a and b with fair preferences reduce their interaction intentions only when a big revenue gap is found between them, so their intimacy degrees are not easily changed. Whereas, when agent c interacts agent d with egoistic preference, since the benefit of agent c is greater than that of d, he/she will increase the willingness to interact with agent d again, and the intimacy degree hcd will be also improved. Conversely, agent d will reduce its willingness to interact with agent c again because his/her revenue is not as large as agent c, resulting in a decrement of intimacy degree hdc. Furthermore, the changes of intimacy degree between agent e and agent f with altruistic preferences are completely opposite to individuals with egoistic preferences. When the revenue of agent e with altruistic preference is less than that of interactive object f, the interaction intention of agent e with agent f will increase, rising intimacy degree hef.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 40,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "However, agent f with altruistic preference reduces its intimacy degree with agent e because his/her own revenue is greater than agent e. After several interactions, if the intimacy degrees drop to 0 between the two interactive agents, the connection between them will be disconnected and no interaction will be conducted. In Figure 6 , the icons of crying face, smiling face and expressionless face indicate the increment, decrease and invariability of interaction intention, respectively. In In Figure 5 , humanoid nodes represent interactive individuals in a network, where the gray nodes represent individuals with fair preference, the blue represent ones with egoistic preference, and the orange represent those with altruistic preference. In addition, serial numbers are used to represent different preferences, where \" 1 \" indicates interactions among individuals with fair preference, \" 4 \"describes interactions among individuals with egoistic preference, \" 9 \"represents interactions among individuals with altruistic preference, \" 2 \" and \" 6 \" represent interactions between individuals with fair preference and ones with altruistic preference, \" 3 \" and \" 5 \"denote interactions between individuals with fair preference and ones with egoistic preference, \" 7 \" and \" 8 \" indicate interactions between the individuals with egoistic preference and ones with altruistic preference. The red flag next to the humanoid node in Figure 5 indicates that the individual gains more by interacting than interlocutor. For example, in the interaction between agent a and agent b, there is a red flag on the side of agent a, denoting that the revenue of agent a is greater than that of agent b. Therefore, Figure 5 indicates that the quantitative relationships derived by comparing revenue with respect to individual interactions are as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "Figure 6",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 497,
                    "end": 505,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1434,
                    "end": 1442,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1704,
                    "end": 1712,
                    "text": "Figure 5",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "In addition, as shown in Figures 6 and 7 , agents a and b with fair preferences reduce their interaction intentions only when a big revenue gap is found between them, so their intimacy degrees are not easily changed. Whereas, when agent c interacts agent d with egoistic preference, since the benefit of agent c is greater than that of d, he/she will increase the willingness to interact with agent d again, and the intimacy degree h cd will be also improved. Conversely, agent d will reduce its willingness to interact with agent c again because his/her revenue is not as large as agent c, resulting in a decrement of intimacy degree h dc . Furthermore, the changes of intimacy degree between agent e and agent f with altruistic preferences are completely opposite to individuals with egoistic preferences. When the revenue of agent e with altruistic preference is less than that of interactive object f, the interaction intention of agent e with agent f will increase, rising intimacy degree h ef . However, agent f with altruistic preference reduces its intimacy degree with agent e because his/her own revenue is greater than agent e. After several interactions, if the intimacy degrees drop to 0 between the two interactive agents, the connection between them will be disconnected and no interaction will be conducted. In Figure 6 , the icons of crying face, smiling face and expressionless face indicate the increment, decrease and invariability of interaction intention, respectively. In Figure 7 , the solid red arrow, the dotted green arrow and the solid black arrow indicate the increment, decrease, and invariability of intimacy increases, respectively. Figure 7 , the solid red arrow, the dotted green arrow and the solid black arrow indicate the increment, decrease, and invariability of intimacy increases, respectively. Through the above analysis, the intimacy function is modified as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 40,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1327,
                    "end": 1335,
                    "text": "Figure 6",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1495,
                    "end": 1503,
                    "text": "Figure 7",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1665,
                    "end": 1673,
                    "text": "Figure 7",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(1) Case 1, agent i with egoistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is less than agent j, the intimacy degree of agent i to agent j will be reduced due to jealousy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(2) Case 2, agent i with altruistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is more than agent j, the intimacy degree of agent i to agent j will be increased due to sympathy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(3) Case 3, agent i with fair preference: the intimacy degree of agent i to agent j at time t + 1 is related to allocation fairness. If revenue difference |(U(j)− U(i))| at time t is large, intimacy degree of agent i to agent j will be reduced, as shown below: Through the above analysis, the intimacy function is modified as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(1) Case 1, agent i with egoistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is less than agent j, the intimacy degree of agent i to agent j will be reduced due to jealousy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(2) Case 2, agent i with altruistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is more than agent j, the intimacy degree of agent i to agent j will be increased due to sympathy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(3) Case 3, agent i with fair preference: the intimacy degree of agent i to agent j at time t + 1 is related to allocation fairness. If revenue difference |(U(j)− U(i))| at time t is large, intimacy degree of agent i to agent j will be reduced, as shown below: Through the above analysis, the intimacy function is modified as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(1) Case 1, agent i with egoistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is less than agent j, the intimacy degree of agent i to agent j will be reduced due to jealousy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(2) Case 2, agent i with altruistic preference: the intimacy degree of agent i to agent j at time t + 1 is related to their previous intimacy degree and the revenue difference |(U(j) − U(i))| at time t. If the revenue of agent i at time t is more than agent j, the intimacy degree of agent i to agent j will be increased due to sympathy, and vice versa, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "(3) Case 3, agent i with fair preference: the intimacy degree of agent i to agent j at time t + 1 is related to allocation fairness. If revenue difference |(U(j) − U(i))| at time t is large, intimacy degree of agent i to agent j will be reduced, as shown below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "where m is a threshold, indicating the maximum acceptable revenue difference of agent i with an interlocutor. In a sudden hot event diffusion process, individuals judge whether they can obtain certain revenue through interactive behaviors at the initial moment, so as to promote the continuation of interactive behaviors. With the changes in public opinion in the network, the interactive benefit of individuals will also change. When the individual revenue is negative, there will no longer be the driving force for interaction, and thus he/she will not focus on the hot event. Specifically, at the next moment, the individual will not interact with other individuals and become an isolated one in a network. The specific evolution steps of the whole interaction process are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 1: Build the initial network. The number of the initial network nodes is m 0 , and the nodes are connected randomly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 2: Determine the growth mode of network nodes. m nodes are added to the network each time, connecting m 0 nodes in the initial network. In other words, m edges are added each time, and the connection probability of the nodes in the initial network is positively correlated with the original node degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 3: Repeat the above operations until the number of nodes in the network increases to N, and the network diagram is undirected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 4: Randomly select agent i and agent j to interact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 5: Calculate U i and U j according to Equation (11) .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 6: Compute revenue of agent i with different social preferences based on Equations (12)-(14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 7: Renew intimacy function h ij of agent i to agent j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 8: Judge whether the cumulative revenue of agent i in the network is greater than 0. If the revenue is greater than 0, the interaction will continue. If not, all connections of agent i in the network will be disconnected, making him/her be an isolated node.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 9: Repeat Steps 4-8 until the end of evolution. The specific simulation process of this paper is shown in Figure 8 : ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 8",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "where ɱ is a threshold, indicating the maximum acceptable revenue difference of agent i with an interlocutor. In a sudden hot event diffusion process, individuals judge whether they can obtain certain revenue through interactive behaviors at the initial moment, so as to promote the continuation of interactive behaviors. With the changes in public opinion in the network, the interactive benefit of individuals will also change. When the individual revenue is negative, there will no longer be the driving force for interaction, and thus he/she will not focus on the hot event. Specifically, at the next moment, the individual will not interact with other individuals and become an isolated one in a network. The specific evolution steps of the whole interaction process are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 1: Build the initial network. The number of the initial network nodes is m0, and the nodes are connected randomly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 2: Determine the growth mode of network nodes. m nodes are added to the network each time, connecting m0 nodes in the initial network. In other words, m edges are added each time, and the connection probability of the nodes in the initial network is positively correlated with the original node degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 3: Repeat the above operations until the number of nodes in the network increases to N, and the network diagram is undirected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 4: Randomly select agent i and agent j to interact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 5: Calculate Ui and Uj according to Equation (11) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 6: Compute revenue of agent i with different social preferences based on Equations (12)- (14) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 7: Renew intimacy function hij of agent i to agent j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 8: Judge whether the cumulative revenue of agent i in the network is greater than 0. If the revenue is greater than 0, the interaction will continue. If not, all connections of agent i in the network will be disconnected, making him/her be an isolated node.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "Step 9: Repeat Steps 4-8 until the end of evolution. The specific simulation process of this paper is shown in Figure 8 : Figure 8 . Simulation process of opinion evolution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 8",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 8",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Modification of the Intimacy Degree"
        },
        {
            "text": "This section analyzes the influences of different social preferences and individual benefits on public opinion polarization effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Experiment"
        },
        {
            "text": "This section conducts numerical simulation experiments to study the influences of individuals with three different preferences on the public opinion polarization effects. The network is constructed by extended BA scale-free network [32] , and other simulation parameters are as follows: N = 500, ϕ = 0.5, ω = 0.5, α = 0.32, β = 0.6, γ = 0.05. The specific network characteristic structure is shown in Table 1 . Figure 9 is a mottled diagram of the intimacy of all nodes in the network at the initial moment according to Equation (9) , and the specific calculation results are shown in Equation (18) . Figures 10  and 11 respectively represent attitudes of individuals and distributions of intimacy degree after the occurrence of opinion polarization phenomenon, when considering four different situations, i.e., all individuals with the same fair preferences, individuals with the same egoistic preferences, individuals with the same altruistic preferences, and individuals with mixed preferences where each preference accounts for 1/3. In Figure 10 , a three-dimensional bar chart is shown, where the xand y-axes represent the distributions of interaction time and attitude values, respectively, and the z-axis represents the proportion of individuals in different attitude intervals at different times. In Figure 11 , the concrete intimacy degree values are also shown in the right color bar of this figure. In this simulation, when time is 6, the public opinion polarization phenomenon appears. This is because attitudes of all individuals in the network do not change at time = 6, and the vast majority of individual attitudes are in extreme values (i.e., |x i | > 0.9). ",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[32]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "text": "Table 1",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 411,
                    "end": 419,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 601,
                    "end": 619,
                    "text": "Figures 10  and 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "From Figure 9 and Equation (18), in the network with the number of nodes N setting as 10, there are at most (10−1) 2 = 81 edges except for himself/herself, and each edge corresponds to an intimacy value. For example, in Equation (18), the intimacy value at the matrix element h(1,2) is 0.5, indicating that the intimacy degree between agent 1 and agent 2, h 12 , is 0.5. In Figure 9 , the color in the grid of the first row and the second column represents 0.5. If the value at element (i, j) in the matrix is 0, it means that agent i and agent j are not connected. At this point, the color of the grid in Figure 9 appears dark blue. Notice that all h(i,i) in the matrix's diagonal line are meaningless and thus are represented by 0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 374,
                    "end": 382,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 606,
                    "end": 614,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "In addition, from the intimacy distributions in Figure 11 , when time = 6, there are great differences in the intimacy degrees among these three preference networks, wherein the altruistic preference network, the intimacy degrees are greater than those in the fair preference network, and the intimacy degrees in the fair preference network are greater than those in the egoistic preference network. Based on this, individuals with altruistic preferences have a greater willingness to interact in the network, and this willingness will be further increased after multiple interactions, which manifests the improvement of intimacy degrees. In contrast, individuals with egoistic preferences tend to reduce their willingness to interact after multiple interactions, which shows the reduction of intimacy degrees. Moreover, individuals with fair preferences fall somewhere in between. However, it can be seen from Figures 10 and 12 that the polarization percentage (i.e., the proportion of the number of individuals of |x i | > 0.9 to all individuals) in the network composed of individuals with fair preference is the highest, followed by altruistic preference, mixed preference, and egoistic preference in descending order. preferences where each preference accounts for 1/3. In Figure 10 , a three-dimensional bar chart is shown, where the x-and y-axes represent the distributions of interaction time and attitude values, respectively, and the z-axis represents the proportion of individuals in different attitude intervals at different times. In Figure 11 , the concrete intimacy degree values are also shown in the right color bar of this figure. In this simulation, when time is 6, the public opinion polarization phenomenon appears. This is because attitudes of all individuals in the network do not change at time = 6, and the vast majority of individual attitudes are in extreme values (i.e., |xi| > 0.9). From Figure 9 and Equation (18), in the network with the number of nodes N setting as 10, there are at most (10−1) 2 = 81 edges except for himself/herself, and each edge corresponds to an intimacy value. For example, in Equation (18), the intimacy value at the matrix element h(1,2) is 0.5, indicating that the intimacy degree between agent 1 and agent 2, h12, is 0.5. In Figure 9 , the color in the grid of the first row and the second column represents 0.5. If the value at element (i, j) in the matrix is 0, it means that agent i and agent j are not connected. At this point, the color of the grid in Figure 9 In addition, from the intimacy distributions in Figure 11 , when time = 6, there are great differences in the intimacy degrees among these three preference networks, wherein the altruistic preference network, the intimacy degrees are greater than those in the fair preference network, and the intimacy degrees in the fair preference network are greater than those in the egoistic preference network. Based on this, individuals with altruistic preferences have a greater willingness to interact in the network, and this willingness will be further increased after multiple interactions, which manifests the improvement of intimacy degrees. In contrast, individuals with egoistic preferences tend to reduce their willingness to interact after multiple interactions, which shows the reduction of intimacy degrees. Moreover, individuals with fair preferences fall somewhere in between. However, it can be seen from Figures 10 and 12 that the polarization percentage (i.e., the proportion of the number of individuals of |xi| > 0.9 to all individuals) in the network composed of individuals with fair preference is the highest, followed by altruistic preference, mixed preference, and egoistic preference in descending order. Besides, in order to further study the influences of different social preferences on the effects of In addition, from the intimacy distributions in Figure 11 , when time = 6, there are great differences in the intimacy degrees among these three preference networks, wherein the altruistic preference network, the intimacy degrees are greater than those in the fair preference network, and the intimacy degrees in the fair preference network are greater than those in the egoistic preference network. Based on this, individuals with altruistic preferences have a greater willingness to interact in the network, and this willingness will be further increased after multiple interactions, which manifests the improvement of intimacy degrees. In contrast, individuals with egoistic preferences tend to reduce their willingness to interact after multiple interactions, which shows the reduction of intimacy degrees. Moreover, individuals with fair preferences fall somewhere in between. However, it can be seen from Figures 10 and 12 that the polarization percentage (i.e., the proportion of the number of individuals of |xi| > 0.9 to all individuals) in the network composed of individuals with fair preference is the highest, followed by altruistic preference, mixed preference, and egoistic preference in descending order. Besides, in order to further study the influences of different social preferences on the effects of public opinion polarization, the proportions of individuals with three different preferences were set to 10%, 20%, 30%, 40%, 50%, 60%, 70%, 80%, 90%, 100% (the rest of the individuals are assumed to be without any preference). Analysis and discussion are focused on the setting of other parameters unchanged. The results are shown in Figure 13 . Besides, in order to further study the influences of different social preferences on the effects of public opinion polarization, the proportions of individuals with three different preferences were set to 10%, 20%, 30%, 40%, 50%, 60%, 70%, 80%, 90%, 100% (the rest of the individuals are assumed to be without any preference). Analysis and discussion are focused on the setting of other parameters unchanged. The results are shown in Figure 13 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1278,
                    "end": 1287,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1547,
                    "end": 1556,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1917,
                    "end": 1925,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 2284,
                    "end": 2292,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 2516,
                    "end": 2524,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 2573,
                    "end": 2582,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3894,
                    "end": 3903,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4757,
                    "end": 4774,
                    "text": "Figures 10 and 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5501,
                    "end": 5510,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5947,
                    "end": 5956,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "As shown in Figure 13 , as the proportion of individuals with egoistic preference and altruistic preference in the network increases, the polarization percentage in the network decreases. In contrast, with the increase of the proportion of individuals with fair preference, the polarization percentage hardly changed. As shown in Figure 13 , as the proportion of individuals with egoistic preference and altruistic preference in the network increases, the polarization percentage in the network decreases. In contrast, with the increase of the proportion of individuals with fair preference, the polarization percentage hardly changed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "In order to understand the influences of different preference proportions on the polarization, the BA network is simulated for 100 times, and each test randomly generates different individual preference ratio and combines into different social networks (for example, setting egoistic preference accounting for 31%, altruistic preferences accounting for 33%, fair preference for 36% is one of the experiments) to calculate the polarization shown in Figure 14 . Each scatter plot in this figure represents one simulation result, where the x-, y-, and z-axes denote the proportion of fair, egoistic, and altruistic preferences, respectively. The color of the scatter represents the polarizability, where the lighter the color is, the higher the polarizability, and vice verse. The results are shown in the color bar on the right in Figure 14 . In order to understand the influences of different preference proportions on the polarization, the BA network is simulated for 100 times, and each test randomly generates different individual preference ratio and combines into different social networks (for example, setting egoistic preference accounting for 31%, altruistic preferences accounting for 33%, fair preference for 36% is one of the experiments) to calculate the polarization shown in Figure 14 . Each scatter plot in this figure represents one simulation result, where the x-, y-, and z-axes denote the proportion of fair, egoistic, and altruistic preferences, respectively. The color of the scatter represents the polarizability, where the lighter the color is, the higher the polarizability, and vice verse. The results are shown in the color bar on the right in Figure 14 . As shown in Figure 13 , as the proportion of individuals with egoistic preference and altruistic preference in the network increases, the polarization percentage in the network decreases. In contrast, with the increase of the proportion of individuals with fair preference, the polarization percentage hardly changed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 838,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1289,
                    "end": 1298,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1670,
                    "end": 1679,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1694,
                    "end": 1703,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "In order to understand the influences of different preference proportions on the polarization, the BA network is simulated for 100 times, and each test randomly generates different individual preference ratio and combines into different social networks (for example, setting egoistic preference accounting for 31%, altruistic preferences accounting for 33%, fair preference for 36% is one of the experiments) to calculate the polarization shown in Figure 14 . Each scatter plot in this figure represents one simulation result, where the x-, y-, and z-axes denote the proportion of fair, egoistic, and altruistic preferences, respectively. The color of the scatter represents the polarizability, where the lighter the color is, the higher the polarizability, and vice verse. The results are shown in the color bar on the right in Figure 14 . Also, from Figure 14 , since the sum of the proportions of three different preferences in the network equals to 1, the scattered points in this figure are all distributed in the same triangular section. The three vertices of the triangle represent the network polarization effects when only one social preference in the network exists. These three vertices show dark color, representing low polarizability, while the light color in the middle points indicates high polarizability. Simulation results show that opinion polarization is low when there is only one social preference in the network. In addition, the change trend of polarizability shown in Figure 14 is slightly different from that in Figure 13 . This is because, in Figure 13 , when analyzing the influences of the proportion of individuals with different preferences on the public opinion polarization effects, other individuals are treated as ones without preferences, that is, revenue is not adjusted according to their preferences. In the three-dimensional diagram shown in Figure 14 , if the proportion of individuals with one preference increases, the proportion of individuals with other preferences decreases accordingly so that the sum of the three equals to 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 829,
                    "end": 838,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1493,
                    "end": 1502,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1538,
                    "end": 1547,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1570,
                    "end": 1579,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1882,
                    "end": 1891,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "For example, in real life, the main distributor of household goods \"IKEA Group Corporate\" stores often witnesses people who sit or lie down in the store exhibition area, which has been criticized by netizens. On 22 August 2019, these uncivilized behaviors caused heated discussions on the Sina blog. According to the statistics, until 25 August 2019, a total of 422,000 netizens participated in the event to vote, and the results were shown in Figure 15 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "section. The three vertices of the triangle represent the network polarization effects when only one social preference in the network exists. These three vertices show dark color, representing low polarizability, while the light color in the middle points indicates high polarizability. Simulation results show that opinion polarization is low when there is only one social preference in the network. In addition, the change trend of polarizability shown in Figure 14 is slightly different from that in Figure 13 . This is because, in Figure 13 , when analyzing the influences of the proportion of individuals with different preferences on the public opinion polarization effects, other individuals are treated as ones without preferences, that is, revenue is not adjusted according to their preferences. In the three-dimensional diagram shown in Figure 14 , if the proportion of individuals with one preference increases, the proportion of individuals with other preferences decreases accordingly so that the sum of the three equals to 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 467,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 503,
                    "end": 512,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "For example, in real life, the main distributor of household goods \"IKEA Group Corporate\" stores often witnesses people who sit or lie down in the store exhibition area, which has been criticized by netizens. On 22 August 2019, these uncivilized behaviors caused heated discussions on the Sina blog. According to the statistics, until 25 August 2019, a total of 422,000 netizens participated in the event to vote, and the results were shown in Figure 15 . Figure 15 demonstrates that although most netizens who participated in the voting thought that they should not have too much rest in IKEA, they preferred to view problems from their own perspectives. However, 15% of netizens still thought this kind of behavior was not a problem, and they preferred to view the problem from the perspective of customers,while 32% of netizens were concerned about whether IKEA's owner would lose money, preferring to view from the seller's perspective. Others were worried that more people would lie down later. Thus,we can see that there are heterogeneous individuals in the network whose preferences are different. However, these individuals with different preferences widely exist in the network, and they may have different views on the same thing, which has a significant influence on the network polarization phenomenon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 456,
                    "end": 465,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Different Social Preferences on Public Opinion Polarization Effects"
        },
        {
            "text": "The different preferences of individuals can affect the interaction revenue between individuals in the network, thus indirectly influencing the intention of the next interaction between them. Firstly, when the benefit of the interaction between individual i and j is always negative, then after several interactions, individual i will no longer be willing to interact with j. At this moment, the connection between individuals i and j is broken in the social network. Secondly, except for the individual j, individual i will also interact with other individuals in the network and obtain benefits from them. However, if the total gain obtained by individual i in interacting with these individuals is negative, then at the next moment, individual i will no longer be willing to participate in the interaction and express his/her own views. In the network, individual i is shown as i being Figure 15 demonstrates that although most netizens who participated in the voting thought that they should not have too much rest in IKEA, they preferred to view problems from their own perspectives. However, 15% of netizens still thought this kind of behavior was not a problem, and they preferred to view the problem from the perspective of customers, while 32% of netizens were concerned about whether IKEA's owner would lose money, preferring to view from the seller's perspective. Others were worried that more people would lie down later. Thus, we can see that there are heterogeneous individuals in the network whose preferences are different. However, these individuals with different preferences widely exist in the network, and they may have different views on the same thing, which has a significant influence on the network polarization phenomenon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 898,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Analysis of Interaction Modes among Individuals with Different Preferences"
        },
        {
            "text": "The different preferences of individuals can affect the interaction revenue between individuals in the network, thus indirectly influencing the intention of the next interaction between them. Firstly, when the benefit of the interaction between individual i and j is always negative, then after several interactions, individual i will no longer be willing to interact with j. At this moment, the connection between individuals i and j is broken in the social network. Secondly, except for the individual j, individual i will also interact with other individuals in the network and obtain benefits from them. However, if the total gain obtained by individual i in interacting with these individuals is negative, then at the next moment, individual i will no longer be willing to participate in the interaction and express his/her own views. In the network, individual i is shown as i being completely disconnected from all nodes and becoming an isolated one, thus exiting the propagation process of the hot event. As a result, the different preferences of individuals can act on the network structure by influencing the benefits of individuals. Also, the network structure will also have an important impact on public opinion polarization, and the network with high aggregation will help increase the interaction frequency of individuals, thus affecting public opinion polarization. This section compares connections at the initial moment and the moment after the emergence of public opinion polarization (time = 10). The results are shown in Figures 16-19 , where Figure 16 is the histogram of attitude distribution frequency in the network at the initial moment as well as time = 10, respectively, and Figure 17 shows the connections of network nodes at the two different moments. In order to better illustrate the specific meaning of Figure 17 , a diagram of connections among nodes (N = 20) is drawn and shown in Figure 18 . The network used in the experiment is the BA network; the network aggregation is 0.320, N = 500, and the remaining parameters are ϕ = 0.1, ω = 0.1, α = 0.35, β = 0.35, γ = 0.2. Each of the three preferences contributes 1/3 and they are mixed in the network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1542,
                    "end": 1555,
                    "text": "Figures 16-19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1564,
                    "end": 1573,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1703,
                    "end": 1712,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1836,
                    "end": 1845,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1916,
                    "end": 1925,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Analysis of Interaction Modes among Individuals with Different Preferences"
        },
        {
            "text": "completely disconnected from all nodes and becoming an isolated one, thus exiting the propagation process of the hot event. As a result, the different preferences of individuals can act on the network structure by influencing the benefits of individuals. Also, the network structure will also have an important impact on public opinion polarization, and the network with high aggregation will help increase the interaction frequency of individuals, thus affecting public opinion polarization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Analysis of Interaction Modes among Individuals with Different Preferences"
        },
        {
            "text": "This section compares connections at the initial moment and the moment after the emergence of public opinion polarization (time = 10). The results are shown in Figures 16-19 , where Figure 16 is the histogram of attitude distribution frequency in the network at the initial moment as well as time = 10, respectively, and Figure 17 shows the connections of network nodes at the two different moments. In order to better illustrate the specific meaning of Figure 17 , a diagram of connections among nodes (N = 20) is drawn and shown in Figure 18 . The network used in the experiment is the BA network; the network aggregation is 0.320, N = 500, and the remaining parameters are = 0.1, = 0.1, α = 0.35, β = 0.35, γ = 0.2. Each of the three preferences contributes 1/3 and they are mixed in the network. completely disconnected from all nodes and becoming an isolated one, thus exiting the propagation process of the hot event. As a result, the different preferences of individuals can act on the network structure by influencing the benefits of individuals. Also, the network structure will also have an important impact on public opinion polarization, and the network with high aggregation will help increase the interaction frequency of individuals, thus affecting public opinion polarization. This section compares connections at the initial moment and the moment after the emergence of public opinion polarization (time = 10). The results are shown in Figures 16-19 , where Figure 16 is the histogram of attitude distribution frequency in the network at the initial moment as well as time = 10, respectively, and Figure 17 shows the connections of network nodes at the two different moments. In order to better illustrate the specific meaning of Figure 17 , a diagram of connections among nodes (N = 20) is drawn and shown in Figure 18 . The network used in the experiment is the BA network; the network aggregation is 0.320, N = 500, and the remaining parameters are = 0.1, = 0.1, α = 0.35, β = 0.35, γ = 0.2. Each of the three preferences contributes 1/3 and they are mixed in the network. From Figure 16 , the attitude values of all individuals xi ~ U (−1,1) in the network at the initial moment are evenly distributed, while at time = 10, there is an obvious polarization, and the attitude values of most individuals are at the extremes of +1 and −1. Figure 17 shows the connections of network nodes at the initial time and time = 10. As shown in Figures 17 and 18 , three kinds of scatter points represent individuals with different preferences in the network: the grays catter points represent individuals with fair preference, the blue ones represent individuals with egoistic include five colors, i.e., green, yellow, orange, red, and purple. Since the attitude values are evenly distributed in the interval [−1,1] at the initial moment, the attitude distance between two individuals is relatively small, and |xi − xj| > 1.6 is less likely to occur. After the polarization phenomenon occurs, as shown in Figure 17b , the attitude values of all individuals in the network change significantly, and most individuals show green and purple lines, representing the two extremes of the attitude distances between adjacent individuals |xi − xj| < 0.4 or |xi − xj| > 2.0. In addition, Figure 19 shows the connections and distribution of three different preferences in the network after the occurrence of public opinion polarization phenomenon, in which the lines and scatter points are represented in the same way as shown in Figure 17 , that is, the scatter points of three different colors represent the individuals with different preferences, and the lines of different colors represent the different attitude distances among neighboring individuals. From the vertical comparisons in Figure 19 , we can see that the connections among individuals with fair preference and altruistic preference change little in the network, while the connections among individuals with egoistic preference almost completely break. The horizontal comparisons in Figure 19 show that individuals with different preferences are more likely to interact. Figure 19a ,d,g represents the interactions among individuals with the same preference, respectively. At this point, the attitude distance among individuals with the same preference almost only has two extreme values, |xi − xj| < 0.4 or |xi − xj| > 2.0. In contrast, the interactions among individuals with different preferences represented in Figure 19b ,e,h appear more connections of intermediate attitude distances, which illustrates that after the emergence of public opinion polarization, the existence of more differentiated individuals is easier to stabilize the network. Moreover, Figure 19c ,f,i shows the degree distribution of individuals with different preferences, in which the network degree distribution of egoistic individuals is significantly smaller than that of the other two preferences, while the difference between fair preference and altruistic preference is not obvious.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 173,
                    "text": "Figures 16-19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 454,
                    "end": 463,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 534,
                    "end": 543,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1453,
                    "end": 1466,
                    "text": "Figures 16-19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1475,
                    "end": 1484,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1614,
                    "end": 1623,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1747,
                    "end": 1756,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1827,
                    "end": 1836,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2098,
                    "end": 2107,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2156,
                    "end": 2162,
                    "text": "(−1,1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2356,
                    "end": 2365,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2452,
                    "end": 2469,
                    "text": "Figures 17 and 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3013,
                    "end": 3023,
                    "text": "Figure 17b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3286,
                    "end": 3295,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3527,
                    "end": 3536,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3788,
                    "end": 3797,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4047,
                    "end": 4056,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4135,
                    "end": 4145,
                    "text": "Figure 19a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4479,
                    "end": 4489,
                    "text": "Figure 19b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4725,
                    "end": 4735,
                    "text": "Figure 19c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Analysis of Interaction Modes among Individuals with Different Preferences"
        },
        {
            "text": "Probability with Degree Figure 19 . Connections of three different preferences and distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 33,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influence of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "From Figure 16 , the attitude values of all individuals x i~U (−1,1) in the network at the initial moment are evenly distributed, while at time = 10, there is an obvious polarization, and the attitude values of most individuals are at the extremes of +1 and −1. Figure 17 shows the connections of network nodes at the initial time and time = 10. As shown in Figures 17 and 18 , three kinds of scatter points represent individuals with different preferences in the network: the grays catter points represent individuals with fair preference, the blue ones represent individuals with egoistic preference, and the orange ones represent individuals with altruistic preference. In these two figures, the lines represent the connection relationships among the scattered points. If there is a line between two scattered points, they are neighbors and can interact with each other, where the lines include five colors, i.e., green, yellow, orange, red, and purple. Since the attitude values are evenly distributed in the interval [−1,1] at the initial moment, the attitude distance between two individuals is relatively small, and |x i − x j | > 1.6 is less likely to occur. After the polarization phenomenon occurs, as shown in Figure 17b , the attitude values of all individuals in the network change significantly, and most individuals show green and purple lines, representing the two extremes of the attitude distances between adjacent individuals |x i − x j | < 0.4 or |x i − x j | > 2.0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 262,
                    "end": 271,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 358,
                    "end": 375,
                    "text": "Figures 17 and 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1221,
                    "end": 1231,
                    "text": "Figure 17b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influence of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "In addition, Figure 19 shows the connections and distribution of three different preferences in the network after the occurrence of public opinion polarization phenomenon, in which the lines and scatter points are represented in the same way as shown in Figure 17 , that is, the scatter points of three different colors represent the individuals with different preferences, and the lines of different colors represent the different attitude distances among neighboring individuals. From the vertical comparisons in Figure 19 , we can see that the connections among individuals with fair preference and altruistic preference change little in the network, while the connections among individuals with egoistic preference almost completely break. The horizontal comparisons in Figure 19 show that individuals with different preferences are more likely to interact. Figure 19a ,d,g represents the interactions among individuals with the same preference, respectively. At this point, the attitude distance among individuals with the same preference almost only has two extreme values, |x i − x j | < 0.4 or |x i − x j | > 2.0. In contrast, the interactions among individuals with different preferences represented in Figure 19b ,e,h appear more connections of intermediate attitude distances, which illustrates that after the emergence of public opinion polarization, the existence of more differentiated individuals is easier to stabilize the network. Moreover, Figure 19c ,f,i shows the degree distribution of individuals with different preferences, in which the network degree distribution of egoistic individuals is significantly smaller than that of the other two preferences, while the difference between fair preference and altruistic preference is not obvious.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 22,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 254,
                    "end": 263,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 774,
                    "end": 783,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 862,
                    "end": 872,
                    "text": "Figure 19a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1212,
                    "end": 1222,
                    "text": "Figure 19b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1458,
                    "end": 1468,
                    "text": "Figure 19c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influence of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "In Section 3, the revenue of individuals is divided into three parts: social mainstream revenue U s , viewpoint expression revenue U o , and individual interaction revenue U f . At the initial moment, after perceiving the information, individual viewpoint expression revenue U o will lead to generating a willingness to communicate, which drives the individual to keep interaction at the next moment. However, depending on the attitude distance among the interlocutors, U f will encourage each other due to the similarity of views, or argue with each other due to the repulsion of views, thus producing both positive and negative benefits to the interlocutors. Similarly, when calculating the mainstream income, U s , individuals will also generate negative revenue because they deviate from the mainstream view of the society. Therefore, if the revenue of each interaction is negative, the individual will tend to adjust his/her attitude to change the revenue he/she obtained, or he/she may lose interest in the event due to the negative revenue after adjusting his/her attitude, thus completely leaving the network. Hence, to analyze the public opinion polarization phenomenon, it is necessary to consider the change of individual profit in the network and the number of exit network nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Influence of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "This section uses a BA network consisting of 600 nodes, in which each of the three different preferences accounts for 1/3 (i.e., each is 200) and is evenly distributed. The revenue differences between the three preferences in the network are observed in the experiment. Figure 20a ,c,e shows the three-dimensional graph of individual revenue with changes over time, in which the x-axis represents the interaction time, the y-axis represents the number of the interaction individuals in the network, and the z-axis represents the revenue growths of individuals through interactive behaviors at different times. Figure 20b ,d,f describes that the number of individuals with three different preferences that exit the viewpoint interaction and become isolated ones due to negative revenue changes over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 280,
                    "text": "Figure 20a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 610,
                    "end": 620,
                    "text": "Figure 20b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Influences of Different Preferences on Individual Revenue"
        },
        {
            "text": "We can see from Figure 20 , individuals with altruistic preference gain the most through interactions. Individuals with fair preference becoming isolated ones are the least. In addition, the revenue of individuals with egoistic preference fluctuates greatly at the initial moment, and many individuals have negative revenue, so the probability of becoming isolated nodes is the highest. Through experiments, it is easy to find that individual revenue is continuously growing in the network. Most of the individuals in the network gain the benefits and also increase their revenue by adjusting their interactive strategies, which improves interaction willingness and leads to the emergence of several mainstream opinion groups. the three-dimensional graph of individual revenue with changes over time, in which the x-axis represents the interaction time, the y-axis represents the number of the interaction individuals in the network, and the z-axis represents the revenue growths of individuals through interactive behaviors at different times. Figure 20b ,d,f describes that the number of individuals with three different preferences that exit the viewpoint interaction and become isolated ones due to negative revenue changes over time. emergence of several mainstream opinion groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 25,
                    "text": "Figure 20",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1045,
                    "end": 1055,
                    "text": "Figure 20b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Influences of Different Preferences on Individual Revenue"
        },
        {
            "text": "Since the total individual revenue is composed of Uo, Us, and Uf, in order to analyze the influences of revenue on the polarization effect, we assume that there only exists one part of revenue in the network and observe the evolution of public opinion. Figure 21a ,d,g represents changes in individual revenue only considering Uo, Us, or Uf in the network over time, respectively. Figure  21b ,e,h describes the growths of isolated individuals in the network over time. Figure 21c ,f,i denotes the growths of the polarizability in the network over time. From Figure 21a -c, when individuals only gain benefits through social recognition, the benefits are relatively large at the initial time. However, with the further evolution of public opinion, polarization gradually emerges, and the growth trend of revenue begins to slow down. Moreover, when the revenue decreases, the number of isolated individuals exiting interactive behaviors starts to increase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "text": "Figure 21a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 381,
                    "end": 392,
                    "text": "Figure  21b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 470,
                    "end": 480,
                    "text": "Figure 21c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 559,
                    "end": 569,
                    "text": "Figure 21a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "In Figure 21d -f, when individuals can only benefit from the interaction, due to dispersion of views at the initial time, it is very difficult for them to find like-minded individuals to interact, so the profit is very low, making individuals unwilling to interact once again. Thus, the number of isolated individuals grows fast at the initial time.However, when time = 4, almost 85% of individuals are out of the communication of events, and at the same time, due to the weak interaction willingness, it is hard for the polarization phenomenonto appear. As can be seen from Figure 21g -i, when individuals can only get benefits by expressing their own opinions, they have strong desires to interact with each other, so the number of isolated individuals grows slowly. Most individuals are willing to express their own opinions in the network, so polarization is more likely to occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 13,
                    "text": "Figure 21d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 575,
                    "end": 585,
                    "text": "Figure 21g",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Individual Revenue on Public Opinion Polarization"
        },
        {
            "text": "The social preferences of individuals discussed in Sections 4.1-4.3 are fixed, but in reality, they will change continuously with the interaction. Individuals with an egoistic preference at the beginning may hold the fair or altruistic preference in the later stage, while those who hold an altruistic preference may also change to the egoistic or fair preference later. Based on this, we assume that social preferences have dynamic variability and define rules as follows. When the revenue of the individual in the network is greater than the threshold d 1 , his/her preference will turn into altruistic preference. When the revenue of the individual in the network is less than the threshold d 2 , his/her preference will turn into egoistic preference. Similarly, when the revenue of the individual in the network is between the middle, his/her preference will convert into fair preference. The results are shown in Figures 22-24 . Figure 22 is three-dimensional histogram of individual attitude distributions. Figure 23 is line chart of polarization proportion with changes over time. Figure 24 is line chart of individual proportion with three different preferences changing over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 918,
                    "end": 931,
                    "text": "Figures 22-24",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 934,
                    "end": 943,
                    "text": "Figure 22",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1013,
                    "end": 1022,
                    "text": "Figure 23",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1088,
                    "end": 1097,
                    "text": "Figure 24",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Influences of Dynamic Changes of Individual Preferences on Public Opinion Polarization"
        },
        {
            "text": "individuals are out of the communication of events, and at the same time, due to the weak interaction willingness, it is hard for the polarization phenomenonto appear. As can be seen from Figure 21g -i, when individuals can only get benefits by expressing their own opinions, they have strong desires to interact with each other, so the number of isolated individuals grows slowly. Most individuals are willing to express their own opinions in the network, so polarization is more likely to occur.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 198,
                    "text": "Figure 21g",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Influences of Dynamic Changes of Individual Preferences on Public Opinion Polarization"
        },
        {
            "text": "The social preferences of individuals discussed in Sections 4.1-4.3 are fixed, but in reality, they will change continuously with the interaction. Individuals with an egoistic preference at the beginning may hold the fair or altruistic preference in the later stage, while those who hold an altruistic preference may also change to the egoistic or fair preference later. Based on this, we assume that social preferences have dynamic variability and define rules as follows. When the revenue of the individual in the network is greater than the threshold d1, his/her preference will turn into altruistic preference. When the revenue of the individual in the network is less than the threshold d2, his/her preference will turn into egoistic preference. Similarly, when the revenue of the individual in the network is between the middle, his/her preference will convert into fair preference. The results are shown in Figures 22-24 . Figure 22 is three-dimensional histogram of individual attitude distributions. Figure 23 is line chart of polarization proportion with changes over time. Figure 24 is line chart of individual proportion with three different preferences changing over time. It can be seen from Figures 22 and 23 that, compared with the situation of fixed preferences, when the social preferences change dynamically, the individual polarization proportion will be larger. However, in Figure 24 , at the initial moment of the public opinion evolution, almost all individuals with different preferences are converted into ones with fair preference, but this period is very short, and then individuals with fair preference gradually are changed into holding other preferences. When time = 6, the preferences of individuals in the network will no longer change and reach stability. At this point, compared with the initial moment, the number of individuals with egoistic preference increases sharply, the number of individuals with fair preference decreases significantly, and the number of individuals with altruistic preference does not decrease significantly. It can be seen from Figures 22 and 23 that, compared with the situation of fixed preferences, when the social preferences change dynamically, the individual polarization proportion will be larger. However, in Figure 24 , at the initial moment of the public opinion evolution, almost all individuals with different preferences are converted into ones with fair preference, but this period is very short, and then individuals with fair preference gradually are changed into holding other preferences. When time = 6, the preferences of individuals in the network will no longer change and reach stability. At this point, compared with the initial moment, the number of individuals with egoistic preference increases sharply, the number of individuals with fair preference decreases significantly, and the number of individuals with altruistic preference does not decrease significantly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 927,
                    "text": "Figures 22-24",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 930,
                    "end": 939,
                    "text": "Figure 22",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure 23",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1084,
                    "end": 1093,
                    "text": "Figure 24",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1206,
                    "end": 1223,
                    "text": "Figures 22 and 23",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1395,
                    "end": 1404,
                    "text": "Figure 24",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2090,
                    "end": 2107,
                    "text": "Figures 22 and 23",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2279,
                    "end": 2288,
                    "text": "Figure 24",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Influences of Dynamic Changes of Individual Preferences on Public Opinion Polarization"
        },
        {
            "text": "In this section, the case of \"Internet red beating pregnant women\" is taken as an example to verify the model established in this paper. On 9 September 2018, a blogger with the microblog number of \"Baytt\" released a microblog as the victim, claiming that she had been pregnant for 32 weeks. When she went out, she met another Internet red named \"Saya\" walking with her dog. Because Saya's dog rushed at her, she was unilaterally beaten due to their quarrel. The microblog spread in the network after being forwarded by official media such as \"Headline News\" and \"pear video\", and quickly reached network opinion polarization. Almost everyone began to blame \"Saya\". But soon after, as \"Saya\" apologized and explained her actions, more truth emerged. Netizens found that the truth of the incident was that the pregnant woman and her husband beat \"Saya\" first after ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Real Case Study"
        },
        {
            "text": "In this section, the case of \"Internet red beating pregnant women\" is taken as an example to verify the model established in this paper. On 9 September 2018, a blogger with the microblog number of \"Baytt\" released a microblog as the victim, claiming that she had been pregnant for 32 weeks. When she went out, she met another Internet red named \"Saya\" walking with her dog. Because Saya's dog rushed at her, she was unilaterally beaten due to their quarrel. The microblog spread in the network after being forwarded by official media such as \"Headline News\" and \"pear video\", and quickly reached network opinion polarization. Almost everyone began to blame \"Saya\". But soon after, as \"Saya\" apologized and explained her actions, more truth emerged. Netizens found that the truth of the incident was that the pregnant woman and her husband beat \"Saya\" first after the quarrel, while \"Saya\" did not beat the pregnant woman. At this time, public opinion began to reverse. Many netizens turned to support \"Saya\" and accused the pregnant woman, but some netizens still supported the pregnant woman.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Real Case Study"
        },
        {
            "text": "The incident of \"Internet red beating pregnant women\" attracted the attention of microblog bloggers \"Headline News\", which has 68 million fans. \"Headline news\" released three microblogs about the incident on 12 September 2018 08:26 h, (the data collected can be found in the following link: https://weibo.com/breakingnews?is_all=1&is_search=1&key_word=%E7%BD%91%E7%BA%A2% E6%AE%B4%E6%89%93%E5%AD%95%E5%A6%87#1579968622052), 15 October 2018 07:57 h (the data collected can be found in the following link: https://weibo.com/breakingnews?is_all=1&is_search= 1&key_word=%E7%BD%91%E7%BA%A2%E6%AE%B4%E6%89%93%E5%AD%95%E5%A6%87# 1579968662315), and 19 October 2018 09:33 h (the data collected can be found in the following link: https://weibo.com/breakingnews?is_all=1&is_search=1&key_word=%E7%BD%91%E7%BA%A2% E6%AE%B4%E6%89%93%E5%AD%95%E5%A6%87#1579968683067), respectively. These microblogs are widely focused, with more than 10,000 comments per microblog.Therefore, in order to accurately restore the public opinion development process of the \"Internet red beating pregnant women\" incident, we separated the comments under these three microblogs of \"headline news\" and analyze them. Through the emotional orientation [36] in the comments, we roughly divided the comments we have separated into three categories: those who support pregnant women, those who support the internet red, and those who maintain neutrality, as shown in Figure 25 : are widely focused, with more than 10,000 comments per microblog.Therefore, in order to accurately restore the public opinion development process of the \"Internet red beating pregnant women\" incident, we separated the comments under these three microblogs of \"headline news\" and analyze them. Through the emotional orientation [36] in the comments, we roughly divided the comments we have separated into three categories: those who support pregnant women, those who support the internet red, and those who maintain neutrality, as shown in Figure 25 : As can be seen from Figure 25 , in the first microblog, almost all netizens unilaterally supported the pregnant woman and criticized Internet red Saya's behavior. However, in the second microblog released on 15 October, some neutral individuals appeared, and even a small number of netizens turned to support \"Saya\". In the post published on 19 October, a large number of individuals supported \"Saya\" or remained neutral, while the proportion of individuals still supporting the pregnant women dropped to 11%. It can be seen that the hot event showed a reversal of public opinion.",
            "cite_spans": [
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1764,
                    "end": 1768,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 1425,
                    "end": 1434,
                    "text": "Figure 25",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1976,
                    "end": 1985,
                    "text": "Figure 25",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2008,
                    "end": 2017,
                    "text": "Figure 25",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A Real Case Study"
        },
        {
            "text": "However, it is worth noting that Internet users have obvious preferences in the public opinion communication of the network hot event. Because many netizens prefer to support the weak, when the information is not clear at the beginning, almost all of them supported pregnant women one way. However, with the truth gradually revealed, there were many individuals who still maintained their preferences and did not change their views. Therefore, we simulate the event using the public opinion polarization model which considers individual heterogeneity preference and compares the macro polarization model in [14] . The parameters we used in the simulation are as follows: α = 0.15, β = 0.8, γ = 0.05, the network is a BA scale-free network with clustering C = 0.324. The results are shown in Figure 26 . As can be seen from Figure 25 , in the first microblog, almost all netizens unilaterally supported the pregnant woman and criticized Internet red Saya's behavior. However, in the second microblog released on 15 October, some neutral individuals appeared, and even a small number of netizens turned to support \"Saya\". In the post published on 19 October, a large number of individuals supported \"Saya\" or remained neutral, while the proportion of individuals still supporting the pregnant women dropped to 11%. It can be seen that the hot event showed a reversal of public opinion.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 800,
                    "text": "Figure 26",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 823,
                    "end": 832,
                    "text": "Figure 25",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A Real Case Study"
        },
        {
            "text": "However, it is worth noting that Internet users have obvious preferences in the public opinion communication of the network hot event. Because many netizens prefer to support the weak, when the information is not clear at the beginning, almost all of them supported pregnant women one way. However, with the truth gradually revealed, there were many individuals who still maintained their preferences and did not change their views. Therefore, we simulate the event using the public opinion polarization model which considers individual heterogeneity preference and compares the macro polarization model in [14] . The parameters we used in the simulation are as follows: α = 0.15, β = 0.8, γ = 0.05, the network is a BA scale-free network with clustering C = 0.324. The results are shown in Figure 26 . From Figure 26a , we can see that at the initial time, almost all individual attitudes are positive, that is, they support the pregnant woman's viewpoint, but with the evolution of public opinion, some individuals' attitudes begin to shift to neutrality. Finally, when time = 18, their attitudes change again, and most of the individual attitudes turn negative, that is, they support \"Saya\", which is roughly consistent with the trend shown in Figure 25 . At the same time, as shown in Figure 26b , we use the macro model proposed in [14] to simulate and get simulation results. Comparing these two figures, we can see that the evolutionary trends of these two are basically the same. Whereas, the model considering individual heterogeneity preference can polarize public opinion more quickly than the one proposed in [14] , the reason may be that, in such a typical case as \"Internet red beating pregnant women\", individuals have obvious preferences which make individuals with the same preference form similar viewpoints. For example, at the beginning of this incident, a very large percentage of people prefer to support the weak. After that, with the disclosure of information, most individuals hold fairness preference and supported Internet red. As the result, in the evolution of public opinion, the opinion polarization phenomenon can occur quickly, which is roughly consistent with the model proposed in this paper. However, the model proposed in [14] considers the dynamic conformity of individuals, which make individuals have a relatively low tendency to conform to the crowd. Therefore, more interactions are needed to eventually form opinion polarization.In fact, this paper focuses on the analysis of individual micro interactions. Through the model in this paper, we can accurately analyze the different performance of different preference individuals under the effect of heterogeneity revenue.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2259,
                    "end": 2263,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 800,
                    "text": "Figure 26",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 808,
                    "end": 818,
                    "text": "Figure 26a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1247,
                    "end": 1256,
                    "text": "Figure 25",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1289,
                    "end": 1299,
                    "text": "Figure 26b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A Real Case Study"
        },
        {
            "text": "Subsequently, specific preference analysis of the real case is also discussed, as shown in Figure 27 . Figure 27a describes the proportion of individuals with three different preferences in the network. Figure 27b shows the number of isolated individuals with different initial preferences. We assume that at the initial moment, each of these three preferences accounts for one-third. In Figure 27 , at the initial moment, the individual preferences change greatly. Firstly, their preferences change to the fair preference, and then quickly change to the egoistic preference. From the perspective of isolated individuals, the number of individuals with an egoistic preference withdrawing from public opinion interactions is the largest. From the perspective of revenue, the individuals with an altruistic preference have the largest revenue in the network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "Figure 27",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 103,
                    "end": 113,
                    "text": "Figure 27a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 203,
                    "end": 213,
                    "text": "Figure 27b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 27",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A Real Case Study"
        },
        {
            "text": "In this paper, social preference theory and revenue function are integrated into the model of public opinion polarization, and the influences of individuals with different preferences on public opinion polarization are also analyzed. The following conclusions can be made:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) Different social preferences held by individuals have different influences on public opinion In Figure 27 , at the initial moment, the individual preferences change greatly. Firstly, their preferences change to the fair preference, and then quickly change to the egoistic preference. From the perspective of isolated individuals, the number of individuals with an egoistic preference withdrawing from public opinion interactions is the largest. From the perspective of revenue, the individuals with an altruistic preference have the largest revenue in the network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure 27",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "In this paper, social preference theory and revenue function are integrated into the model of public opinion polarization, and the influences of individuals with different preferences on public opinion polarization are also analyzed. The following conclusions can be made:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) Different social preferences held by individuals have different influences on public opinion polarization effects. Individuals with egoistic preference have fewer benefits through interaction in the network, so their interaction intention is low. The individuals with altruistic preference have the highest willingness to interact and the highest revenue, while ones with fair preference are in the middle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(2) Through the simulation, we find that if there is only a single preference in the network, the degree of public opinion polarization is significantly lower than mixed preferences in the network. In addition, when the public opinion polarization phenomenon occurs, individuals will tend to interact with ones with different preferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(3) Generally, individuals' preference will alter with the change of interaction revenue. However, through simulation, we can see that at the initial moment, most individuals' preference will become an altruistic preference, but the period is very short. Then, individuals with an egoistic preference in the network will begin to increase and dominate, while ones with fair preferences account for the least.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, the following limitations still need to be studied in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) When constructing the network, only the node exit rule was considered, but the node increase rule accompanied by the hot event propagation at the initial time was not considered [37, 38] . In addition, the connections of all individuals were treated as bidirectional ones when the network was constructed, while in reality there are many unidirectional connections of nodes. Therefore, the node increase rule and unidirectional network structure should be explored in the future.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(2) Through the simulation of the real cases, there exists certain relevance between the change of an individual's social preference and the public opinion inversion phenomenon [39] . As a result, the relationships between them also need to be further discussed in future studies.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(3) There is still no theoretical basis for the variability of preferences held by individuals at different stages, and further research is needed on the underlying reasons for the change of preferences held by individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author Contributions: T.C. described the proposed framework and wrote the whole manuscript; Q.L. implemented the simulation experiments; P.F. and C.X. collected data; J.Y., G.C. and G.L. revised the manuscript; all authors read and approved thefinal manuscript. All authors have read and agreed to the published version of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The law of group polarization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Political Philos",
            "volume": "10",
            "issn": "",
            "pages": "175--195",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9760.00148"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social Mediaand Fake Newsinthe",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Allcott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gentzkow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Election. J. Econ. Perspect",
            "volume": "31",
            "issn": "",
            "pages": "211--235",
            "other_ids": {
                "DOI": [
                    "10.1257/jep.31.2.211"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Physics of the mind: Opinion dynamics and decision making processes based on a binary network model",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Kusmartsev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kürtenkarl",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Mod. Phys. B",
            "volume": "22",
            "issn": "",
            "pages": "4482--4494",
            "other_ids": {
                "DOI": [
                    "10.1142/S0217979208050231"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel Multidimensional Models of Opinion Dynamics in Social Networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Parsegov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Proskurnikov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tempo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Friedkin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Trans. Autom. Control",
            "volume": "62",
            "issn": "",
            "pages": "2270--2285",
            "other_ids": {
                "DOI": [
                    "10.1109/TAC.2016.2613905"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Incooperating Fairness into Game Theory and Economics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rabin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am. Econ. Rev",
            "volume": "83",
            "issn": "",
            "pages": "1281--1302",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Theory of Fairness, Competition, and Cooperation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Q. J. Econ",
            "volume": "114",
            "issn": "",
            "pages": "817--868",
            "other_ids": {
                "DOI": [
                    "10.1162/003355399556151"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consensus model for large-scale group decision making based on fuzzy preference relation with self-confidence: Detecting and managing overconfidence behaviors",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Inf. Fusion",
            "volume": "52",
            "issn": "",
            "pages": "245--256",
            "other_ids": {
                "DOI": [
                    "10.1016/j.inffus.2019.03.001"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Managing consensus based on leadership in opinion dynamics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "G"
                    ],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Inf. Sci",
            "volume": "397",
            "issn": "",
            "pages": "187--205",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ins.2017.02.052"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biased assimilation, homophily, and the dynamics of polarization",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dandekar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "110",
            "issn": "",
            "pages": "5791--5796",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1217220110"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Game-Theoretic Analysis of the Hegselmann-Krause Model for Opinion Dynamics in Finite Dimensions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Etesami",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Basar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Trans. Autom. Control",
            "volume": "60",
            "issn": "",
            "pages": "1886--1897",
            "other_ids": {
                "DOI": [
                    "10.1109/TAC.2015.2394954"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Polarization and Clustering of Opinions in Social Networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scaglione",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Consensus",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE J. Sel. Areas Commun",
            "volume": "31",
            "issn": "",
            "pages": "1072--1083",
            "other_ids": {
                "DOI": [
                    "10.1109/JSAC.2013.130609"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Endogenous Changes in Public Opinion Dynamics",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Leon-Medini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Artif. Soc. Soc. Simul",
            "volume": "22",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.18564/jasss.3967"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Agent-Based Modelling Approach for Multidimensional Opinion Polarization in Collective Behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Artif. Soc. Soc. Simul",
            "volume": "20",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.18564/jasss.3385"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling of the Public Opinion Polarization Process with the Considerations of Individual Heterogeneity and Dynamic Conformity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mathematics",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/math7100917"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The effect of social interaction on users' social commerce intention",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Mob. Commun",
            "volume": "17",
            "issn": "",
            "pages": "391--408",
            "other_ids": {
                "DOI": [
                    "10.1504/IJMC.2019.100501"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Offline social interactions and online shopping demand: Does the degree of social interactions matter?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trivedi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Bus. Res",
            "volume": "99",
            "issn": "",
            "pages": "373--381",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbusres.2017.09.022"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Social Conflict Theory in Studying the Conflict in Northern Ireland",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szczecinska-Musielak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pol. Sociol. Rev",
            "volume": "193",
            "issn": "",
            "pages": "119--136",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The value of social conflicts. Critiquing invited participation in energy projects",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cuppen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Res. Soc. Sci",
            "volume": "38",
            "issn": "",
            "pages": "28--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.erss.2018.01.016"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Understanding social influence on mobile social networking sites: A social support perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Inf. Dev",
            "volume": "35",
            "issn": "",
            "pages": "220--229",
            "other_ids": {
                "DOI": [
                    "10.1177/0266666917738042"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Social influence modeling using information theory in mobile social networks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Inf. Sci",
            "volume": "379",
            "issn": "",
            "pages": "146--159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ins.2016.08.023"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of in-group favoritism on the collective behavior of individuals' opinions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alizadeh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cioffi-Revilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Complex Syst",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1142/S0219525915500022"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Opinion polarization by learning from social feedback",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banisch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Olbrich",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Math. Sociol",
            "volume": "43",
            "issn": "",
            "pages": "76--103",
            "other_ids": {
                "DOI": [
                    "10.1080/0022250X.2018.1517761"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Preference evolution with deceptive interactions and heterogeneous trust in bounded confidence model: A simulation analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiclana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Knowl. Based Syst",
            "volume": "175",
            "issn": "",
            "pages": "87--95",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2019.03.010"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Boundedly rational expected utility theory",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navarro-Martinez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loomes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alaoui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Risk Uncertain",
            "volume": "57",
            "issn": "",
            "pages": "199--223",
            "other_ids": {
                "DOI": [
                    "10.1007/s11166-018-9293-3"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evolution of Electoral Preferences for a Regime of Three Political Parties",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Medina Guevara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vargas Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Espinoza Padilla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gozález Solís",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Discret. Dyn. Nat. Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2018/2989851"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Building consensus in group decision making with an allocation of information granularity",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabrerizo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ureña",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pedrycz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Fuzzy Sets Syst",
            "volume": "255",
            "issn": "",
            "pages": "115--127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fss.2014.03.016"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Analyzing consensus approaches in fuzzy group decision making: Advantages and drawbacks. Soft Comput",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabrerizo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "451--463",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-009-0453-x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Group decision-making model with incomplete fuzzy preference relations based on additive consistency",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiclana",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "IEEE Trans. Syst. Man Cybern. Part B Cybern",
            "volume": "37",
            "issn": "",
            "pages": "176--189",
            "other_ids": {
                "DOI": [
                    "10.1109/TSMCB.2006.875872"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Modelling influence in group decision making",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiclana",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soft Comput",
            "volume": "20",
            "issn": "",
            "pages": "1653--1665",
            "other_ids": {
                "DOI": [
                    "10.1007/s00500-015-2002-0"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Micro-Level Estimation of Optimal Consumption Choice with Intertemporal Nonseparability in Preferences and Measurement Errors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khorunzhina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Bus. Econ. Stat",
            "volume": "36",
            "issn": "",
            "pages": "227--238",
            "other_ids": {
                "DOI": [
                    "10.1080/07350015.2016.1149071"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Inference under stability of risk preferences",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barseghyan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Molinari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Teitelbaum",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Quant. Econ",
            "volume": "7",
            "issn": "",
            "pages": "367--409",
            "other_ids": {
                "DOI": [
                    "10.3982/QE511"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Universal behavior of load distribution in scale-free networks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kahng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.87.278701"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Enhancing network cluster synchronization capability based on artificial immune algorithm",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hum. Cent. Comput. Inf. Sci",
            "volume": "9",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13673-019-0164-y"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modeling and intelligent optimization of social collective behavior with online public opinion synchronization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Int. J. Mach. Learn. Cybern",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s13042-018-0854-1"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Construction of extended ant colony labor division model for traffic signal timing and its application in mixed traffic flow model of single intersection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Concurr. Comput. Pract. Exp",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/cpe.5592"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Library personalized recommendation service method based on improved association rules",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Libr. Hi Tech",
            "volume": "36",
            "issn": "",
            "pages": "443--457",
            "other_ids": {
                "DOI": [
                    "10.1108/LHT-06-2017-0120"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Risk Propagation Model and Its Simulation of Emergency Logistics Network Based on Material Reliability",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16234677"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modeling of Emergency Supply Scheduling Problem Based on Reliability and Its Solution Algorithm under Variable Road Network after Sudden-Onset Disasters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Complexity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2020/7501891"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Newly exposed conflicting news based network opinion reversal. Acta Phys. Sin. 2016, 65, 030502. © 2020 by the authors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Research framework in this paper.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Research framework in this paper.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Calculation diagram of social mainstream revenue with positive attitude.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Diagram of social mainstream revenue with negative attitude.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Calculation diagram of social mainstream revenue with positive attitude.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Calculation diagram of social mainstream revenue with positive attitude.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Cont.Int. J. Environ. Res. Public Health 2020,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Diagram of intimacy hij. From Figure 4a, agent i and agent j are directly connected (see black lines in Figure 4a), meaning there is an interaction between them. Similarly, in Figure 4b, among all individuals connected with both agent i and agent j, there are two common connected individuals (see black humanoid nodes and black lines in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Diagram of intimacy h ij. From Figure 4a, agent i and agent j are directly connected (see black lines in Figure 4a), meaning there is an interaction between them. Similarly, in Figure 4b, among all individuals connected with both agent i and agent j, there are two common connected individuals (see black humanoid nodes and black lines in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Comparison of interaction revenue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Comparison of interaction revenue.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Revenue change diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Intimacy modification diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Revenue change diagram.Int. J. Environ. Res. Public Health 2020, the solid red arrow, the dotted green arrow and the solid black arrow indicate the increment, decrease, and invariability of intimacy increases, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Revenue change diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Intimacy modification diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Intimacy modification diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Simulation process of opinion evolution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "The mottled diagram of the intimacy degree of all nodes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "The mottled diagram of the intimacy degree of all nodes. Int. J. Environ. Res. Public Health 2020, 17, 946 14 of 29 appears dark blue. Notice that all h(i,i) in the matrix's diagonal line are meaningless and thus are represented by 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "All individuals with fair preferences (b) All individuals with egoistic preferences (c) All individuals with altruistic preferences (d) Individuals with mixed preferences Attitude values of individuals at different times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Attitude values of individuals at different times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Attitude values of individuals at different times. (a) All individuals with fair preferences (b) All individuals with egoistic preferences Int. J. Environ. Res. Public Health 2020, 17, Distributions of intimacy degree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Percentage of polarized individuals over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Distributions of intimacy degree. Int. J. Environ. Res. Public Health 2020, Distributions of intimacy degree.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Percentage of polarized individuals over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Percentage of polarized individuals over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "The relationships between percentage of polarized individuals and the proportion of individuals with different preferences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "The influences of different preference proportions on the polarization after 100 experiments. Also, from Figure 14, since the sum of the proportions of three different preferences in the network equals to 1, the scattered points in this figure are all distributed in the same triangular",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "The relationships between percentage of polarized individuals and the proportion of individuals with different preferences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "The relationships between percentage of polarized individuals and the proportion of individuals with different preferences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "The influences of different preference proportions on the polarization after 100 experiments. Also, from Figure 14, since the sum of the proportions of three different preferences in the network equals to 1, the scattered points in this figure are all distributed in the same triangular",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "The influences of different preference proportions on the polarization after 100 experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Opinion distributions of \"Sleep\", \"Cool\" events.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Opinion distributions of \"Sleep\", \"Cool\" events.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Distribution of attitude values at the initial time and time = 10. Connections among network nodes at the initial time and time = 10. Distribution of attitude values at the initial time and time = 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Distribution of attitude values at the initial time and time = 10. Connections among network nodes at the initial time and time = 10. Connections among network nodes at the initial time and time = 10. Int. J. Environ. Res. Public Health 2020, 17, 946 19 of Node connections when N = 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Node connections when N = 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Connections of three different preferences and distribution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF42": {
            "text": "The influences of different preferences on individual revenue. The influences of different preferences on individual revenue.4.3.2. The Influences of Individual Revenue on Public Opinion PolarizationSince the total individual revenue is composed of U o , U s , and U f , in order to analyze the influences of revenue on the polarization effect, we assume that there only exists one part of revenue in the network and observe the evolution of public opinion.Figure 21a,d,g represents changes in individual revenue only considering U o , U s , or U f in the network over time, respectively.Figure 21b,e,h describes the growths of isolated individuals in the network over time.Figure 21c,f,i denotes the growths of the polarizability in the network over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Us (b) The number of isolated individuals only considering Us (c) Polarizability only considering Us (d) Changes in Uf (e) The number of isolated individuals only considering Uf (f) Polarizability only Considering Uf (g) Changes in Uo (h) The number of isolated individuals only considering Uo (i) Polarizability only Considering Uo The influences of individual revenue on public opinion polarization.FromFigure 21a-c, when individuals only gain benefits through social recognition, the benefits are relatively large at the initial time. However, with the further evolution of public opinion, polarization gradually emerges, and the growth trend of revenue begins to slow down. Moreover, The influences of individual revenue on public opinion polarization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Individual attitude distributions at different times.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Individual attitude distributions at different times. Int. J. Environ. Res. Public Health 2020, 17, 946 24 of Polarization proportion with changes over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF46": {
            "text": "Polarization proportion with changes over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF47": {
            "text": "Polarization proportion with changes over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF48": {
            "text": "Individual proportions with three different preferences changing over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF49": {
            "text": "Individual proportions with three different preferences changing over time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF50": {
            "text": "Opinion distributions of the event \"web celebrity beating a pregnant woman\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF51": {
            "text": "Opinion distributions of the event \"web celebrity beating a pregnant woman\".",
            "latex": null,
            "type": "figure"
        },
        "FIGREF52": {
            "text": "The results of a real case simulation of two models. (a) Model which considers individual heterogeneity preference in this paper. (b) Macro polarization model in[14].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF53": {
            "text": "The results of a real case simulation of two models. (a) Model which considers individual heterogeneity preference in this paper. (b) Macro polarization model in[14].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF54": {
            "text": "Figure 27c-e represents the interactive revenue of the individuals with three different preferences, respectively. Int. J. Environ. Res. Public Health 2020, 17, Specific preference analysis of a real case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF55": {
            "text": "Specific preference analysis of a real case.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF56": {
            "text": "This research is supported by the National Natural Science Fund Project of China (Grant No. 71401156 and 71702164), the Ministry of education of Humanities and Social Science project of China (Grant No.18YJA630012 and 17YJA630015), Zhejiang Provincial Natural Science Foundation of China (No. LY18G010001 and LY20G010001), The Presidential Incentive Award in the University of North Georgia (No. 1103 and No. 1105), Hubei Key Laboratory of Mechanical Transmission and Manufacturing Engineering (2017A08 and 2018A02) as well as Contemporary Business and Trade Research Center and Center for Collaborative Innovation Studies of Modern Business of Zhejiang Gongshang University of China (Grant No. 14SMXY05YB).",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, 946 11 of 29",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Network parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Network parameters.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}