{
    "paper_id": "0961a424edfce7c37cc65784f014fefdd65f0bc5",
    "metadata": {
        "title": "Translationally Repressed mRNA Transiently Cycles through Stress Granules during Stress",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Mollet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut André Lwoff",
                    "location": {
                        "postCode": "94801",
                        "settlement": "Villejuif cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Cougot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montpellier",
                    "location": {
                        "postCode": "34293",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Ania",
                "middle": [],
                "last": "Wilczynska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut André Lwoff",
                    "location": {
                        "postCode": "94801",
                        "settlement": "Villejuif cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "‡",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Dautry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut André Lwoff",
                    "location": {
                        "postCode": "94801",
                        "settlement": "Villejuif cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Kress",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut André Lwoff",
                    "location": {
                        "postCode": "94801",
                        "settlement": "Villejuif cedex",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Edouard",
                "middle": [],
                "last": "Bertrand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montpellier",
                    "location": {
                        "postCode": "34293",
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Weil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut André Lwoff",
                    "location": {
                        "postCode": "94801",
                        "settlement": "Villejuif cedex",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In mammals, repression of translation during stress is associated with the assembly of stress granules in the cytoplasm, which contain a fraction of arrested mRNA and have been proposed to play a role in their storage. Because physical contacts are seen with GW bodies, which contain the mRNA degradation machinery, stress granules could also target arrested mRNA to degradation. Here we show that contacts between stress granules and GW bodies appear during stress-granule assembly and not after a movement of the two preassembled structures. Despite this close proximity, the GW body proteins, which in some conditions relocalize in stress granules, come from cytosol rather than from adjacent GW bodies. It was previously reported that several proteins actively traffic in and out of stress granules. Here we investigated the behavior of mRNAs. Their residence time in stress granules is brief, on the order of a minute, although stress granules persist over a few hours after stress relief. This short transit reflects rapid return to cytosol, rather than transfer to GW bodies for degradation. Accordingly, most arrested mRNAs are located outside stress granules. Overall, these kinetic data do not support a direct role of stress granules neither as storage site nor as intermediate location before degradation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This article was published online ahead of print in MBC in Press",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Repression of translation is a general cellular response to a variety of stresses in eukaryotes. It is observed after exposure to environmental stress, such as oxidative stress, heat shock, and UV, as well as in restrictive growth conditions, such as amino acid deprivation. Such inhibition of the general translation machinery allows for the preferential synthesis of specific stress response proteins required to prevent the deleterious effects of the stress. Repression of general translation is also part of the antiviral defense mediated by interferons. Finally, translational shutoff is a strategy used by many viruses to restrict the host's translation machinery to the synthesis of their own proteins during acute infection (Schneider and Mohr, 2003) . In most cases, this general inhibition occurs as a result of the phosphorylation of eIF2-␣, the initiation factor that transfers the initiator methionyl-tRNA i to the 40S ribosomal subunit. Phosphorylation of eIF2-␣ prevents its reloading with GTP (Wek et al., 2006) . However, viruses like the poliovirus shutoff translation independently of eIF2-␣, through the cleavage of eIF4G (Mazroui et al., 2006) .",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 758,
                    "text": "(Schneider and Mohr, 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1009,
                    "end": 1027,
                    "text": "(Wek et al., 2006)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1142,
                    "end": 1164,
                    "text": "(Mazroui et al., 2006)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In mammalian cells, this global translational repression is often accompanied by the assembly of cytoplasmic messenger Ribonucleoprotein (mRNP) granules called stress gran-ules. This has been observed after environmental stresses (Kedersha and Anderson, 2002) , as well as during viral infection (McInerney et al., 2005; Mazroui et al., 2006; Smith et al., 2006; Raaben et al., 2007) . These granules contain mRNAs, proteins of the small ribosomal subunit, several translation initiation factors, such as eIF3 and eIF4F, and repressors of translation, such as TIA1, TIAR, FMRP, RAP55, and CPEB1 (Kedersha and Anderson, 2002; Mazroui et al., 2002; Wilczynska et al., 2005; Yang et al., 2006) . They are thought to be formed from mRNA associated to abortive initiation complexes, assembled in granules due to the selfaggregation properties of components such as TIA1 (Anderson and Kedersha, 2006) . Stress granules assemble rapidly in response to stress and disappear slowly after its removal. For instance, they become visible 15 min after arsenite addition and disappear 2-3 h after arsenite removal (Kedersha et al., 2000) . Previously, we and others have shown that stress granules establish frequent contacts with mRNP granules of smaller size, called GW bodies Wilczynska et al., 2005) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 259,
                    "text": "(Kedersha and Anderson, 2002)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 296,
                    "end": 320,
                    "text": "(McInerney et al., 2005;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 321,
                    "end": 342,
                    "text": "Mazroui et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 362,
                    "text": "Smith et al., 2006;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 363,
                    "end": 383,
                    "text": "Raaben et al., 2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 595,
                    "end": 624,
                    "text": "(Kedersha and Anderson, 2002;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 625,
                    "end": 646,
                    "text": "Mazroui et al., 2002;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 647,
                    "end": 671,
                    "text": "Wilczynska et al., 2005;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 672,
                    "end": 690,
                    "text": "Yang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 894,
                    "text": "Kedersha, 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1100,
                    "end": 1123,
                    "text": "(Kedersha et al., 2000)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1265,
                    "end": 1289,
                    "text": "Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "GW bodies, as opposed to stress granules, are present in unstressed cells. They contain 5Ј to 3Ј mRNA degradation machinery, including the decapping complex Dcp1/2, its cofactors LSm1-7, Rck/p54 (Dhh1 in yeast, Me31 in Drosophila and Cgh1 in Caenorhabditis elegans) and Ge1/Hedls (Fenger-Gron et al., 2005) , as well as the exonuclease Xrn1. Additionally, they contain translational repressors, such as eIF4ET (Andrei et al., 2005) , CPEB1 (Orb in Drosophila, Cpb3 in C. elegans; Wilczynska et al., 2005) , RAP55 (Yang et al., 2006) , and YB1 (Yang and Bloch, 2007) . Finally, they contain the posttranscriptional gene silencing machinery, which can trigger either degradation or repression of their target mRNA, depending whether it is guided by siRNAs or miR-NAs. Beyond this catalogue of components, some experimental data argue in favor of an active role for GW bodies in both mRNA degradation and mRNA storage. Slowing down mRNA degradation results in the accumulation of mRNAs in GW bodies, suggesting that they are indeed sites of degradation (Cougot et al., 2004; Durand et al., 2007) . However, the cationic amino acid transporter CAT1 mRNA, which is repressed by miR122 in rich cell culture conditions, is stored in GW bodies without degradation, as it can be recycled to polysomes upon amino acid deprivation (Bhattacharyya et al., 2006) . In yeast, the corresponding structures, called P-bodies, fulfill both degradation and storage functions (Sheth and Parker, 2003; Brengues et al., 2005) . Yeast do not harbor large stress granules observed in mammals, and P-bodies are used for the storage of mRNA after a stress, like glucose deprivation.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 306,
                    "text": "(Fenger-Gron et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 431,
                    "text": "(Andrei et al., 2005)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 480,
                    "end": 504,
                    "text": "Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 513,
                    "end": 532,
                    "text": "(Yang et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 565,
                    "text": "(Yang and Bloch, 2007)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1050,
                    "end": 1071,
                    "text": "(Cougot et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1072,
                    "end": 1092,
                    "text": "Durand et al., 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1320,
                    "end": 1348,
                    "text": "(Bhattacharyya et al., 2006)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1455,
                    "end": 1479,
                    "text": "(Sheth and Parker, 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1480,
                    "end": 1502,
                    "text": "Brengues et al., 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to the contacts observed between stress granules and GW bodies, in some cases GW body proteins can relocate to stress granules Wilczynska et al., 2005) . This apparent fusion between the two structures led us to propose that this could enable a switch from mRNA storage to mRNA degradation (Wilczynska et al., 2005) . Here we studied the relationship between the three compartments-stress granules, GW bodies and the cytosol-in order to obtain insight into the function of stress granules. We show that, although the contacts between stress granules and GW bodies are very stable and appear very early during stress granule assembly, they are not responsible for the appearance of GW body proteins in stress granules. The latter come from the cytosol rather than directly from neighboring GW bodies. In addition, mRNP continuously cycle between stress granules and polysomes. Overall, their residence time within stress granules is brief, compared with their residence time in the cytosol, and this is not due to rapid degradation. These data argue against a direct role of stress granules as a site of mRNP storage and degradation.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 163,
                    "text": "Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 302,
                    "end": 327,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Epithelioid carcinoma HeLa cells were routinely maintained in DMEM and DMEM/F12, respectively, supplemented with 10% fetal calf serum. HeLa/ CPEB1 cells, obtained as described previously (Wilczynska et al., 2005) , were routinely maintained in the presence of 100 g/ml geneticin sulfate (Invitrogen, Cergy, France) and 200 g/ml hygromycin (Invitrogen). Induction of the Tet promoter was performed by addition of 1 g/ml doxycycline to the culture medium. Arsenite (Sigma Aldrich, Lyon, France) was used at 0.5 mM, unless otherwise indicated. Cycloheximide (Roche Diagnostics, Meylan, France) and actinomycin D were used at 10 g/ml.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 212,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture and Transfection"
        },
        {
            "text": "Transient transfections were performed with 1.5 g plasmid DNA or 3 g si-p54 (MWG Biotech, Roissy, France) per 35-mm-diameter dish by a standard calcium phosphate procedure, as previously described (Serman et al., 2007) . CPEB1-GFP and RFP-p54 contain the full open reading frames of human CPEB1-⌬5-lg and Rck/p54, respectively, as described previously (Wilczynska et al., 2005) . RFP-Dcp1 was obtained by inserting the full open reading frame of human Dcp1a downstream of RFP in pDsRed2 (BD Biosciences Clontech, Le Pont de Claix, France).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "text": "(Serman et al., 2007)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 352,
                    "end": 377,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cell Culture and Transfection"
        },
        {
            "text": "Cells were grown on glass coverslips and fixed in methanol at Ϫ20°C for 3 min. Cells were rehydrated in phosphate-buffered saline (PBS) and incubated with the primary antibody for 1 h, rinsed with PBS, incubated with the secondary antibody for 30 min, rinsed with PBS, and stained with 0.12 g/ml DAPI for 1 min, all steps being performed at room temperature. Slides were mounted in Citifluor (Citifluor, London, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "Rabbit polyclonal anti-p54 and mouse monoclonal DM1 anti-␣-tubulin were purchased from Bethyl Laboratories (Montgomery, TX) and Sigma Aldrich, respectively. The anti-Ge1 antibody (Santa Cruz Biotechnology, Santa Cruz, CA) has been characterized previously (Stoecklin et al., 2006) . The anti-hDcp1 rabbit antibody was a kind gift from Bertrand Séraphin (Centre de Génétique Moléculaire, Gif, France) and the anti-eIF3 goat antibody from John Hershey (University of California, Davis, CA). Secondary antibodies conjugated to rhodamine and FITC were purchased from Jackson ImmunoResearch Laboratories (Immunotech, Marseille, France).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 280,
                    "text": "(Stoecklin et al., 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Immunofluorescence"
        },
        {
            "text": "Standard microscopy was performed on a Leica DMR microscope (Leica, Heidelberg, Germany) using a 63ϫ 1.32 oil immersion objective. Photographs were taken using a Micromax CCD camera (Princeton Instruments, Princeton, NJ). Confocal images were obtained on a Leica TCS-NT/SP1 inverted confocal laserscanning microscope (Leica) using an Apochromat 63ϫ 1.32 oil immersion objective. Fluorescence signals were acquired in 0.16-m optical sections. A single section is presented in all figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microscopy"
        },
        {
            "text": "For videomicroscopy, cells were grown on glass coverslips and mounted in a POC chamber system (Helmut Saur, Reutlingen, Germany) with 2 ml culture medium maintained at 37°C and 5% CO 2 . Cells were observed on a Zeiss inverted microscope Axiovert (Carl Zeiss SAS, Le Pecq, France) equipped with a DG4 Lambda switcher (Sutter Instrument, Novato, CA) and driven by the Metamorph software (Universal Imaging, Downingtown, PA). Timed series were acquired using a 63ϫ 1.32 oil immersion objective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microscopy"
        },
        {
            "text": "For fluorescence recovery after photobleaching (FRAP) experiments on green fluorescent protein (GFP)-tagged CPEB1, cells were grown on glass coverslips, mounted in a POC chamber system, and analyzed on a Leica TCS-NT/SP1 inverted confocal laser-scanning microscope (Leica, Heidelberg, Germany) using an Apochromat 63ϫ 1.32 oil immersion objective. Confocal sections were acquired using an excitation wavelength of 488 nm at 4% power, at a rate of one frame per second. Selected stress granules were photobleached using excitation wavelengths of 488 nm at maximal power. Prebleach, bleach, and postbleach steps were linked and analyzed using Leica software. For FRAP experiments on MS2-GFP tagged mRNA, we used a wide-field Nikon TE200 inverted microscope (Melville, NY; 100ϫ objective, NA 1.45), equipped with an EM-CCD camera (Cascade 512B, Roper Scientific, Tucson, AZ) and a piezzo-motor, to capture z-stacks. We verified on fixed cells that the bleached spot corresponded to the defined ROI (region of interest), and that bleach was homogeneous in the spot. FRAP recovery curves were generated from the background subtracted images, and the signal in the foci was normalized for total fluorescence of the cell. With both apparatuses, we chose to reduce the bleaching time as much as possible in order to avoid phototoxicity, which resulted in only partial bleaching.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microscopy"
        },
        {
            "text": "In situ hybridization was performed as previously described (Fusco et al., 2003) . The formamide concentration was 10% in the hybridization and washing mixture. The sequence of the probes was as follows (X stands for aminoallyl-T): 5Ј-A X GTCGACCTGCAGACA X GGGTGATCCTCA X GTTT-TCTAGGCAAT X A. The modified oligonucleotide probes for RNA FISH were synthesized by J.-M. Escudier (Plateforme de synthèse d'Oligonucléotides modifiés de l'Interface Chimie Biologie de l'ITAV). For quantitative measurements, 11 stacks were captured with a CoolSnap CCD camera (Roper Scientific), on a DMRA microscope equipped for epifluorescence (Leica) with a 100ϫ objective (Planapo, NA 1.4), and controlled by Metamorph (Universal Imaging).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "(Fusco et al., 2003)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "In Situ Hybridization and Traffic Modeling"
        },
        {
            "text": "For traffic modeling, movements from and into stress granules were described by first-order reactions: dM(in)/dt ϭ k 1 M(in) and dM(out)/dt ϭ k 2 M(out), where M(in) and M(out) are the number of molecules in and out stress granules, respectively, and k 1 and k 2 the traffic rates from and into stress granules. At steady state, incoming and outgoing flux of molecules are balanced, so that k 1 M(in) ϭ k 2 M(out). Therefore, considering the corresponding half-lives t 1 and t 2 in and out stress granules, respectively, t 2 M(in) ϭ t 1 M(out).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Situ Hybridization and Traffic Modeling"
        },
        {
            "text": "Stress granules assemble during environmental stresses, which inhibit translation initiation, or after overexpression of some translational repressors, such as CPEB1. They continuously rearrange with time, with pieces of granules detaching and joining a neighboring granule . Associated GW bodies generally accompany stress granules during their movements, suggesting that their association is important for stress granule function. This can be observed when HeLa cells are transfected with CPEB1-GFP, as a stress granule inducer, and RFP-Dcp1, as a GW body marker ( Figure 1A ). This association is reversible, as GW bodies occasionally detach from their contiguous stress granule ( Figure 1A , late time points).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 567,
                    "end": 576,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Association between Stress Granules and GW Bodies Occurs Very Early during Stress Granule Assembly"
        },
        {
            "text": "We have previously hypothesized that the association between stress granules and GW bodies might result from the attraction of GW bodies by newly formed stress granules (Wilczynska et al., 2005) . To address this issue, we HeLa cells were transfected with expression vectors for GFP-tagged CPEB1 and RFP-tagged Dcp1, the former being used as a stress-granule inducer and marker, and the latter as a GW body marker. After 30 h, cells with stress granules were observed live by fluorescence videomicroscopy during a 90-min time lapse. Photographs of one cell at indicated times were selected for illustration. The stress granules (green) indicated by arrowheads and their associated GW bodies (red) are enlarged below. Scale bar, 2 m. (B and C) Association of assembling stress granules with GW bodies. HeLa/CPEB1 cells were transfected with an expression vector for RFP-tagged Dcp1 (B), or RFP-tagged Rck/p54 (C) as a GW body marker. After 30 h, stress granules were induced with arsenite, and their assembly was observed by fluorescence microscopy during a 20-min time lapse. Photographs of one cell at indicated times, with stress granules and GW bodies in green and red, respectively, were selected for illustration. Representative areas of the cytoplasm, labeled by numbers, are enlarged below. For B, the superimposed green and red fluorescences are shown for the initial and final time points, whereas the green fluorescence is shown for each time point in gray scale for better visualization. The arrowhead points to a GW body initially present in this area. Scale bars, 2 m.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 194,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Association between Stress Granules and GW Bodies Occurs Very Early during Stress Granule Assembly"
        },
        {
            "text": "Vol. 19, October 2008 transfected RFP-Dcp1 into a stable HeLa-derived cell line (HeLa/CPEB1) expressing the human CPEB1 gene fused to GFP (Wilczynska et al., 2005) , and 30 h later we monitored stress granule assembly upon arsenite treatment ( Figure 1B) . In place of a directional movement of GW bodies toward stress granules, or of stress granules toward GW bodies, we observed the burst of stress granules at the contact of preexisting GW bodies. This suggests either that GW bodies nucleate stress granule assembly or that stress granules assemble on the same anchor as GW bodies. However, stress granules also appeared all over the cytoplasm, including regions devoid of GW bodies, indicating that their assembly can be GW body independent. As RFP-Dcp1 expression often results in abnormally large GW bodies and sometimes induces stress granules (data not shown), we repeated the experiment using RFP-p54 as a GW body marker, which does not produce such an effect. The results were identical ( Figure 1C ), with stress granules assembling both at the contact and distantly of the preexisting GW bodies.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 163,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 254,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1000,
                    "end": 1009,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Brief mRNA Transit in Stress Granules"
        },
        {
            "text": "We have previously reported that GW body proteins can relocate to stress granules induced by CPEB1 expression. This relocation becomes more frequent with time, suggesting a progressive fusion event between GW bodies and stress granules (Wilczynska et al., 2005) . Such a relocation is not systematic, as arsenite treatment leads to the formation of distinct stress granules and GW bodies (Cougot et al., 2004; Wilczynska et al., 2005) . Here we found that this difference is related to the protein content of the cells, rather than to the timing and nature of the stress. When HeLa cells were cotransfected with CPEB1-GFP as a stress granule inducer, and RFP-Dcp1 as a GW body marker, stress granules were present after 20 h in one-third of the cells, as with CPEB1-GFP alone. However, they never merged with GW bodies, as observed with CPEB1-GFP alone ( Figure 2A , compare bottom to top panels). Therefore, expression of RFP-Dcp1 prevented GW body stress-granule fusion. Conversely, when untransfected HeLa cells were treated with arsenite for 30 min to induce stress granules, endogenous Rck/p54 protein remained in distinct GW bodies adjacent to stress granules ( Figure 2B , top panel). However, the same treatment in HeLa cells transfected with RFP-p54 led to GW body disappearance in half of the cells and relocation of RFP-p54 to stress granules ( Figure 2B , bottom panel). Therefore, expression of RFP-p54 promoted GW body stress-granule fusion. In conclusion, the relationship between GW bodies and stress granules depends on the relative levels of GW body components such as Dcp1, Rck/p54, and CPEB1.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 261,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 388,
                    "end": 409,
                    "text": "(Cougot et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 434,
                    "text": "Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 864,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1168,
                    "end": 1177,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1356,
                    "end": 1365,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Recruitment of GW Body Components by Stress Granules Depends on the Cellular Context"
        },
        {
            "text": "To analyze the process of relocation of GW body components to stress granules in real time, we used RFP-p54 as a GW body marker, taking advantage of the fact that it promotes an apparent fusion between GW bodies and stress granules. CPEB1-GFP was simultaneously used as a marker of stress granules. Arsenite was added 24 h after transfection, and stress granule assembly was observed under a microscope. After 30 min, all cells contained stress granules, as attested by CPEB1-GFP localization ( Figure 3A , bottom panel), and RFP-p54 was localized in stress granules in half of the cells ( Figure 3A , top panel), as described above. No fusion of p54-labeled GW bodies with stress granules was observed, but rather the progressive accumulation of RFP-p54 in stress granules. Remarkably, p54 relocation depended on the initial state of the cell. In cells where stress granules and GW bodies were distinct after arsenite treatment, RFP-p54 was initially concentrated in GW bodies and absent from the cytoplasm ( Figure 3A , left cell). By contrast, in cells where they merged, RFP-p54 was initially diffuse in the cytoplasm ( Figure 3A , right cell). Similar images were obtained when transfecting RFP-p54 alone ( Figure 3B , compare cells on top and bottom panels). In fact, one could predict from the image before arsenite treatment whether stress granules will contain RFP-p54 or not: it only depends on the Arsenite-induced stress granules and GW bodies. HeLa cells were treated with arsenite in order to induce stress granules. Cells were fixed 30 min later, and stress granules and GW bodies were visualized by immunostaining with a combination of anti-eIF3 (green) and anti-p54 antibodies (red), respectively (top). Alternatively, cells were transfected with an expression vector for RFP-p54 30 h before arsenite treatment, and immunostained with anti-eIF3 antibodies alone (bottom). Cells were observed by confocal microscopy. HeLa cells were transfected with expression vectors for RFP-tagged Rck/p54 and GFP-tagged CPEB1, the latter being a control for stress-granule assembly. After 30 h, stress granules were induced with arsenite, and cells were observed live by fluorescence microscopy during a 30-min time lapse. The same cells are shown for RFP-p54 (top) and CPEB1-GFP (bottom) fluorescence, at time 0 and 30 min. (B) Accumulation of overexpressed Rck/p54 alone. HeLa cells were transfected with RFP-tagged Rck/p54 alone and studied, as described in A. Two cells were chosen for illustration, with Rck/p54 located in GW bodies (top) or relocating to stress granules (bottom) after 30 min. (C and D) Accumulation of Ge1 in stress granules in the absence of GW bodies. HeLa cells were transfected with si-p54 to trigger the disappearance of GW bodies. After 48 h, stress granules were induced or not with arsenite for 30 min. Cells were then fixed, stained with a combination of anti-Ge1 and anti-eIF3 antibodies, and observed by fluorescence (C) and confocal microscopy (D). The stress granules indicated by arrowheads are enlarged below. (E) Schematic recapitulation of the results. Exp.1 and Exp.2 correspond to experiences reported in A and C and in C and D, respectively. An area of the cytoplasm containing GW bodies (GWB) and/or stress granules (SG) is represented. Green and red are used for GW body and stress-granule components, respectively. presence of diffuse Rck/p54 within the cytoplasm. We note that the presence of this diffuse pool is not due to the overexpression of RFP-p54, which is required for live imaging. Indeed, in untransfected cells, diffuse endogenous Rck/ p54 protein is also detected by immunofluorescence, as evidenced by comparison with cells depleted of Rck/p54 by RNA interference (data not shown). These observations, which are recapitulated on Figure 3E (top panel), suggested that RFP-p54 present in stress granules did not originate from contiguous GW bodies, but from the cytoplasm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 590,
                    "end": 599,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1010,
                    "end": 1019,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1124,
                    "end": 1133,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1212,
                    "end": 1221,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3794,
                    "end": 3803,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stress Granules Recruit GW Body Proteins Not from Contiguous GW Bodies But from the Cytosol"
        },
        {
            "text": "As these data could be biased by the transfection of the RFP-p54 marker, we then analyzed stress-granule assembly without the use of a transfected fluorescent marker, in conditions where GW bodies are absent. We have previously reported that Rck/p54 depletion triggers the disappearance of GW bodies and prevents their induction by arsenite (Serman et al., 2007) . Cells were therefore transfected with an siRNA directed against Rck/p54 and GW body suppression was verified 48 h later by immunostaining of Ge1, which is a GW body-specific component ( Figure 3C ). Cells were then treated with arsenite for 30 min to induce stress granules. In control cells, this was accompanied by an increase of GW body number (Figure 3C ), as previously reported (Wilczynska et al., 2005) , with Ge1 concentrated in GW bodies and absent from stress granules ( Figure 3D, top panel) . In Rck/ p54-depleted cells, stress granules were induced but not GW bodies ( Figure 3C ). In these conditions, Ge1 relocalized to the stress granules ( Figure 3D , bottom panel), as described for Dcp1 (Serman et al., 2007) . These data are recapitulated on Figure 3E (bottom panel): when GW bodies are absent, their components, which are found to be dispersed in the cytoplasm, relocalize readily to stress granules. Both experiments support the same conclusion that the GW body proteins present in stress-granule transfer from the cytosol rather than directly from adjacent GW bodies.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 362,
                    "text": "(Serman et al., 2007)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 749,
                    "end": 774,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1071,
                    "end": 1092,
                    "text": "(Serman et al., 2007)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 560,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 712,
                    "end": 722,
                    "text": "(Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 846,
                    "end": 867,
                    "text": "Figure 3D, top panel)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 947,
                    "end": 956,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stress Granules Recruit GW Body Proteins Not from Contiguous GW Bodies But from the Cytosol"
        },
        {
            "text": "We next asked about the flux of molecules between fully formed stress granules and polysomes. To this end, we used the strategy of trapping mRNP into polysomes with inhibitors of translation elongation such as cycloheximide, as described by others (Mazroui et al., 2002; Brengues et al., 2005) . Because stress granules are devoid of polysomes, way they clear out in these conditions reflects the passage of mRNP from stress granules to polysomes. HeLa cells were cultured in the presence of various doses of arsenite for 30 min, and further incubated with cycloheximide in the presence of arsenite. Induction of both stress granules and GW bodies was assessed after 30 min of cycloheximide treatment by immunostaining of eIF3 and Dcp1, respectively ( Figure 4A ). In the presence of 0.5 mM arsenite, cycloheximide had little effect on stress granules, as expected if this concentration of arsenite fully blocks translation initiation. With 0.25 mM arsenite, which enables some residual translation (Kedersha et al., 2000) , cycloheximide led to a strong reduction of stress granules. With 0.12 mM arsenite, stress-granule induction was incomplete, and they fully disappeared after cycloheximide treatment. This suggested that most mRNAs present in stress granules were recycled to polysomes within 30 min in these conditions. By contrast, within the same cells, cycloheximide had no effect on GW bodies, although it was able to fully suppress GW bodies in the absence of arsenite, as previously reported. These results suggest that, in arsenite-treated cells, mRNAs from stress granules can be released from them and undergo some translation, whereas mRNAs from GW bodies do not.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 270,
                    "text": "(Mazroui et al., 2002;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 271,
                    "end": 293,
                    "text": "Brengues et al., 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 999,
                    "end": 1022,
                    "text": "(Kedersha et al., 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 752,
                    "end": 761,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stress-Granule Exchange with Polysomes"
        },
        {
            "text": "To extend this observation, we induced stress granules and GW bodies with 0.5 mM arsenite for 30 min and then replaced the medium with fresh medium, supplemented or not with cycloheximide. In the absence of cycloheximide, stress granules were intact 1 h after arsenite removal ( Figure 4B ) and disappeared after 2 to 3 h (data not shown). In the presence of cycloheximide, stress granules were strongly reduced after 1 h, but GW bodies were not. This confirmed that the mRNPs contained in the stress granules continuously traffic to polysomes during recovery from stress, whereas those of GW bodies do not. Importantly, it also indicated that the delay of 2 to 3 h before the disappearance of stress granules after arsenite removal is not due to the time required for resumption of translation, because mRNA can be trapped in polysomes already during the first hour. Although we show here the existence of traffic from stress granules to polysomes, these data are not informative in term of kinetics, as it could be a slow traffic, taking up to an hour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stress-Granule Exchange with Polysomes"
        },
        {
            "text": "To obtain a better appreciation of the kinetics of mRNP traffic between stress granules and cytosol, we performed FRAP experiments of stress-granule components. We first analyzed the mobility of CPEB1, which is both a component and an inducer of stress granules. HeLa cells were transfected with CPEB1-GFP. Twenty hours later, single stress granules were photobleached, and the fluorescence recovery over a period of 150 s was monitored by confocal microscopy ( Figure 5A ). The procedure was repeated twice to verify the reproducibility of the recovery. CPEB1 protein was mostly mobile in stress granules, as all fluorescence was recovered 150 s after photobleaching, compared with a distant unbleached stress granule within the same cell ( Figure 5B ). In addition, the fluorescence recovery followed first-order kinetics, with half of the fluorescence being recovered after 33 and 28 s for the first and second bleach, respectively. This is indicative of a rapid trafficking of the CPEB1 protein in and out of stress granules. We then repeated the experiment on arsenite-induced stress granules. We took advantage of the HeLa/CPEB1 cells, which express CPEB1-GFP without assembling stress granules in the absence of stress (Wilczynska et al., 2005) . Cells were treated with arsenite for 30 min to induce stress granules, the medium was replaced, and the A and B) Photobleaching of CPEB1 in CPEB1-induced stress granules. HeLa cells were transfected with CPEB1-GFP. After 20 h, cells harboring stress granules were chosen for analysis. A single stress granule was photobleached, and the fluorescence recovery was recorded over 150 s using a confocal microscope. The procedure was repeated a second time on the same granule to ensure reproducibility. In A, images at indicated times were selected for illustration, with the red spark pointing to the photobleached granule and the green arrow to an unbleached control granule within the same cell. The photobleached granule is enlarged below each frame. In B, the fluorescence associated to the bleached (red) and unbleached (green) granules was quantified and plotted as a function of time. Below, the difference between recovered and initial postbleach fluorescence was plotted as a function of time, for each bleach separately, in order to calculate the time required for half-recovery. (C) Photobleaching of CPEB1 in arsenite-induced stress granules. HeLa/CPEB1 cells were treated with arsenite for 30 min, culture medium was replaced, and single stress granules were bleached and analyzed as described in A. (D) Photobleaching of MS2-tagged RNA in arsenite-induced stress granules. HeLa cells were transfected with MS2-tagged ␤-Gal reporter and MS2-GFP. Cells were treated with arsenite for 30 min, culture medium was replaced, and single stress granules were bleached as described in A. One bleach experiment is illustrated in the top panel. The average fluorescence of 14 bleached stress granules was plotted as a function of time, after correction for total cell bleaching (middle left panel). Time required for half-recovery was calculated as in A (bottom panel). Control experiments in the cytosol were performed using indicated sizes for the bleached spot, to verify that diffusion was negligible (middle right panel).",
            "cite_spans": [
                {
                    "start": 1226,
                    "end": 1251,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 742,
                    "end": 751,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1358,
                    "end": 1366,
                    "text": "A and B)",
                    "ref_id": null
                }
            ],
            "section": "mRNP Residence Time Is Short in Stress Granules"
        },
        {
            "text": "Vol. 19, October 2008 FRAP experiment was performed as described above (Figure 5C ). This time, only 50% of CPEB1 was mobile over 150 s. For this mobile fraction, half of the fluorescence was recovered after 21 s, indicating a similar exchange rate of CPEB1 protein in CPEB1-and arsenite-induced stress granules. This mobility represents either the replacement of CPEB1 protein on mRNA sequestered in stress granule or the replacement of CPEB1 protein along with its bound mRNA. As to the immobile fraction observed within the time scale of the experiment, it is likely to correspond to a second pool exchanging more slowly, because we showed above that stress granules disassemble within 30 min in the presence of cycloheximide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "text": "(Figure 5C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Brief mRNA Transit in Stress Granules"
        },
        {
            "text": "We next analyzed the mobility of mRNA using the MS2 tag system (Fusco et al., 2003; Boireau et al., 2007) . HeLa cells were transfected with a ␤-Gal reporter modified to contain 6 MS2 repeats, along with MS2-GFP. This ␤-Gal reporter mRNA was more efficiently exported to the cytoplasm when coexpressed with MS2-GFP, compared with a version containing 24 MS2 repeats (data not shown). Forty-eight hours later, stress granules were induced by the addition of arsenite, and the FRAP experiment was performed as above (Figure 5D, top panel) . The reporter mRNA was mostly mobile, as fluorescence fully recovered in few minutes ( Figure 5D , middle left panel). Recovery could be due to the diffusion of mRNA through the bleached spot or to the binding and dissociation of mRNA to cellular structures. To discriminate between these two possibilities, we performed FRAP in the cytosol using two different spot sizes. Indeed, if varying spot size does not modify the recovery curve, diffusion can then be neglected, and recovery curves can be fitted with exponentials describing the off-rate of the binding reaction (McNally, 2008) . Remarkably, recovery of small (5 m 2 ) and large (10 m 2 ) spots were identical ( Figure 5D , middle right panel), indicating that mRNA movement was mainly limited by binding to cellular structures. Recovery curves in stress granules were thus modeled by exponentials. Experimental data were closely fitted by a combination of two first-order kinetics applying to 44 and 56% of the molecules, with a half-recovery time of 2 and 58 s, respectively ( Figure 5D , bottom panel). Thus, like proteins, mRNAs exchange rapidly between stress granules and cytoplasm. Their residence time is at most of the order of a minute, within a structure, which persists over 2 to 3 h.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 83,
                    "text": "(Fusco et al., 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 84,
                    "end": 105,
                    "text": "Boireau et al., 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 525,
                    "text": "(Figure 5D,",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 536,
                    "text": "top panel)",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1124,
                    "text": "(McNally, 2008)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 634,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1209,
                    "end": 1218,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1576,
                    "end": 1585,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Brief mRNA Transit in Stress Granules"
        },
        {
            "text": "The fact that both proteins and mRNA have a short residence time in stress granules raises the question of their role in mRNP storage. A condition for a role as a site of storage is that mRNP spend more time sheltered by stress granules, whatever the residence time is, than outside. FRAP experiments described above monitor the replacement of bleached molecules of stress granules by fluorescent molecules coming from the cytosol. Thus, the molecule half-life outside stress granules, t 1/2out , is related to the half-life inside stress granules, t 1/2in , as follows: t 1/2out M in ϭ t 1/2in M out , where M in and M out are the number of molecules in and out stress granules, respectively (see details in Material and Methods). We first applied this modeling to CPEB1 protein, by quantifying its abundance in and out stress granules in the cells used for the FRAP experiments, before photobleaching (Figure 5A ). In these single confocal planes, which represent the main section of stress granules, the average fluorescence within granules represented only 18% of total cytoplasmic fluorescence, indicating that the half-life of CPEB1 protein is at least 4.7-fold longer outside than inside stress granules.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 913,
                    "text": "(Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "mRNP Have a Longer Residence Time in the Cytosol than in Stress Granules"
        },
        {
            "text": "As stated above, the nature of cytosolic CPEB1, whether it is bound to mRNA or free, is uncertain, so that it is difficult to infer the half-life of CPEB1-bound mRNA outside stress granules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "mRNP Have a Longer Residence Time in the Cytosol than in Stress Granules"
        },
        {
            "text": "To get insight into the kinetics of mRNP traffic, we performed the same analysis on MS2-GFP, using images obtained by wide-field microscopy through the entire cell volume ( Figure 5D ). The fluorescence within stress granules represents 7.3% of total cytoplasmic fluorescence, indicating that MS2-GFP half-life outside stress granules is 12.7-fold longer than inside (up to 12 min). Because MS2-GFP accumulation in SG depends on the presence of mRNA with the MS2 motif, the fluorescence in stress granules corresponds in most part to mRNA-bound MS2. However, as for CPEB1, we cannot exclude that part of the MS2 protein present outside is free and not taking part in the mRNP traffic to stress granules. We therefore performed FISH experiments in order to directly quantify the ␤-Gal mRNA. Cells were transfected with the ␤-Gal reporter, along with MLN51-CFP as a stress-granule marker (Baguet et al., 2007) . After 48 h, stress granules were induced with arsenite, and ␤-Gal mRNA was detected by hybridization with a fluorescent MS2 oligonucleotide probe ( Figure 6A ). Quantification through the entire cell volume, indicated that the ␤-Gal mRNA in stress granules represented only 8.8% of the total cytoplasmic ␤-Gal mRNA, in accordance with the quantification based on MS2-GFP.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 907,
                    "text": "(Baguet et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1058,
                    "end": 1067,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "mRNP Have a Longer Residence Time in the Cytosol than in Stress Granules"
        },
        {
            "text": "Before concluding on mRNA half-life outside stress granules, we considered the common hypothesis that stressgranule function is to transfer stored mRNA to neighboring GW bodies for degradation. In that case, MS2-GFP would return to the cytosol, whereas mRNA would disappear in the GW bodies. The 1-min half-life measured in the FRAP experiment would then correspond to the mRNA degradation rate, and the equation above would not apply to mRNA. As a consequence, because mRNA molecules in stress granules represent one tenth of the total, half of the cytoplasmic mRNA would be degraded in 10 min. Stress granules would be maintained due to newly synthesized transcripts, but would be expected to disappear when transcription is arrested. To address this issue, we induced stress granules with arsenite for 30 min, replaced the medium, and inhibited transcription using actinomycin D. After 1 h, stress granules and GW bodies were analyzed by immunofluorescence. The actinomycin D treatment had no effect on their number or size ( Figure 6B ). This result indicates that mRNAs that traffic through stress granules are not subject to active degradation over this period of time. We therefore conclude that the 1-min half-life measured for the ␤-Gal mRNA corresponds to its traffic rate back to the cytosol and not to its degradation rate. Taken together, these observations demonstrate that, despite active cycling through stress granules, mRNA residence in the cytosol is 10 times longer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1038,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "mRNP Have a Longer Residence Time in the Cytosol than in Stress Granules"
        },
        {
            "text": "The association of GW bodies with stress granules is a general phenomenon, and these contacts are maintained despite continuous remodelling of stress granules. We have previously hypothesized that stress granules and/or GW bodies might move within the cytoplasm and progressively meet and become attached to each other. Here we used videomicroscopy to visualize assembling stress granules and GW bodies in live cells. In place of a directional movement of one structure toward the other, we observed stress granules forming throughout the cytoplasm, and in particular in the vicinity of pre-existing GW bodies. This indicated that some stress granules form independently of GW bodies, whereas others form close to GW bodies. The contacts observed at the end between the two types of granules are the result of the latter event. Why stress granules form at the contact of GW bodies remains unknown. A first possibility is that some proteins of GW bodies locally activate stressgranule assembly. Were this the case, a role of Rck/p54, CPEB1, GW182, and Lsm4 can be excluded, as their depletion by RNA interference does not inhibit stress-granule assembly Serman et al., 2007) . The RNA-binding protein MLN51 has recently been shown to be required for stress-granule assembly, but the endogenous protein does not accumulate in GW bodies (Baguet et al., 2007) . As to stress granules assembling far from preexisting GW bodies, they could form through a distinct pathway or involve the same proteins if they are diffusely present in the cytoplasm. Alternatively, stress granules and GW bodies could both assemble on a so far unidentified third structure.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1173,
                    "text": "Serman et al., 2007)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1334,
                    "end": 1355,
                    "text": "(Baguet et al., 2007)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In either case, the fact that stress granules establish contacts with GW bodies as soon as they are assembled raises the possibility that the interaction plays a role in their function. Because stress granules are seen to be adjacent to GW bodies after 30 min of arsenite treatment, but seem mostly intermingled with them after 20 h of CPEB1 overexpression, we have previously hypothesized that the contact between the two structures could progressively lead to their fusion (Wilczynska et al., 2005) . This fusion would enable a transition from mRNA storage to mRNA degradation. Here we show that the fusion is not dependent on time, but on the protein content of the cell. Dcp1 overexpression inhibits fusion, even after 20 h of CPEB1 overexpression, whereas Rck/p54 activates it in Ͻ30 min during arsenite treatment. Importantly, we never observed any sensu stricto fusion event in live cells. The GW body-specific proteins relocating to stress granules issue from the cytoplasm and not from contiguous GW bodies. Accordingly, the recruitment of endogenous GW body proteins to stress granules is also observed when GW bodies have been previously suppressed by Rck/ p54 depletion. The possibility that some stress-granule proteins initially originate from GW bodies was recently discussed for the Argonaute proteins. A quantitative analysis of Ago2 localization in fixed cells also suggested that the protein present in the stress granules issued from elsewhere in the cytoplasm (Leung et al., 2006) .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 500,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1481,
                    "end": 1501,
                    "text": "(Leung et al., 2006)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The exchanges between stress granules and cytosol are not restricted to the recruitment of GW body proteins. The mRNA found in stress granules also traffics. It is continuously recruited to polysomes, as demonstrated by the effect of cycloheximide, an inhibitor of translation elongation that traps mRNA within polysomes. During arsenite treatment, cycloheximide dissolves stress granules within 30 min, provided that there is some residual translation initiation. This indicates that the mRNA content of the stress granules will have undergone a round of translation in Ͻ30 min. Similar observations have been previously reported for FMRP-induced granules and stress-induced granules using cycloheximide and emetine, respectively (Kedersha et al., 2000; Mazroui et al., 2002) . Yet stress granules are stable over 30 min in the absence of cycloheximide, indicating that mRNAs continuously refeed stress granules. Importantly, this is also true after arsenite withdrawal. After a treatment with high doses of arsenite, which suppress translation initiation, stress granules need 2 to 3 h before spontaneously dissolving. However, they dissolve in less than 1 h if cycloheximide is added, indicating that translation initiation resumes long before stress granules vanish. Therefore, the time needed for the disappearance of stress granules does not correspond to the duration of mRNA immobilization within the stress granules. It rather seems to reflect the time during which translation initiation is rate-limiting.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 754,
                    "text": "(Kedersha et al., 2000;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 755,
                    "end": 776,
                    "text": "Mazroui et al., 2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the same experiments, GW bodies are enhanced by arsenite, indicating either that there is an increase in mRNAs to be degraded or that part of mRNA storage occurs in GW bodies in stressed cells. This enhancement persists after arsenite withdrawal and cycloheximide treatment, although cycloheximide suppresses GW bodies in unstressed cells, as previously described (Cougot et al., 2004; Wilczynska et al., 2005) . How can cycloheximide have such opposite effects? Concerning unstressed cells, the current interpretation is that GW bodies disappear due to the lack of mRNA to degrade (Sheth and Parker, 2003) . Because this happens rapidly-within 15 min (Cougot et al., 2004) -it means that the whole process of mRNA targeting to the GW bodies and degradation is rapid. GW bodies have been also shown to be capable of storing miRNA-repressed mRNA without degradation (Bhattacharyya et al., 2006) . The rapid effect of cycloheximide indicates that storage concerns very few molecules in unstressed cells or that miRNA-silenced mRNA, similarly to stress granule mRNA, cycle through polysomes. After arsenite treatment, the fact that cycloheximide does not dissolve GW bodies as it does for stress granules argues against a major participation of GW bodies in storage of arrested mRNA. It rather suggests that mRNA degradation is jammed. As Dcp1 protein of GW bodies has the same mobility before and after arsenite treatment, as evaluated by photobleaching experiments (data not shown), degradation does not seem to be slowed down after arsenite treatment. We rather speculate that the amount of mRNA targeted for degradation increases after stress. These mRNAs would not arrive from polysomes, as cycloheximide does not reverse the increase of GW body number, but directly from nonpolysomal-arrested mRNA. The persistence of enhanced GW bodies after the dissolution of stress granules using cycloheximide argues in favor of these untranslated mRNAs originating from the cytosol rather than from stress granules.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 388,
                    "text": "(Cougot et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 389,
                    "end": 413,
                    "text": "Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 585,
                    "end": 609,
                    "text": "(Sheth and Parker, 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 655,
                    "end": 676,
                    "text": "(Cougot et al., 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 868,
                    "end": 896,
                    "text": "(Bhattacharyya et al., 2006)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Experiments using cycloheximide demonstrate mRNP movements from stress granules to polysomes within 30 min, but this traffic could be either slow or rapid within this time scale. We therefore turned to photobleaching experiments to evaluate the mRNP exchange rate between stress granules and the cytosol. Over 2.5 min, all CPEB1 was mobile in stress granules induced by CPEB1 overexpression, but only half of it in stress granules induced by CPEB1 overexpression. This difference is likely to correspond to a different role of CPEB1 in both types of granules. Indeed, stress granules are induced by arsenite even when CPEB1 is depleted by RNA interference (Serman et al., 2007) , whereas CPEB1 clearly takes part to the mechanism of stress-granule induction when overexpressed. Nevertheless, the mobility of the mobile fraction was similar, with a residence time between 20 and 30 s. Such a high mobility has been previously reported for most other tested stress-granule proteins, including TIA1, TTP, G3BP , and PCB2 (Fujimura et al., 2008) . In the case of CPEB1, we have shown that the protein present in the stress granules is bound to mRNA, as a point mutation within the RNA-binding domain prevents its accumulation in stress granules (Wilczynska et al., 2005) . This is also likely to be the case for the proteins cited above. Nevertheless, as the exchange rate of these proteins on mRNA is unknown, it is not possible to infer from these data the mobility of the mRNA, which is the central question for the role of stress granules in mRNP metabolism. We therefore investigated the mobility of an MS2-tagged mRNA in stress granules. Because the affinity of the MS2 protein for the MS2 RNA sequence is high, the MS2-GFP protein remains fully associated to mRNA over more than 10 min (Boireau et al., 2007) . We found that most of the mRNA is mobile in arseniteinduced stress granules. Its movement is limited by binding and dissociation to cellular components, and not by diffusion, in agreement with single particle tracking experiments (Fusco et al., 2003) . Kinetics analysis of the fluorescence recovery indicates that mRNAs have a residence time of 1-min in stress granules, despite the persistence of the granules over 2 to 3 h.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 677,
                    "text": "(Serman et al., 2007)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1018,
                    "end": 1041,
                    "text": "(Fujimura et al., 2008)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1241,
                    "end": 1266,
                    "text": "(Wilczynska et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1789,
                    "end": 1811,
                    "text": "(Boireau et al., 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2044,
                    "end": 2064,
                    "text": "(Fusco et al., 2003)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We considered the possibility that mRNA would then be degraded. However, in the absence of transcription, stress granules were fully maintained for up to an hour. This demonstrated that degradation is not responsible for the 1-min half-life of mRNP in stress granules and argued against a major role of stress granules in targeting mRNA to neighboring GW bodies for rapid degradation during stress. After 1 min, mRNP are either redirected to the cytosol as silent mRNP or to polysomes for a translation round, as discussed above. Noteworthy, at any time, stress granules contain only a small part of the arrested mRNPs. Whether based on quantification of fluorescent mRNA binding proteins CPEB1 and MS2, or on mRNA detected by FISH, the analysis leads to a similar conclusion that there are ϳ10-fold more molecules outside than inside stress granules. Using a simple model of traffic in and out stress granules, we deduced that mRNP residence time outside of stress granules is ϳ10-fold longer than inside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our observations lead us to reconsider the function of stress granules in response to stress. Despite the close proximity of stress granules and GW bodies, we could not find any evidence of protein or mRNP traffic between the two structures. The question is still open as to which type of material, mRNA or proteins, can be exchanged, and in which direction. Although stress granules appear clearly related to situations where translation is inhibited, kinetic parameters are not consistent with a function as storage structure. There is no evidence either that mRNAs transiting through stress granules are particularly unstable, which would be the case if stress granules direct them to degradation. We can envision two hypotheses. The former is that stress granules have no specific role. For instance, a protein (yet to be identified) might accumulate locally when translation is rate-limiting, and, due to some affinity for mRNP, lead to a local enrichment. The latter is that they play a role during stress by enabling a brief but necessary process. For instance, they could refresh the protein cover of arrested mRNA, so that they are kept intact until translation resumes, an mRNA quality control process of sorts. This could mean reloading a protein or adding a posttranslational mark on the protein cover. The next challenge would be to identify this specific process and its machinery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RNA granules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Cell Biol",
            "volume": "172",
            "issn": "",
            "pages": "803--808",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A role for eIF4E and eIF4E-transporter in targeting mRNPs to mammalian processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ingelfinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heintzmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Achsel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rivera-Pomar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luhrmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "717--727",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The exonjunction-complex-component metastatic lymph node 51 functions in stressgranule assembly",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baguet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Degot",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cougot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Chenard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wendling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Le Hir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomasetto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cell Sci",
            "volume": "120",
            "issn": "",
            "pages": "2774--2784",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Relief of microRNA-mediated translational repression in human cells subjected to stress",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Habermacher",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Martine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Closs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Filipowicz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "125",
            "issn": "",
            "pages": "1111--1124",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The transcriptional cycle of HIV-1 in real-time and live cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boireau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maiuri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Basyuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De La Mata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knezevich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pradet-Balade",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kornblihtt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marcello",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cell Biol",
            "volume": "179",
            "issn": "",
            "pages": "291--304",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Movement of eukaryotic mRNAs between polysomes and cytoplasmic processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brengues",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "486--489",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cytoplasmic foci are sites of mRNA decay in human cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cougot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babajko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seraphin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Cell Biol",
            "volume": "165",
            "issn": "",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Inhibition of nonsense-mediated mRNA decay (NMD) by a new chemical molecule reveals the dynamic of NMD factors in P-bodies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cougot",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mahuteau-Betzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Grierson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tazi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lejeune",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Cell Biol",
            "volume": "178",
            "issn": "",
            "pages": "1145--1160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Multiple processing body factors and the ARE binding protein TTP activate mRNA decapping",
            "authors": [],
            "year": null,
            "venue": "Mol. Cell",
            "volume": "20",
            "issn": "",
            "pages": "905--915",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of PCBP2, a facilitator of IRES-mediated translation, as a novel constituent of stress granules and processing bodies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "",
            "pages": "425--431",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Single mRNA molecules demonstrate probabilistic movement in living mammalian cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fusco",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Accornero",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lavoie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Biol",
            "volume": "13",
            "issn": "",
            "pages": "161--167",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Stress granules: sites of mRNA triage that regulate mRNA stability and translatability",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochem. Soc. Trans",
            "volume": "30",
            "issn": "",
            "pages": "963--969",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamic shuttling of TIA-1 accompanies the recruitment of mRNA to mammalian stress granules",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Yacono",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gilks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Cell Biol",
            "volume": "151",
            "issn": "",
            "pages": "1257--1268",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stress granules and processing bodies are dynamically linked sites of mRNP remodeling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayodele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yacono",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lykke-Andersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fritzler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Scheuner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Golan",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Cell Biol",
            "volume": "169",
            "issn": "",
            "pages": "871--884",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Quantitative analysis of Argonaute protein reveals microRNA-dependent localization to stress granules",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "18125--18130",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Trapping of messenger RNA by Fragile X Mental Retardation protein into cytoplasmic granules induces translation repression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mazroui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Huot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Filion",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Labelle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Khandjian",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hum. Mol. Genet",
            "volume": "11",
            "issn": "",
            "pages": "3007--3017",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inhibition of ribosome recruitment induces stress granule formation independently of eukaryotic initiation factor 2alpha phosphorylation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mazroui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sukarieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bordeleau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Northcote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gallouzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Biol. Cell",
            "volume": "17",
            "issn": "",
            "pages": "4212--4219",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Importance of eIF2alpha phosphorylation and stress granule assembly in alphavirus translation regulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcinerney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Kedersha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liljestrom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol. Biol. Cell",
            "volume": "16",
            "issn": "",
            "pages": "3753--3763",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantitative FRAP in analysis of molecular binding dynamics in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcnally",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Cell. Biol",
            "volume": "85",
            "issn": "",
            "pages": "329--351",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mouse hepatitis coronavirus replication induces host translational shutoff and mRNA decay, with concomitant formation of stress granules and processing bodies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Groot Koerkamp",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "2218--2229",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Translation initiation and viral tricks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mohr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Biochem. Sci",
            "volume": "28",
            "issn": "",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "GW body disassembly triggered by siRNAs independently of their silencing activity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Serman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Le Roy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aigueperse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kress",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dautry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weil",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "4715--4727",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Decapping and decay of messenger RNA occur in cytoplasmic processing bodies",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "805--808",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Reovirus induces and benefits from an integrated cellular stress response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Schmechel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Katze",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Bohjanen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Schiff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "2019--2033",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "ARE-mRNA degradation requires the 5Ј-3Ј decay pathway",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO Rep",
            "volume": "7",
            "issn": "",
            "pages": "72--77",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Coping with stress: eIF2 kinases and translational control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Wek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. Soc. Trans",
            "volume": "34",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The translational regulator CPEB1 provides a link between dcp1 bodies and stress granules",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilczynska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aigueperse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kress",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dautry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weil",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Cell Sci",
            "volume": "118",
            "issn": "",
            "pages": "981--992",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Probing the mRNA processing body using protein macroarrays and \"autoantigenomics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bloch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "RNA",
            "volume": "13",
            "issn": "",
            "pages": "704--712",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "RNA-associated protein 55 (RAP55) localizes to mRNA processing bodies and stress granules",
            "authors": [],
            "year": null,
            "venue": "RNA",
            "volume": "12",
            "issn": "",
            "pages": "547--554",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Association of stress granules with GW bodies during their assembly. (A) Association of assembled stress granules with GW bodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distinctness of stress granule and GW bodies is dependent on cellular context. (A) CPEB1-induced stress granules and GW bodies. CPEB1-GFP was transfected into HeLa cells in order to induce stress granules. Cells were fixed 30 h later, and GW bodies were visualized by immunostaining with anti-Dcp1 antibodies (red, top panel). Alternatively, cells were cotransfected with expression vectors for both CPEB1-GFP and RFP-Dcp1 and fixed 30 h later (bottom panel). Cells were observed by confocal microscopy.(B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Accumulation of GW body proteins in arsenite-induced stress granules. (A) Accumulation of overexpressed Rck/p54 in the presence of CPEB1-GFP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Sensitivity of stress granules and GW bodies to cycloheximide. (A) Effect of cycloheximide as a function of arsenite concentration. HeLa cells were treated with indicated arsenite concentrations for 30 min and further incubated with cycloheximide in the presence of arsenite for another 30 min. After fixation of the cells, stress granules and GW bodies were stained with anti-eIF3 and anti-Dcp1 antibodies, respectively. (B) Effect of cycloheximide during arsenite recovery. HeLa cells were treated with 0.5 mM arsenite for 30 min and further cultivated in fresh culture medium with or without cycloheximide for 1 h. Stress granules and GW bodies were then stained as in A.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Analysis of mRNP kinetics in stress granules by FRAP. (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Partition of mRNA in and out stress granules. (A) FISH analysis of mRNA in and out stress granules. HeLa cells were transfected with MS2-tagged ␤-Gal reporter along with MLN51-CFP as a stress-granule marker. In the bottom panel, cells were treated with arsenite for 30 min. After fixation, cells were hybridized with a MS2 antisense oligonucleotide conjugated to Cy3. Images were captured by confocal microscopy. The GW body (top panel) and stress granule (bottom panel) indicated by arrowheads are enlarged below. (B) Effect of actinomycin D during arsenite recovery. HeLa cells were treated with 0.5 mM arsenite for 30 min and further cultivated in fresh culture medium with or without actinomycin D for 1 h. Stress granules and GW bodies were then stained as inFigure 4.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Brief mRNA Transit in Stress GranulesVol. 19, October 2008",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "S.M. and N.C. were supported by a fellowship from the Ministère de l'Enseignement Supérieur and the Association pour la Recherche contre le Cancer, respectively. A.W. was supported by a FEBS Collaborative Experimental Scholarship for Central and Eastern Europe. This work was supported by the Centre National de la Recherche Scientifique, the Ligue contre le Cancer, and the Agence Nationale pour la Recherche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}