{
    "paper_id": "0984bcaf808f2a4bb2d9f32585aa698c283d2e58",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {},
                "email": "mlipsitc@hsph.harvard.edu"
            },
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Relman",
                "suffix": "",
                "affiliation": {},
                "email": "relman@stanford.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "W. Paul Duprex. First, we must recognize that the term 'GOF experiment' is being used somewhat pejoratively to describe a small number of recent studies using avian influenza virus that led to increased viral transmission in mammals. Rather like the viruses we work with, the term has taken on a 'life' of its own, 'infecting' debates and 'muddying the waters' for scientists, governments, policy makers, journalists and the public. Although à la mode, it is totally imprecise to equate GOF studies only with influenza transmission experiments. Virology is founded on adaptation approaches, and these have broad utility because they provide phenotypic evidence of a genotypic change when combined with a discriminatory biological assay. Phenotypes include resistance to a drug, alteration of host range, enhanced stability and replication, and not only transmission. Dissecting the underlying genotype drives mechanistic studies, which in turn facilitate the study of host-pathogen interactions. Virologists will be deprived of a powerful tool of human inquiry if they are unable to perform adaptation experiments. Second, it is critical to realize that the benefits of basic research are often unanticipated and accrue over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considering that these influenza transmission studies were performed relatively recently 1,2 , it is impressive that translatable benefits are already apparent, including the identification of mutations that increase virus replication (which is applicable to vaccine production) and changes that enhance stability of receptor-binding proteins (which is useful for surveillance).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ron A. M. Fouchier. We need GOF experiments to demonstrate causal relationships between genes or mutations and particular biological traits of pathogens. In most cases, there are no alternative approaches that would provide similarly strong evidence as GOF experiments. For example, loss-of-function approaches will show that modification or deletion of almost every gene of a pathogen can result in a reduction of replication, pathogenicity or transmission. Bioinformatics and modelling approaches may be used to identify associations between genotypic and phenotypic traits, but will very rarely prove causality. In vitro experiments on genes in isolation and studies with attenuated strains may identify causal relationships between genes and some biological traits, but many phenotypes can only be investigated in the context of the wild-type pathogen. Therefore, GOF approaches are absolutely essential in infectious disease research; although alternative approaches can be very useful, these can never replace GOF experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Michael J. Imperiale. GOF experiments using these types of pathogens allow investigators to ascertain whether certain new phenotypes, such as the ability to transmit more efficiently, can be acquired by the pathogens. In my opinion, there are two main reasons for performing such experiments. First, it is possible that the information gained from these studies can be used to improve surveillance or to develop therapeutics. Second, these studies often teach us interesting biology. There may be alternative approaches available for some studies, but that would need to be determined on a case-by-case basis. There are also ways to build in safety features, such as the incorporation of a microRNA target sequence into the influenza virus genome that results in inhibition of replication outside the laboratory setting 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All of us share the goal of preventing and mitigating pandemics. Biologists and public health specialists have a portfolio of approaches to do that; these include working with viral subunits to understand molecular and biochemical interactions in detail, studying sequences of animal and human viral strains, developing therapies that improve the host response or kill the virus, developing universal vaccines, improving technology for faster vaccine production and many more 4 . Creating PPPs -a subset of GOF experiments involving creation of novel, virulent, transmissible viruses -is one of these approaches. Unlike other GOF experiments, the creation of PPPs entails a unique risk that a laboratory accident could spark a pandemic killing millions. The question is not whether to carry out research on PPPs or to do nothing; it is whether to have a portfolio of approaches to defeat viruses without creating a pandemic risk, or whether to include PPP experiments in that portfolio. For example, we should decide whether devoting our limited resources for flu research towards PPP creation experiments -which are expensive, often underpowered, low-throughput and often poorly generalizable 5 , and which create pandemic risk -is better than using those resources to enhance the rest of the portfolio for flu preparedness. Similarly, it has been suggested that we need to enhance pathogenicity of coronaviruses in order to develop a valid animal model for corona viruses. This might be true, and we need to examine that assumption, but perhaps we can modify the animal to reproduce the human disease (as has been done, for example, by developing an animal model of meningococcal disease 6 ) rather than making a novel virus. Amazingly, Abstract | According to the WHO, dual use research of concern (DURC) is \"life sciences research that is intended for benefit, but which might easily be misapplied to do harm\". Recent studies, particularly those on influenza viruses, have led to renewed attention on DURC, as there is an ongoing debate over whether the benefits of gain-of-function (GOF) experiments that result in an increase in the transmission and/or pathogenicity of potential pandemic pathogens (PPPs) are outweighed by concerns over biosecurity and biosafety. In this Viewpoint article, proponents and opponents of GOF experiments discuss the benefits and risks associated with these studies, as well as the implications of the current debate for the scientific community and the general public, and suggest how the current discussion should move forward. these types of experiments were commenced without asking that question in quantitative terms, and no quantitative case has been made for why the unique risks are justified by unique benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marc Lipsitch."
        },
        {
            "text": "David A. Relman. I view GOF as a generic label for a broad class of experiments that lead to a genetically altered biological agent with new or enhanced functions. These experiments help to link genotype with phenotype and can therefore be valuable, although they can entail risk and are by no means the only approach for linking sequence with function. My early research career was dedicated to the study of pathogens. I continue to believe that naturally occurring pathogens, including those that have the potential for causing pandemics, deserve detailed investigation in order to understand their behaviour and interaction with hosts, as this can inform drug design, vaccine development, diagnostics and surveillance. However, GOF experiments are just one of several approaches for studying pathogens. Inactivating mutations and the manipulation of key functional domains in attenuated genetic backgrounds are alternative approaches that may be slightly less informative, but are much less risky. Because there are alternatives, GOF strategies should be used cautiously and only to achieve critical benefits when they clearly outweigh the risks and are realizable in the near-term. In general, it is unnecessary and inappropriate to create new infectious agents that are capable of causing widespread harm. Genetic and biological contexts are important. As an example, genetic engineering that is intended and likely to endow a low-patho genicity, low-transmissibility agent with either enhanced pathogenicity or enhanced transmissibility may be appropriate if the benefits are substantial. Conversely, creating a highly pathogenic, highly transmissible organism that does not already exist in nature is unnecessarily risky and potentially irresponsible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marc Lipsitch."
        },
        {
            "text": "In the debate over whether or not to allow DURC, the main concerns seem to be over biosecurity and biosafety. However, research on pathogenic organisms that are major health threats already happens worldwide and is deemed safe. Are there reasons to believe that the current requirements for biocontainment are insufficient for GOF experiments? And what is your reaction to the recent announcement of a \"pause on funding\" for GOF studies by the US government? W.P.D. I am confident that biomedical research on potentially dangerous pathogens can be performed safely and is essential for a comprehensive understanding of microbial disease pathogenesis, prevention and treatment. From the moment scientists brought clinical samples into the laboratory and isolated wild-type viruses, they have developed biocontainment procedures to mitigate risk. In my opinion, self-interest spurs a keen interest in biosafety, and virologists have no wish to endanger their colleagues or themselves. Pioneer virologists would probably be amazed to see the advances in biocontainment infrastructure, and how developments in engineering and technology have changed working practices. Trust, good communication and transparency are vital between scientists, facilities staff and security personnel. Every time I wear my training suit in the biosafety level 4 (BSL-4) laboratory, I am secure knowing that there are multiple reasons why, if there is a malfunction in the air, if the electricity supply fails or if there is a fire, I will still be able to breathe, pipette or exit the building safely. I trust the highly professional team of security guards, electricians, research safety experts, occupational health professionals and external inspectors from the US Centers for Disease Control and Prevention (CDC) and the US Department of Agriculture (USDA), as this underpins everything I do. Likewise, I am confident that they trust me to perform experiments responsibly and, if an accident occurs, to adhere strictly to standard operating procedures that are in place to minimize risk. Working with dangerous pathogens is already highly regulated, and I believe that the current requirements for biocontainment are fit for purpose. Therefore, I am convinced that limiting virus phenotype adaptation experiments by means of an ambiguously worded 'pause' is not the answer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Marc Lipsitch."
        },
        {
            "text": "In laboratories (and elsewhere), people make errors and machines occasionally stop working properly. As a consequence, biocontainment measures are designed in multiple layers, such that if some layers fail, others exist to mitigate the risks. Furthermore, the layers of biocontainment measures increase in number and stringency with the increasing risk of the experiments. For example, in the case of our H5N1 virus transmission studies, if initial biocontainment measures fail, our personnel is vaccinated against H5N1, can be treated prophylactically with antivirals and can be quarantined in specialized wards to prevent potential onward transmission. There is no evidence that current biocontainment measures are insufficient; major laboratory-derived human outbreaks have not occurred during more than a century of scientific research on dangerous pathogens, even at times when biosafety measures were largely non-existent. Recent inferences of the likelihood of pandemics occurring as a consequence of laboratory incidents are misleading; all laboratory incidents were interpreted as accidents with potential onward human transmission, which is incorrect. Historical evidence has shown that even when there were human transmission events after laboratory accidents (such as the cases of severe acute respiratory syndrome (SARS) in Beijing, China), human cases were limited. Some people have argued that the 1977 Russian influenza epidemic was the result of a laboratory accident, but in 1977 influenza research was done on the bench (under conditions of limited biocontainment), and attenuated and wild-type strains were tested in humans; we do not know what happened in 1977, but we cannot conclude that the virus escaped a laboratory that met biosafety standards. Finally, the influenza field voluntarily paused H5N1 GOF transmission research in 2011-2012 to facilitate deliberation and checking of the facts on safety and security. In 2012, the US government concluded that the work could continue in specialized laboratories, but with additional governmental oversight. As the facts have not changed since then, I am hopeful that the same conclusion will be reached in response to the current moratorium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F."
        },
        {
            "text": "M.J.I. Laboratory accidents happen, even in high containment settings. The recent events at the CDC in the United States, in which a strain of highly pathogenic avian influenza was accidentally shipped to another laboratory and in which a pathogen was taken out of a laboratory without proper inactivation, are just two examples. Theoretically, the CDC has some of the best biosafety protocols in the world. One can only imagine what might happen if GOF experiments are performed in laboratories with lower biosafety standards. However, the possibility that additional rules and regulations might end up slowing down the exact research that we require to protect ourselves from these pathogens is a real concern. I think that the wording of the announcement by the US government of a \"pause on funding\" for GOF studies serves as an example. The Office for Science and Technology Policy published the following statement. \"Specifically, the funding pause will apply to gain-of-function research projects that may be reasonably anticipated to confer attributes to influenza, MERS [Middle East respiratory syndrome], or SARS viruses such that the virus would have enhanced pathogenicity and/or transmissibility in mammals via the respiratory route ... The funding pause will not apply to the characterization or testing of naturally occurring influenza, MERS, and SARS viruses unless there is a reasonable expectation that these tests would increase transmissibility or pathogenicity. \" What do \"reasonably\" and \"reasonable\" mean in this context? This is too subjective, and the open-ended timeframe of the pause also troubles me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F."
        },
        {
            "text": "M.L. The pause on funding for GOF experiments for quantitative deliberation on risks and benefits is long overdue. The pause covers not all research on pathogenic organisms but only research that enhances pathogenicity or transmission of flu, SARS or MERS. Ultimately, after deliberation some of that research may resume, and that may be appropriate if the weighing of risks and benefits has been done well. What we consider as 'safe' must depend on what the impact of an accident would be. More than twice a week in US laboratories, there is a 'possible release event' or a 'possible loss event' , even if we look only at select agents -some of the most dangerous pathogens 7 . For every 1,000 lab-years of work in BSL-3 laboratories in the United States with select agents, there are at least 2 accidental infections 7 . This level of safety may be acceptable if the risk is to the laboratory workers only, as it is with most pathogens that are not readily transmissible. However, the same probability of an accident that could spark a global pandemic cannot be called acceptably safe. Although most advocates of PPP experiments have been responsible in their discussion of the issue, a few have inappropriately caricatured those of us who express concern. We do not advocate curtailing research on dangerous pathogens in general, but we support replacing a very specific category of work that is small in extent (the funding pause affects about 18 projects 8 ) but that is exceptional in its level of risk with safer approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F."
        },
        {
            "text": "The current debate is not about whether DURC in general should be allowed; it is about whether there is a tiny subset of DURC with unusual risks that ought not to be allowed. For this tiny subset, there are additional main concerns besides biosecurity and biosafety -namely, concerns about the moral and ethical responsibilities of scientists to the general public 9 , and concerns about justice. Furthermore, research on pathogens is not always safe; on the contrary, it always carries risks. In fact, recent accidental releases of dangerous pathogens by some of the most-respected laboratories in the world have demonstrated to the public that the risks may be greater than previously assumed and are due to the inherent failings of humans. Nevertheless, this reality should not prevent research on pathogens from taking place. GOF experiments that seek to create new, highly transmissible, highly pathogenic infectious agents pose special risks because of the greater likelihood that these agents will escape from the laboratory through either accidental or deliberate means and will lead to much greater harm than their naturally occurring counterparts. From a biosafety perspective, I believe that some of the work performed so far with highly pathogenic influenza viruses that have enhanced transmissibility in mammals has not been conducted at a sufficiently high enough biosafety level. From a biosecurity perspective, the unfettered dissemination of the complete genome sequence of a new, highly transmissible, highly pathogenic agent enables anyone skilled in the art to produce the agent de novo if a reverse genetics system for that class of agent is available, which could occur at locations that lack even basic biocontainment measures. I strongly support a funding pause for a narrow subset of experiments that entail unusual risks. The pause focuses attention on risk, benefit, governance and responsibility, and begs for seriousness and breadth of discussion that have been lacking so far. Woefully insufficient input has been obtained from a wide variety of scientists and from many other stakeholders among the general public. It is unethical to place so many members of the public at risk and then consult only scientists -or, even worse, just a small subset of scientists -and exclude others from the decision-making and oversight process.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "A parallel debate has focused on how and when to report the results of studies involving DURC. In your opinion, how should journals deal with these concerns? Should sensitive information be redacted for publication, should publication be halted until safety concerns are addressed, or should all experimental details be made available at the time of publication? Who do you think should be responsible for making these decisions? W.P.D. The scientific continuum can be divided into four steps: conceive an idea, conduct the experiments, present the data and publish a manuscript; the number of people involved in this pipeline increases with each step. Nevertheless, even conception usually involves more than one person and, in an academic setting, strict confidentiality is difficult to achieve, as colleagues tend not to request that non-disclosure agreements are signed before going to lunch and discussing an idea. At the other end of this pipeline are editors and publishers and, in response to the recent influenza transmission studies, journals and professional societies have established internal review processes to evaluate papers containing potential DURC. Journals could be considered as the ultimate 'gatekeepers' , but redaction is a blunt instrument that rarely, if ever, should be used to limit access to publically funded, non-classified research; all details should be published. Similarly, I find it impossible to imagine how laboratory meetings, seminars, poster sessions and conference presentations could be regulated. Conducting the research, a step that requires institutional facilities and external funding, seems to offer the best opportunity for some oversight. Universities have developed policies and established DURC committees that can work with scientists who have conceived studies that are flagged during institutional review. Funders could request that applications with a DURC component be presented for review to a standing committee of scientific experts. In both cases, the responsibility would be on institutions and funders to ensure expeditious review, and the scientists who conceived the study should be intimately involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "with public funds, exchange (international) personnel extensively, are expected to act with maximum transparency and do not operate in highly secretive environments. As a consequence, unless research is done in a 'classified' environment from the beginning, academic research is considered to be already in the public domain by the US legal courts, and redaction of manuscripts would thus be ineffective. Therefore, the default decision should be to make all experimental details available at the time of publication. Scientists, along with their host institutions, have a huge responsibility in this decisionmaking process. When in doubt, scientists should seek advice from their peers. Funding bodies can decide not to fund particular work, but this does not necessarily prevent scientists from doing and publishing the research, or from seeking alternative funding mechanisms. Publishers have a moral obligation to publish responsibly, but because they are at the end of the chain and because scientists can disseminate results via alternative channels, this is not where the primary response to DURC issues should be. In my view, the best option is to leave the primary responsibility with scientists and their institutions, with oversight and advisory roles for governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F. Academic institutions operate"
        },
        {
            "text": "M.J.I. I think that the life sciences research community has to accept the fact that we live in a very different world today than even 10-15 years ago, a world in which individuals and groups will engage in unethical behaviours that we would not have imagined in the past. Taken together with the fact that the technologies required to produce dangerous pathogens are relatively easy to acquire, I believe that we are going to be faced with more and more examples of data that could enable those wishing to do harm to do so. I believe that we must develop a system that will allow selective sharing of information that has a high likelihood of being misused. I am not trying to be a 'fear-monger' by asking us to think about potential misuse. Rather, I am stating that we cannot ignore the possibility. However, this is a complicated issue because ascertaining the likelihood of misuse is incredibly difficult. The question of who gets to make these decisions is also a tough one to answer because of the complexity. Arguably, authors themselves are in the best position to realize the potential risks of publishing certain details; this was the opinion of the US National Science Advisory Board for Biosecurity (NSABB) before the submission of the manuscripts describing GOF experiments that resulted in increased transmission of H5N1 influenza virus in mammals. However, there is great pressure to publish, any given individual may not think that the risks are more than negligible, and the risks and benefits of scientific research are not always immediately evident. At the journal level, similar concerns apply. Are reviewers and editors in a knowledgeable enough position to be aware of and to analyse the risks and benefits associated with such publications? Given the international nature of research, do we get governments involved and, if so, which ones? I think one approach to consider is to have a committee, similar to the Recombinant DNA Advisory Committee in the United States, that acts nimbly; as it accumulates experience, it can delimit what needs review and what does not, similar to the way the governance of recombinant DNA research has evolved. M.L. I think the concern about publication has two issues: do we make it easier for well-meaning scientists with poor biosafety standards to do unsafe experiments, and do we make it easier for potential bioterrorists to create novel bioweapons? Both are important concerns but, in my mind, for experiments that create novel, virulent, transmissible PPPs, the accident concern alone is enough to outweigh any of the purported benefits that have been mentioned to date, especially if we appropriately compare the resources allocated to PPP experiments with the alternatives we could fund with the same resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F. Academic institutions operate"
        },
        {
            "text": "A proper discussion about risky research is far more effective if it is held before the initiation of such research, rather than after the results have been obtained. However, unanticipated discoveries happen, and some will produce information that creates risks and vulnerabilities. Meanwhile, research takes place in an increasingly interconnected global society, in which all deserve to share in the benefits and all rightfully expect to be protected from undue risk. The moral and social obligations of all scientists include the duty to first do no harm. When research findings directly pose potential risks of such magnitude that they greatly outweigh the associated benefits of these findings, scientists and those that oversee their research and its dissemination are obligated to minimize these risks, which might include temporarily limiting the dissemination of data. The important general principle that supports the free and open sharing of scientific knowledge does not trump our obligation to prevent undue harm in those unusual circumstances where direct misapplication of information can be reasonably anticipated to cause grave and widespread consequences. Of note, restrictions on communication of research findings need only to be temporary; they should and can be lifted as soon as risks have been mitigated, for example, by creation of countermeasures against the newly identified threat. We need standardized and widely accepted mechanisms for identifying these rare circumstances where research findings ought not to be freely disseminated, as well as legally validated mechanisms for limiting information dissemination 10 . Such mechanisms, aside from national security classification, are not currently available. The role for limited dissemination was discussed in the Corson Report issued in 1982 by the US National Academy of Science 11 . In fact, there are plenty of circumstances today in which experimental results or details are not fully disclosed, such as situations involving intellectual property, commercial secrets and privacy. Concerns about security and safety should be at least as compelling as these other concerns. Such decisions are most appropriately made jointly by the relevant investigator (or investigators) and local institutions, with guidance by national and international experts within and outside governments.",
            "cite_spans": [
                {
                    "start": 1644,
                    "end": 1646,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "The current debate has made headlines in the press. In your opinion, has the debate been beneficial, as it has raised public awareness and has the potential to make scientists work towards a consensus, or has it been harmful, owing to its potential to alarm the general public, which could result in additional regulatory guidelines that many microbiologists fear could hinder future research? W.P.D. What concerns me greatly is that owing to the use of imprecise definitions, rhetorical language and a paucity of personal engagement between individuals who disagree, no meaningful debate has occurred about the merits and risks of the adaptation of pathogens towards enhanced transmission or any other DURC phenotype. Opinions have been reactionary, and arguments have been played out in the media, on blogs and in podcasts, augmented by Twitter discussions and op-ed pieces, in a process that seldom involves peer review. Selfishly, I believe my discipline deserves better, and the efforts of Arturo Casadevall and Michael J. Imperiale to raise the level of debate are to be applauded [12] [13] [14] . However, on the whole, communication has been poor. This is exacerbated by the fact that the groups with differing opinions (on microbiology, public health and bioethics) largely inhabit very different worlds, meaning that individuals with opposing opinions rarely meet. Additionally, the media feels the need to frame the debate as a fight, which is also counterproductive and harmful, and is doing little to help the public to understand the key issues. The least beneficial outcome is the current moratorium which, from a virologist's perspective, also seems reactionary. Invoking the apocalypse should not be used to drive debate, set agendas, decide policy or regulate experiments with dangerous pathogens out of existence.",
            "cite_spans": [
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "There has hardly been a real debate. I have participated in several public meetings, but opposition against GOF research has been minimal in most of these cases. Instead of a real debate, we have seen the sharing of tweets and one-liners that are copied by press outlets in search of sensation. The lay press and some scientific journals have blindly placed opinion pieces without checking the facts or seeking alternative opinions. The problem here is that much of the press and the public are interested in sensational news but are less interested in careful explanations of the (boring) facts related to the regulatory frameworks that are in place, the safety and security procedures that are in use, the purpose of particular research projects, the weighing of risks and benefits of research, and so on. While ringing the alarm bell is fast and easy, communicating the fact that the bell may have sounded a false alarm will take considerable efforts. I am worried that new regulatory guidelines may not contribute to what they were designed for, which is to make the world a safer place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F."
        },
        {
            "text": "extensively recently about the complicated nature of the debate and the dangers of the manner in which it is being conducted [12] [13] [14] . I think the debate has been both harmful and beneficial. It has been harmful in that, as in any debate that becomes public, people will draw conclusions without necessarily learning all the facts or understanding all the nuances of the issue. It has been beneficial in getting the disparate views out, but not as beneficial as it could be because the discussion has largely been in print, in social media or on the Internet without people actually sitting down in a room and discussing the issues.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "M.J.I. Arturo Casadevall and I have written"
        },
        {
            "text": "It is common sense that before embarking on a course of research that has even a low risk of sparking a global pandemic, there should be very careful consideration given to the risks and benefits. Both risks and benefits of performing GOF experiments on influenza viruses apply to human beings in general, as we are all susceptible to flu infection. Therefore, this must be a discussion that moves beyond flu researchers, some of whom have personal interests at stake, and beyond microbiologists, to the whole scientific and medical community and others who would be directly affected -the general public. The natural order of events is deliberation, risk and benefit analysis, evaluation of the results of that analysis, and then a decision to go forward or not with each type of research. Unfortunately, the initial discussions of this topic fizzled a decade ago 15 . Research on PPP creation went forward and was reported publicly in 2011, then published in 2012. The public debate is long overdue and necessary. An admirable example of how such work might have proceeded is given by the scientific leaders of work on gene drives, another area of biological research with good intentions but that also poses danger to human and animal populations. The leaders of that field have publicly announced what they are doing, how they are mitigating risks, and how the public can get involved in discussing risks and benefits 16 . When scientific research potentially endangers large numbers of lives, the public (in this case, the global public) should know and have input.",
            "cite_spans": [
                {
                    "start": 865,
                    "end": 867,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1422,
                    "end": 1424,
                    "text": "16",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "M.L."
        },
        {
            "text": "The debate has been largely beneficial for raising awareness of and clarifying the issues. If the discussion has been flawed, it is because the pros and cons of the work have both been slightly exaggerated, the tone of the discussion too personalized and emotional, and the diversity of participants too narrow. In many cases, conversations have only involved infectious-disease researchers, and conflicts of interests among participants have not been adequately acknowledged or addressed. As discussed above, it is unethical to put the general public at risk, as one does with the creation of new PPPs, and then minimize inclusion of the public in discussions about the appropriateness and oversight of such research. It is our responsibility as scientists to explain the rationale behind our work, including its benefits and risks, to the general public in terms that are accessible to those with an average level of education, rather than to be dismissive. This is especially important when the work has important consequences for the whole of society. Flexible, agile and adaptive oversight mechanisms are critical because of the rapidly evolving nature of this field of science and technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "Several scientists have argued that one of the positive aspects of the controversy has been the initiation of a debate on the pros and cons of DURC. However, a consensus on how, when and where to allow this type of research, and how to handle the release of sensitive data, has not been reached. How do you think the debate should move forward? In your opinion, can the two sides come to an agreement? W.P.D. Scientists have the responsibility to engage and inform, not to entertain or scare. This led to the foundation of Scientists for Science, a group of international scientists who are convinced that only by engaging in open, constructive dialogue can we learn from one another's experience, understand genuine concerns and move from dogmatism to consensus. Transparency and good communication are important in articulating why working with potentially dangerous pathogens is critical for society, and we will continue to argue for safe and sound science. This debate goes far beyond the single issue of influenza transmission studies and has implications for all of microbiology; therefore, it must be inclusive. Policy makers, national academies, international organizations and governments should recognize that although influenza virologists have been at the forefront of this debate, as the recent studies involved altering the transmission and host range of influenza viruses, many other microbiologists perform comparable in vitro and in vivo evolution and adaptation studies. Colleagues working on SARS and MERS viruses are acutely aware of this following the US government's call for a \"pause in funding\" and instructions to stop certain ongoing experiments. A wide net should be cast when meetings and symposia are arranged by scientific societies and national academies. Furthermore, a substantial amount of resources have been invested globally to build and operate BSL-3 and BSL-4 facilities and to mitigate risk and share good practice, so that risk is minimized; this is our most important line of defence. I am convinced that limiting certain types of experiments is not the answer. However, neither is completely resisting the use of appropriate quantifiable risk-benefit analyses. I am optimistic that dialogue will help and that building a consensus is not impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D.A.R."
        },
        {
            "text": "supportive of open debates about DURC, biosafety, biosecurity and policies on scientific publishing. I participated in many of these and will continue to do so. However, we should be realistic in that we may not reach consensus on some of these topics. For instance, in DURC discussions there will be debates about weighing risks and benefits of research. Since neither the risks nor the benefits are truly quantifiable, the weighing will remain a judgment call. For example, in the debate about release of sensitive data, bioterror risks as perceived by intelligence experts are weighed against the scientific benefits as perceived by scientists; this is like comparing apples to oranges. Furthermore, trying to address the question of whether we should do a particular kind of GOF research may be aiming a bit too high. Perhaps we should address some more tractable questions initially, such as how has biocontainment improved from the Asilomar conference to the present day, with the introduction of purpose-built biosafety laboratories? How should we interpret laboratory incident reports in light of public health risks? What is the relative likelihood of dangerous human pathogens emerging in nature versus in the laboratory? What is the value of basic scientific research on dangerous pathogens? What is the risk of abuse of scientific research by 'lone wolves' , terrorist organizations and rogue states? And how effective and feasible is redaction, classification and export control of manuscripts produced within academic institutions? Answers to these simpler questions may help to move the debate forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F. I am fully"
        },
        {
            "text": "M.J.I. Since the GOF issue came to the forefront in 2011, I have been of the belief that there has not been the type of discussion there ought to have been -one in which the scientific, biosafety, biosecurity and ethical issues are all on the table. I am therefore one of those who welcome the recent movement to have these discussions. I think that not only can the two sides come to an agreement, but they must do so. These are important issues with large implications for human, animal and plant health. I think that individuals who hold extreme viewpoints on either side may not be able to compromise, but that a vast majority of stakeholders will be able to agree on the best way forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R.A.M.F. I am fully"
        },
        {
            "text": "M.L. There may never be complete agreement. Quantifying risks and benefits has the effect of taking the discussion away from personal comments -such as \"this person's laboratory is safe\" or \"this person's science is important\" -and looking at it objectively. I have argued that the risks for creating novel flu strains are so large (low probability but very high potential consequence) that we cannot justify such work when there are safer alternatives 4, 5 . The answer might turn out to be different for other viruses. Furthermore, scientists are ingenious and may be able to find ways to do the science in which they are interested with less or no risk. The previous regime of not properly accounting for risk is clearly not sustainable, and I expect that a lot of new approaches to risk mitigation and alternative methods will come to light during this period of deliberation.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 457,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "R.A.M.F. I am fully"
        },
        {
            "text": "A.R. I agree that there have been positive aspects of the controversy, in so far as attention has been drawn to important issues that deserve careful and deliberate discussion, and I do believe that agreements can be achieved on important aspects of this issue. Moving forward, leadership of the discussion process should be shared by governments and by key stakeholders, including domestic and international science organizations (for example, national academies of science); highly respected, dispassionate and trusted representatives of the general-science communities; key non-scientist thought leaders; and representatives of the security communities. Principles of deliberative democracy should be incorporated. Goals of this process should include establishment of a credible, objective and balanced governance scheme for the life sciences; establishment of norms and an understanding of the relationship of the scientific community with governments and with the general public; articulation and acceptance of responsibilities by the scientific community towards the general public and the ecosphere; and development of a consensus on whether and how risky work should proceed. We will also need ongoing review and oversight of risks in the life sciences and associated technologies, as well as ongoing engagement of life scientists across all sectors on these issues. These are challenging goals for which the life sciences research community has so far failed to demonstrate broad commitment, but goals that are more than deserving of serious effort. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Experimental adaptation of an influenza H5 HA confers respiratory droplet transmission to a reassortant H5 HA/H1N1 virus in ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "420--428",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Airborne transmission of influenza A/H5N1 virus between ferrets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herfst",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "1534--1541",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MicroRNA-based strategy to mitigate the risk of gain-of-function influenza studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Langlois",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Biotechnol",
            "volume": "31",
            "issn": "",
            "pages": "844--847",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethical alternatives to experiments with novel potential pandemic pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Med",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Can limited scientific value of potential pandemic pathogen experiments justify the risks?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CD46 in meningococcal disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "373--375",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Monitoring select agent theft, loss and release reports in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weyant",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl. Biosafety",
            "volume": "18",
            "issn": "",
            "pages": "171--180",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Moratorium on risky virology studies leaves work at 14 institutions in limbo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The increasingly compelling moral responsibilities of life scientists",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Hastings Center Rep",
            "volume": "43",
            "issn": "",
            "pages": "34--35",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inconvenient Truths\" in the pursuit of scientific knowledge and public health",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Infect. Dis",
            "volume": "209",
            "issn": "",
            "pages": "170--172",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The apocalypse as a rhetorical device in the influenza virus gain-of-function debate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "2062--2076",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An epistemological perspective on the value of gain-of-function experiments involving pathogens with pandemic potential",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1875--01814",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risks and benefits of gain-of-function experiments with pathogens of pandemic potential, such as influenza virus: a call for a science-based discussion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Imperiale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": "1730--01714",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tiptoeing around Pandora's Box",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": "594--595",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regulating gene drives",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Oye",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "345",
            "issn": "",
            "pages": "626--628",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Duprex is Associate Professor of Microbiology and Director of Cell and Tissue Imaging at the US National Emerging Infectious Diseases Laboratories (NEIDL) at Boston University School of Medicine, Massachusetts, USA. He has worked in biocontainment at the Pirbright Institute for Animal Health, UK, and in industry for Johnson and Johnson (J&J). His research focuses on understanding the molecular basis of viral pathogenesis and vaccine attenuation, particularly in developing rationally attenuated vaccines. He is actively studying barriers that restrict cross-species transmission events and aims to develop tools for predicting pathogen evolution. W. Paul Duprex's homepage: http://10queues.flavors.me/ Ron A. M. Fouchier is a professor in molecular virology at Erasmus MC, Rotterdam, the Netherlands. His research is focused on the evolution and molecular biology of respiratory viruses in humans and animals, with an emphasis on influenza virus antigenic drift, zoonoses and pandemics. Recent studies of his group on airborne transmission of H5N1 influenza virus between ferrets have provided valuable new fundamental insights into virus transmission via aerosols or respiratory droplets between mammals. Ron A. M. Fouchier's homepage: http://virosciencelab. org/2012/05/07/influenza/ Michael J. Imperiale is the Arthur F. Thurnau Professor of Microbiology and Immunology at the University of Michigan, Ann Arbor, USA. Since joining the faculty at the University of Michigan in 1984, he has studied the molecular biology of two small DNA tumour viruses, adenovirus and BK polyomavirus. For the past decade, he has been involved in various activities and committees discussing issues relating to biosafety, biosecurity and public policy. Michael J. Imperiale's homepage: https://sites.google.com/a/umich.edu/mike-imperiale-lab/ Marc Lipsitch uses experimental, epidemiological, mathematical modelling and population genomic approaches to study the impact of medical and public health interventions on pathogen populations, as well as the resulting effects on human health. Areas of particular interest are genomic epidemiology and evolutionary dynamics of Streptococcus pneumoniae, modelling for pandemic preparedness and seasonal influenza impact assessment, and antimicrobial resistance in multiple organisms. Marc Lipsitch's homepage: http://ccdd.hsph.harvard.edu/About/Faculty/Marc-Lipsitch David A. Relman is the Thomas C. and Joan M. Merigan Professor in the Departments of Medicine, and of Microbiology and Immunology, and Co-director of the Center for International Security and Cooperation at Stanford University, California, USA. He is also Chief of Infectious Diseases at the Veterans Affairs Palo Alto Health Care System in Palo Alto, California. His current research focuses on the human indigenous microbiota, particularly the nature and mechanisms of variation in patterns of microbial diversity and function, microbial community assembly during childhood, and the basis for community stability and resilience. He was President of the Infectious Diseases Society of America and currently serves as Chair of the Forum on Microbial Threats at the Institute of Medicine (US National Academies of Science). He received an US National Institutes of Health (NIH) Pioneer Award in 2006 and an NIH Transformative Research Award in 2011, and was elected as a member of the Institute of Medicine in 2011. David A. Relman's homepage: https://sites. google.com/site/davidrelmanlab/Home * Listed in alphabetical order.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Gain-of-function experiments: time for a real debate W. Paul Duprex, Ron A. M. Fouchier, Michael J. Imperiale, Marc Lipsitch and David A. Relman",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Paul Duprex is at the Boston University School of Medicine and the National Emerging Infectious Diseases Laboratories (NEIDL), Boston, Massachusetts 02118, USA. e-mail: pduprex@bu.edu Ron A. M. Fouchier is at the Department of Viroscience of Erasmus MC Rotterdam, 3015 GE Rotterdam, The Netherlands. e-mail: r.fouchier@erasmusmc.nl",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Scientists for Science: www.scientistsforscience.org",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FURTHER INFORMATION"
        }
    ]
}