{
    "paper_id": "09c0db9cb6b39b9e50c0049eb155ceff5e3bcaa6",
    "metadata": {
        "title": "Swine models, genomic tools and services to enhance our understanding of human health and diseases",
        "authors": [
            {
                "first": "Eric",
                "middle": [
                    "M"
                ],
                "last": "Walters",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "D"
                ],
                "last": "Wells",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "C"
                ],
                "last": "Bryda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Schommer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Randall",
                "middle": [
                    "S"
                ],
                "last": "Prather",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Genetically engineered animal models have enabled unprecedented advancement in biomedical research. Many organisms have been used to produce genetically engineered models, such as mice, rats, sheep, cattle 1 and pigs 2 . All of these species have provided information that is valuable for the understanding of basic biology as well as the pathogenesis of many human diseases. However, some models have limitations in their ability to recapitulate a human disease or syndrome. For example, mice and rats are not the optimal animal model for studying the human eye or performing orthopedic surgery as a result of the limitations of the size of their eye or bones and joints, respectively. In addition, classical rodent models do not always fully recapitulate human diseases, such as cystic fibrosis (CF) 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The pig has many advantages over other species as a biomedical model and is believed to be the optimal model for xenotransplantation, risk assessment of environmental contaminants and drug discovery. In many respects, the pig is more similar to the human than other models in terms of anatomy, physiology and pathophysiology; phylogenetically, pigs are threefold closer to humans on the nucleotide level than are mice 4 . We currently have a vast amount of information about the pig from its use in agriculture that touches on all aspects of the pig's anatomy and physiology, addressing the gamut from basic genetic responses to the environment to applied aspects such as housing 5 . In addition, we are able to apply many of the advances in medical technologies that have been developed for humans to the pig model, such as magnetic resonance imaging and positron emission tomography scans, and surgical training has been routinely performed in the pig. In this review, we will discuss the value of the pig as a biomedical model, as well the genomic tools and services, such as the NSRRC, that are available to facilitate its use in research pertaining to human health and diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Animal models have long been used to replicate human diseases or conditions in attempts to develop better treatments and therapies. However, there are many factors that need to be considered when choosing an animal model to recapitulate specific symptoms. Does the animal model live long enough to develop the condition? Is the animal model easy to handle and does it fit into the animal facility? What is the growth rate of the animal model? Does the model provide enough measurable sample points during disease development? Classically, rodents have been the model of choice because they are easy to handle, require little space to maintain and can be bred to produce large numbers in a relatively short time frame. However, rodents have many anatomical and physiological differences with humans that can limit their applicability, and there are a number of rodent models that do not fully recapitulate the human disease, such as mouse models of amyotrophic lateral sclerosis, Alzheimer's disease, CF, cancer models and Parkinson's disease 6 . These limitations leave investigators in search of a good animal model for their human disease or condition. In the past several years, the use of the pig as a biomedical model has increased markedly, largely as a result of increasing recognition of the similarities between the pig and human.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In its 'natural' state, the pig has been used in research in the areas of toxicology, exercise physiology, obesity and regenerative medicine 7 . A recently published correspondence suggested that, in 56% of cases, the pig was the large animal of choice for regenerative the pig is becoming increasingly important as a biomedical model. Given the similarities between pigs and humans, a greater understanding of the underlying biology of human health and diseases may come from the pig rather than from classical rodent models. With an increasing need for swine models, it is essential that the genomic tools, models and services be readily available to the scientific community. many of these are available through the national Swine resource and research Center (nSrrC), a facility funded by the US national institutes of Health at the University of missouri. the goal of the nSrrC is to provide high-quality biomedical swine models to the scientific community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "medicine products in the areas of cardiovascular, orthopedic and wound-healing 8 research. Preclinical trials for toxicology and regenerative medicine products have traditionally relied on rodent models, but the pig has become more widely used in recent years 9 . This movement toward selecting the pig has several reasons, the most prominent of which include the increasing societal concern about using canine and non-human primate models and the inconsistencies in the mouse and rat data in drug discovery and testing. Genes that direct the metabolism, elimination and detoxification of drugs in humans are very similar to those in the pig. For example, the cytochrome P450 (CYP) superfamily genes have been characterized in both the domestic and miniature pig; the swine genes are very similar to the human CYP gene. Given the similarities between the pig and human in drug metabolism, some would consider the pig to be a better model than other species for predicting drug efficacy and toxicology in humans 10 . Furthermore, exercise physiology and obesity research utilize pig breeds, such as Yucatan and Ossabaw pigs, that have a predisposition to metabolic syndromes.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although it is an excellent model in its natural state, the pig's biggest effect in the biomedical community probably will be from its role as a genetic engineered model for a specific human disease. Here we will discuss three instances in which genetically engineered pigs have proven to be advantageous models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CF is an autosomal recessive disorder caused by a mutation in the CFTR gene, which regulates anion transport. In approximately 70% of humans with CF, the mutation in CFTR is a deletion of three base pairs that code for amino acid 508 (phenylalanine) of the CFTR protein 3 . Some of the symptoms of CF include mucus blockage of the intestines (meconium ileus), blocked pancreatic ducts, congealed gallbladder and lung disease 3 . When the CFTR gene is mutated in the mouse model, the anion channel is nonfunctional, but there are no observed classical CF symptoms. However, when the model animal is a pig with the human mutation (that is, deletion of phenylalanine 508), 100% of the piglets exhibit classic CF symptoms, including meconium ileus, liver lesions and lung disease 3 . The current pig model is being used to invasively investigate lung disease for the development of new therapies.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 777,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Cystic fibrosis"
        },
        {
            "text": "Pig models have a predominant role in studies of retinitis pigmentosa (RP) 11 . RP is a human autosomal dominant disorder in which a common form of the disease arises from a substitution of a histidine for the amino acid proline at the 23 rd position (P23H) in the RHO gene. RP is characterized by the onset of night blindness, loss of peripheral vision and then loss of central vision 12 . In 2012, Ross et al. 13 developed an inbred miniature pig model for RP that replicated the human phenotype. A human transgene with the P23H mutation in the human RHO gene was randomly inserted into the pig genome and a variety of phenotypes were recovered 13 . Although there are several other RP models that have recapitulated the disease, the advantage of the pig model is the biological similarity between the pig and human eye. Another advantage of this pig model is that the inbred miniature pig genetic background facilitates the development of cell-based therapies. Researchers can inject large volumes of inoculum into the pig eye, allowing them to study the effects of cell-based therapies without any confounding effects of rejection 14 . This model has been used for several experiments, such as determining whether the dietary supplement curcumin can arrest or delay rod photoreceptor degeneration 15 .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 412,
                    "end": 414,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 647,
                    "end": 649,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1301,
                    "end": 1303,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Retinitis pigmentosa"
        },
        {
            "text": "Cancer is vast collection of diseases that are typically characterized by abnormal cell growth. Mutations in KRAS account for about a quarter of human cancers and mutations in p53 account for another third. We have developed an inducible porcine cancer model with a floxed stop codon between the chicken beta actin promoter and mutant forms of KRAS G1D2 and p53 R172H. This swine cancer model allows tumors to be induced in any tissue or organ with administration of CRE recombinase in the desired tissue. CRE promotes recombination between the two loxP sites and removes the stop codon. The removal of the stop codon results in transcription and subsequent translation of the two cancer inducing genes. Initial in vitro work with cells isolated from founder animals revealed that the transgene was functional when an adenovirus was used to deliver Cre to the cells in vitro. Cell morphology, division time and cell migration time were different in the cancer model cell line compared with the control lines 16 . In addition, 12 of 14 mice injected with cells from the adeno-Cre-induced pig cancer model formed measurable tumors. Finally tumors were induced with adeno-Cre in three different locations in the KRAS G1D2 and p53 R172H pig 16 .",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Cancer"
        },
        {
            "text": "The technologies for producing genetic modifications to the pig genome have advanced tremendously over the past three decades. Historically, genetic engineering in pigs was accomplished with the addition of transgenes into random locations in the genome. Using a microinjection technique, genomic constructs were inserted into the pronucleus of zygotes 17 , resulting in random insertional events with the potential to cause insertional mutations 18 . The insertions can occur as single or multiple copies of the transgene integrating at one or more locations in the genome. In addition to the randomness of insertion, some of the injected transgenes may not integrate until after the zygote cleaves, that is, during the two-cell stage. Integration during the two-cell stage can occur at different locations (or not at all) in the genome in the two blastomeres, resulting in a mosaic embryo and animal 19 . If the descendants of the two blastomeres contributed differentially to the germline then the transgene may or may not be transmitted to offspring. But even with these caveats, transgenesis by pronuclear injection is still a powerful tool to produce a new protein in the pig.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 902,
                    "end": 904,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Creating genetically engineered pigs"
        },
        {
            "text": "The next major advance in genetic engineering came as a result of the development of techniques for somatic cell nuclear transfer (SCNT). Given that somatic cells can be genetically engineered and used as donor cells for SCNT, those somatic cells that have the desired modification events can be propagated, genotyped and, depending on the model, examined for in vitro expression before SCNT and embryo transfer. The newly created cells can then be used to create founder animals with the predicted modification [20] [21] [22] . Not only does the 'pre-selection' of donor cells on the basis of genotype and/or appropriate expression reduce the number of founder animals needed, it also does away with the problems of mosaicism resulting from pronuclear injection. One of the limitations of the SCNT strategy includes phenotypic abnormalities in offspring that are at least partially caused by aberrant DNA methylation [23] [24] [25] [26] . Nevertheless, the ability to use somatic cells for SCNT enables the use of strategies involving homologous recombination to knockout or knock-in a gene, transgene or specific mutation to tailor genetic modifications. Indeed, in 2002, two groups knocked out GGTA1 to create pigs whose organs might be used for xenotransplantation 20, 27 , and, in 2005, a specific mutation was knocked into CFTR (resulting in a deletion of the 508 th amino acid, phenylalanine), creating the mutation in pigs that occurs in about 70% of the humans with CF 28 .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 517,
                    "end": 521,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1269,
                    "end": 1272,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1273,
                    "end": 1275,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1478,
                    "end": 1480,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Creating genetically engineered pigs"
        },
        {
            "text": "The most recent and important advance in the genetic engineering of pigs is the use of gene-editing technologies such as zinc-finger nucleases 29, 30 , transcription-activator-like effector nucleases [31] [32] [33] and the clustered regularly interspaced short palindromic repeats/Cas9 system (CRISPRs/Cas9) 34 . These tools are highly efficient and can be designed to not leave a genetic footprint, such as a selectable marker. In fact, the CRISPR/Cas9 system is so efficient that injection into zygotes (if the individual CRISPRs are prescreened) can result in all of the offspring carrying edited alleles 34 . The CRISPR/Cas9 system has allowed us to edit the pig genome by knocking out genes and targeting insertion of donor DNA; it even has the potential to edit a single base in the genome. Because of the new gene-editing techniques, it is possible to envision creating virtually any modification or combination of modifications in pigs, thereby eliminating any remaining genetic barriers that have limited their use in the past.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 308,
                    "end": 310,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 608,
                    "end": 610,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Creating genetically engineered pigs"
        },
        {
            "text": "Given that pigs are not as widely used compared with rodents, investigators seldom have the expertise or appropriate facilities to house and care for these animals, nor do they have the expertise to create the desired genetic modifications to address their disease of interest. The US National Institutes of Health (NIH) therefore created the NSRRC in 2003 to develop the infrastructure to ensure that biomedical investigators across a variety of disciplines have access to critically needed swine models of human health and disease. The NSRRC has several functions: importation of existing swine models of human health and diseases; re-derivation/elimination of pathogens to improve the quality of the animal models for research; herd health monitoring for distribution of animals; distribution of pigs, cells, tissues and organs; creation of custom-generated swine models for human health and disease; cryopreservation of all existing models; and research. Table 1 lists some of the wild-type and genetically modified models available from the NSRRC for distribution to not-for-profit institutions. For a complete list of all 61 strains available and for more details about the NSRRC, please refer to the website, http://www.nsrrc.missouri.edu. Below, we will ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 959,
                    "end": 966,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "NSRRC"
        },
        {
            "text": "All of the models of the NSRRC are housed in either a standard housing facility or in our special pathogen-free facility. Models donated to the NSRRC will be re-derived into one of these facilities to eliminate pathogens from the donating institution. Rederivation can be accomplished by several methods that may include a clean cesarean section, embryo transfer, insemination or cells used for somatic cell nuclear transfer. Routine monitoring of animals in our facilities before, during and after re-derivation ensures that the models in the NSRRC are of the highest health standards. Health is monitored for diseases, including porcine reproductive and respiratory disease virus, Leptospira, Mycoplasma hyopneumoniae, porcine circovirus II, and, more recently, porcine epidemic virus and the delta-coronavirus. Assays for other diseases have been and are being developed as requested by the Principal Investigator (PI)'s research programs. An example is the development and validation of a test for cytomegalovirus, as a secondary infection of cytomegalovirus can result in the failure of pig organs that are transferred to baboons 35 . Monitoring of many of the pathogens is accomplished by using assays developed by the NSRRC for in house testing from fecal, oral or blood samples.",
            "cite_spans": [
                {
                    "start": 1135,
                    "end": 1137,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Re-derivation and health monitoring"
        },
        {
            "text": "Given that swine facilities and expertise are limited at many locations, the NSRRC can provide specific samples without the investigator having to re-establish the already existing infrastructure and expertise. Any swine models available through the NSRRC can be requested by an investigator. Models can be distributed as cells, tissues, organs or live animals. An example of samples distributed by the NSRRC is listed in Table 2 . Once the investigator has requested the samples, the NSRRC will set up animals for the sample collection. For samples collected by the NSRRC staff, the requesting investigator is asked to provide a detailed protocol for collection as well as details on shipping conditions. Alternatively, the requesting investigator can personally collect samples by visiting the NSRRC facility. In addition to samples, live animals can be distributed to requesting investigators. Animals can be sent to the institutions for specific testing, new therapy or sample collection. Institutions can also receive animals to establish their own breeding colony. Live animals will typically leave the NSRRC no earlier than 4-5 weeks of age, so that the animals are weaned and have started on solid food before shipping; in some situations, however, neonates can be shipped. The NSRRC will work with the requesting investigator and receiving facility to determine the best method for animal distribution and to assure that the health status of the receiving institution is not compromised.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 429,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Distribution of samples and live animals"
        },
        {
            "text": "Any principal investigator can request that a custom-generated swine model be produced by the NSRRC. If the investigator is funded by the NIH, the NSRRC currently may produce this model at no cost for the requesting investigator; however, it will be freely distributable after characterization of the model. Given that the models are distributed, the NIH sharing policy obligation for the PI's NIH grant is completed. PIs who do not have NIH funding may also request custom models, but the model is evaluated by our advisory committee in these cases. The model being requested must meet the following criteria: it can be used across multiple disciplines and it has a likelihood of being highly requested. If the advisory committee rejects the model request or the investigator wants to restrict distribution of the model, it is possible to request production on a fee-for-service basis. The NSRRC staff can help with all aspects of generating models from construct design and development to care of the founder animals. Currently, we are using gene-editing tools (CRISPR/Cas9) to produce many of the requested models 34 . The NSRRC typically produces three to five models per year.",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1119,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "PI-driven custom-generated genetically modified models"
        },
        {
            "text": "Germplasm from all genetically modified and wild-type animals is cryopreserved in different formats that include embryos, somatic cells and spermatozoa. Cryopreservation provides the NSRRC the ability to maintain lines without continuous production as well as to prevent catastrophic loss from disease outbreaks. To ensure maintenance of the lines, duplicate copies of the samples are stored off-site in a secondary storage facility. Cryopreserved samples can be shipped to the requesting investigator to create the animals on site at their facility. In addition, the NSRRC can provide an investigator with cryopreservation and storage services for their genetically modified swine model; those who do not wish to donate their models can still receive services, but on a fee-for-service basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cryopreservation"
        },
        {
            "text": "The NSRRC conducts research that will benefit its productivity in terms of performing its functions. The NSRRC conducts research in the areas of genetic engineering, somatic cell nuclear transfer, cryopreservation and health monitoring assay development. In addition, the NSRRC will aid investigators with their biomedical research projects. The NSRRC staff and requesting investigator will discuss the project to determine whether it is feasible for the NSRRC to conduct the research at their facility. Highly demanding projects and those requiring highly specialized equipment may be more difficult for the NSRRC to complete and may need to be conducted at the requesting PI's facility. The investigator and the NSRRC will also discuss the budget and time frame needed to complete the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research and fee-for-service research"
        },
        {
            "text": "There has been a noticeable increase in the use of swine as models for human health and diseases over the past decade. Whether used in a natural state or genetically engineered, swine models are becoming the biomedical model of choice, largely as a result of their increasing ability to recapitulate various human diseases. With limited expertise and facilities across the country, the need for a central resource center has become a priority. The NSRRC was established to serve as a repository for valuable swine models for biomedical research, shifting the burden for maintaining and distributing swine models from the investigator to a national resource center. In addition, the NSRRC creates and distributes PI-driven custom-generated swine models. We are here to help the swine research community in laying the foundation for their biomedical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "transgenic animals in biomedicine and agriculture: outlook for the future",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anim. Reprod. Sci",
            "volume": "79",
            "issn": "",
            "pages": "265--289",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "& Walters, e.m. transgenic technology and applications in swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Theriogenology",
            "volume": "56",
            "issn": "",
            "pages": "1345--1369",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "production of CFtr-null and CFtr-DeltaF508 heterozygous pigs by adeno-associated virus-mediated gene targeting and somatic cell nuclear transfer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Invest",
            "volume": "118",
            "issn": "",
            "pages": "1571--1577",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "pig genome sequence: analysis and publication strategy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Archibald",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Genomics",
            "volume": "11",
            "issn": "",
            "pages": "438--442",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "pigs as a model for biomedical sciences",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Kuzmuk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schook",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Genetics of the Pig (eds. m.F. rothschild & a. ruvinsky)",
            "volume": "",
            "issn": "",
            "pages": "426--444",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genomics and clinical medicine: rationale for creating and effectively evaluating animal models",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Exp. Biol. Med",
            "volume": "229",
            "issn": "",
            "pages": "866--875",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "advances in swine biomedical model genomics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lunney",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Biol. Sci",
            "volume": "3",
            "issn": "",
            "pages": "179--184",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "FDa perspective on preclinical development of cell-based regenerative medicine products",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Au",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": "721--723",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Completion of the swine genome will simplify the production of swine as a large animal biomedical model",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med. Genomics",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Unraveling the swine genome: implications for human health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schook",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annu. Rev. Anim. Biosci",
            "volume": "3",
            "issn": "3",
            "pages": "219--244",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genetically engineered large animal model for studying cone photoreceptor survival and degeneration in retinitis pigmentosa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Petters",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat. Biotechnol",
            "volume": "15",
            "issn": "",
            "pages": "965--970",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "molecular genetics of human retinal dystrophies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Inglehearn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Eye (Lond.)",
            "volume": "12",
            "issn": "3",
            "pages": "571--579",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Generation of an inbred miniature pig model of retinitis pigmentosa",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Invest. Ophthalmol. Vis. Sci",
            "volume": "53",
            "issn": "",
            "pages": "501--507",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "two-step reactivation of dormant cones in retinitis pigmentosa",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Rep",
            "volume": "15",
            "issn": "",
            "pages": "372--385",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "& mcCall, m.a. prenatal exposure to curcumin protects rod photoreceptors in a transgenic pro23His swine model of retinitis pigmentosa",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Transl. Vis. Sci Technol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "a genetic porcine model of cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schook",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "production of transgenic rabbits, sheep and pigs by microinjection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "315",
            "issn": "",
            "pages": "680--683",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "mutational insertion of a roSa26-eGFp transgene leads to defects in spermiogenesis and male infertility in mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Walters",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Comp. Med",
            "volume": "59",
            "issn": "",
            "pages": "545--552",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fate of microinjected genes in pre-implantation mouse embryos",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Burdon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Reprod. Dev",
            "volume": "33",
            "issn": "",
            "pages": "436--442",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "production of alpha-1,3-galactosyltransferase knockout pigs by nuclear transfer cloning",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "295",
            "issn": "",
            "pages": "1089--1092",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Developmental potential of porcine nuclear transfer embryos derived from transgenic fetal fibroblasts infected with the gene for the green fluorescent protein: comparison of different fusion/ activation conditions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biol. Reprod",
            "volume": "65",
            "issn": "",
            "pages": "1681--1685",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "mosaic gene expression in nuclear-transfer-derived embryos and the production of cloned transgenic pigs from ear-derived fibroblasts",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biol. Reprod",
            "volume": "66",
            "issn": "",
            "pages": "1001--1005",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Dysregulation of genome-wide gene expression and Dna methylation in abnormal cloned piglets",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Genomics",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Locus-specific Dna methylation reprogramming during early porcine embryogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Prather",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biol. Reprod",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "phenotyping of transgenic cloned piglets",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cloning Stem Cells",
            "volume": "4",
            "issn": "",
            "pages": "131--145",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Large offspring syndrome in cattle and sheep",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wilmut",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Rev. Reprod",
            "volume": "3",
            "issn": "",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "targeted disruption of the [alpha]1,3-galactosyltransferase gene in cloned pigs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "251--255",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Disruption of the CFtr gene produces a model of cystic fibrosis in newborn pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "1837--1841",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Gene targeting with zinc finger nucleases to produce cloned eGFp knockout pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Whyte",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Reprod. Dev",
            "volume": "78",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "efficient generation of a biallelic knockout in pigs using zinc-finger nucleases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hauschild",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "108",
            "issn": "",
            "pages": "12013--12017",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "inclusion of homologous Dna in nuclease-mediated gene targeting facilitates a higher incidence of bi-allelically modified cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Beaton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Xenotransplantation",
            "volume": "22",
            "issn": "",
            "pages": "379--390",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "engraftment of human ipS cells and allogeneic porcine cells into pigs with inactivated raG2 and accompanying severe combined immunodeficiency",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": "7260--7265",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "efficient taLen-mediated gene knockout in livestock",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "109",
            "issn": "",
            "pages": "17382--17387",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Use of the CriSpr/Cas9 system to produce genetically engineered pigs from in-vitro-derived oocytes and embryos",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Whitworth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biol. Reprod",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Correlation of biochemical and hematological changes with graft failure following pig heart and kidney transplantation in baboons",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knosalla",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Transplant",
            "volume": "3",
            "issn": "",
            "pages": "1510--1519",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "| A partial list of the various swine genetic modifications available through the NSRRC For a complete list of all 61 strains available and for more details about the nSrrC, please refer to the website, http://www.nsrrc.missouri.edu/.discuss some of the services that the NSRRC provides to biomedical investigators across disciplines. cell types for cloning or cryopreservation, or in the form of live animals if the health status permits.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "| A partial list of strains and types of samples shipped to various investigators across the US",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACkNowleDGmeNTS the authors would like to thank the scientific community for their interest and support of the nSrrC at the University of missouri. this work is funded by the US national institutes of Health (2U42oDo11140).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}