{
    "paper_id": "09ca44c7505091d8809b410154999ebad83ba4d9",
    "metadata": {
        "title": "29th International Mammalian Genome Conference meeting report",
        "authors": [
            {
                "first": "Natalia",
                "middle": [
                    "M"
                ],
                "last": "Gonzales",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Viive",
                "middle": [
                    "M"
                ],
                "last": "Howell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clare",
                "middle": [
                    "M"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During November 8-15, 2015, the 29th Annual International Mammalian Genome Conference (IMGC) attracted researchers from all over the world to Yokohama, Japan to discuss the latest advances, tools, and techniques in mammalian genetics. Organized by Piero Carninci (RIKEN) and the International Mammalian Genome Society (IMGS; www.imgs.org), the meeting brought together 336 scientists from 28 countries, not to mention hundreds of online participants that followed the live tweeting of talks (#imgc15). Social media has become an integral part of the IMGC, complementing the scientific content and facilitating ongoing discussions between scientists around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The conference opened with a bioinformatics workshop, guided tours of RIKEN laboratories, and a trainee symposium, giving Ph.D. students and early-career postdoctoral researchers an opportunity to share their works in a collegiate and mentoring setting and vie for the chance to present at the main meeting. Participants were officially welcomed to Yokohama at the evening reception, where old friends and new were met over a smorgasbord of local cuisine. The main meeting was divided into sessions showcasing the wide-ranging research interests of IMGS members. These included human disease models and immunology, neuroscience, development and stem cells, genomics and computational analysis, epigenomics and noncoding RNAs, advances in genome editing, and largescale resources. The Verne Chapman lecture was given by Professor John Mattick, Director of the Garvan Institute of Medical Research in Sydney, and the inaugural Darla Miller Distinguished Service Lectureship was awarded to Janan Eppig, Professor at The Jackson Laboratory and a pioneer of the mouse genome informatics (MGI) Program Project. Several poster sessions, a mentor lunch for trainees and workshops on bioinformatics, systems genetics, scientific literature curation, gene enrichment analysis, and FANTOM were also featured in the meeting program, which culminated in a feast of epic proportions. Abstracts from the meeting are available at www.imgc2015.jp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The IMGC has a strong reputation for advocating new scientific talent, epitomized by the 33 trainee scholarships awarded for conference travel, the mentor-trainee lunch, presentation awards, and numerous opportunities to present work and receive feedback. The trainee symposium is an integral part of the meeting, featuring oral presentations from 16 graduate students and postdoctoral researchers. The wide variety of topics presented exemplified the diversity and utility of mammalian model systems for both clinical and basic research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "Xenograft mouse models were utilized by Hiroyuki Yoda (TS-01; Chiba Cancer Centre Research Institute) and Takahiro Inoue (TS-13; Chiba Cancer Centre Research Institute) to demonstrate the in vivo anti-tumor effects of novel alkylating agents targeting the oncogenes MYCN in neuroblastoma, and KRAS G12D/V in colorectal cancer, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "The power of forward genetics was demonstrated by Lisa Gralinski (TS-02; University of North Carolina) using the precollaborative cross to identify SARS-Coronavirus susceptibility loci and Irina Treise (TS-16; German mouse clinic), exploiting N-ethyl-N-nitrosourea (ENU) mutagenesis to uncover molecular mechanisms of immunodeficiency. The Sanger knockout mouse resources were highlighted by Kifaythullah Liakath-Ali (TS-12; Kings College London), who conducted a phenogenomics screen to investigate the genetic basis of skin phenotypes. Gennadiy Tenin (TS-10; University of Manchester) followed up on human genomewide association studies (GWAS) of the congenital heart defect Tetralogy of Fallot by developing an in vitro mouse heart culture for testing candidate genes by siRNA knockdown. Ximena Ibarra-Soria (TS-07; Wellcome Trust Sanger Institute) took us on a journey through the mouse olfactory system, demonstrating that novel olfactory receptor genes can be identified, characterized, and distinguished from environmental regulators despite the system's overwhelming complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "Several speakers focused on behavioral traits, including Yuki Matsumoto (TS-04; National Institute of Genetics), who identified a locus on chromosome 11 associated with mouse tameness in wild-derived heterogeneous mouse stocks, and Akira Tanave (TS-09; National Institute of Genetics) who is exploring the etiology of anxiety and stress by studying strain differences between wild-derived MSM mice and C57BL/6 mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "Guzel Gazizova (TS-03; Kazan Federal University) introduced the dormouse as a genetic model, discussing how transcriptome-level differences between two genera of dormice can be analyzed to yield insights into the evolution of hibernation and to clarify the status of the dormouse in the mammalian phylogeny. Belinda Goldie (TS-06; Kyoto University) took us further into the world of gene expression, demonstrating the importance of extending micro-RNA (miRNA) analysis beyond evolutionarily conserved targets when exploring gene regulation of human neuronal synapses. Hazuki Takahashi (TS-14; RIKEN) demonstrated a high-throughput system to optimize antisense long-noncoding RNAs that increase translation of target mRNAs, and Riti Roy (TS-15; University of Western Australia) examined expression profiles of receptors and ligands in cell lines profiled in the FANTOM5 project and tumors profiled by The Cancer Genome Atlas (TCGA) to understand how cancer cells communicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "Mice were not the only model system represented by trainee symposium talks. Pavel Mazin (TS-05; Skolkovo Institute of Science and Technology) examined brain RNA-seq data from humans, chimpanzees, and macaques to identify species and age-related differences in alternative splicing patterns. Pavel Prosselkov (TS-11; RIKEN) branched from the mammalian tree, using the sea squirt to investigate the role of gene paralogs in cognition. Finally, Brandon Velie (TS-08; Swedish University of Agricultural Sciences) showcased the horse, an underutilized organism in mammalian genetics, as a model for identifying genetic factors related to locomotion, allergic diseases, and eczema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trainee symposium"
        },
        {
            "text": "Ximena Ibarra-Soria, Akira Tanave, Hazuki Takahashi, and Irina Treise were named as the Lorraine Flaherty Awardees for their talks during the trainee symposium ( Fig. 1 ; Table 1 ) and received the opportunity to present their work at the main conference.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Trainee symposium"
        },
        {
            "text": "Several plenary sessions focused on a range of mammalian tools and resources for modeling human disease. The session showcased tools such as recombinant inbred lines (RILs), outbred populations, classic crosses, and ENU mutagenesis to yield new understanding and identify candidate genes for disease susceptibility, while knockout and patient-derived xenograft mice enabled further mechanistic insight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human diseases, models, and immunology"
        },
        {
            "text": "The session featured many talks utilizing the phenotypic diversity and genetic mapping power of Diversity Outbred (DO) mice and the collaborative cross (CC), community resources *10 years in the making. Fernando Pardo- UMASS Medical School) showed that resistance loci underlying tuberculosis pathogenesis could be mapped in *60 CC lines and *20 lines of the incipient C57BL/ 6 9 DBA/2 (BXD) cross. Interestingly, bacterial modules could be mapped onto the host genome to understand how both host and pathogen genomes determine disease outcome. The mapping resolution of the DO population was also highlighted in cancer, with Nigel Crawford (O-19; National Institutes of Health, Bethesda, MD) using quantitative trait locus (QTL) mapping in TRAMP 9 J:DO F1 males to identify metastasis susceptibility loci for prostate cancer.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 240,
                    "text": "UMASS Medical School)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human diseases, models, and immunology"
        },
        {
            "text": "The power of the ENU approach was demonstrated by several talks. Gaetan Burgio (O-02; Australian National University) identified host factors altering malaria infection outcomes that could be targeted as a novel host-directed antimalarial therapy, and Kart Tomberg (O-16; University of Michigan) mapped thrombosis modifier genes by bulk exome sequencing mice from a sensitized ENU suppressor screen. Both talks featured the use of gene editing candidate mutations with CRISPR/Cas9 to validate causative alleles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human diseases, models, and immunology"
        },
        {
            "text": "The impact of mouse models on precision oncology was showcased by Carol Bult (O-01; The Jackson Laboratory), who discussed how patient-derived xenograft models can provide a platform for testing therapeutic options to guide treatments for breast and other cancers (Fig. 2) . Kate Ackerman (O-22; University of Rochester) used inducible Wt1 CreERT2 to determine the impact of loss of Ctnnb1 at different time-points, concluding that b-catenin is critical for diaphragm development during a defined window of time. Han Kyu Lee (O-18; Duke University) analyzed polymorphisms among the ancestral haplotypes of 32 inbred mouse strains to map loci for ischemic stroke outcomes, validating the interleukin 21 receptor as a candidate by analysis of gene expression patterns and knockout models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Human diseases, models, and immunology"
        },
        {
            "text": "Other features of this session included a GWAS of aerobic capacity in rats segregated on running ability by Yu Wang German Center for Neurodegenerative Diseases Tuebingen) conducted a massive forward genetic screen using human exome data, followed by systematic RNAi screens in worms, flies, and human cell lines to identify genes and pathways involved in Parkinson's disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human diseases, models, and immunology"
        },
        {
            "text": "This year's IMGC included a mini-session that sought to address the question of whether or not the mouse is still relevant as a model for human disease. While this particular audience needed no convincing of the fundamental scientific understanding gained through use of the mouse as a model, Tsuyoshi Miyakawa (O-23; Fujita Health University) gave a thought-provoking narration of his lab's response to a controversial publication claiming otherwise. His careful consideration of arguments made from both sides of the controversy emphasized the importance of understanding the experimental design and methods for analyzing a study before interpreting its results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mouse mini-symposium"
        },
        {
            "text": "Miyakawa compared his re-analysis of mouse genomic data from Seok et al. (2013) with the original study, which had concluded that genomic responses in mouse models poorly mimic human inflammatory diseases. Miyakawa's group drew the opposite conclusion from the data, demonstrating that responses in mouse models greatly mimic human inflammatory diseases (Takao and Miyakawa 2015) . Alterations to the Seok et al. (2013) analysis included comparing genes that exist in both mouse and human, not just human disease genes that lack rodent homologs. He emphasized the need to define appropriate phenotypes and choose appropriate statistical methods. Ultimately, he concluded, the 15 % overlap in gene expression between mouse and human does not mean that the mouse is a bad model; instead, the overlapping 15 % probably contain the genes that are the most important for disease. The panel responses also emphasized other advantages of mouse models, including but not limited to access to tissue, ability to measure responses at different time-points on the same background and the capacity to do epigenetic studies. The symposium also raised a conundrum of the scientific review process by highlighting ways in which the design and methods chosen to address a question can either obscure or reveal scientific truths, inciting a thoughtful series of questions about training and the process of peer review. How can we ensure that future generations of biologists are adequately trained to evaluate statistical methods? When the same data can be analyzed to show very different results, potentially affecting funding decisions on models, is the ultimate onus for publication on the journal or expert scientific reviewers? These questions were discussed in the open forum and reflect a larger conversation taking place within the wider scientific community, where they will undoubtedly continue to be discussed.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 79,
                    "text": "Seok et al. (2013)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 354,
                    "end": 379,
                    "text": "(Takao and Miyakawa 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 401,
                    "end": 419,
                    "text": "Seok et al. (2013)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Mouse mini-symposium"
        },
        {
            "text": "This plenary session encompassed the use of mouse embryonic stem cells (mESCs), gene expression analysis, and recent advances in genome engineering to address fundamental questions about development and degenerative disease. Anne Czechanski (O-06; The Jackson Laboratory) described how her experience deriving novel pluripotent mESCs with the inhibitor cocktail 2i led to the unexpected observation that female cell lines experience a higher rate of attrition than male cell lines. Future transcriptional profiling may uncover why the combination of X chromosome dosage and 2i culture conditions leads to attrition of female lines and will have important implications for those using mESCs. Sandra Richardson (O-07; University of Queensland) used retrotransposon capture sequencing (RC-seq) to deduce the timing and frequency of retrotransposon insertions in multigeneration C57BL/6 pedigrees. She presented data showing retrotransposition in the early embryo resulting in somatic and germline genetic mosaicism, adding to the evidence for retrotransposition as an important source of genetic diversity. Patrizia Rizzu (O-08; German Center for Neurodegenerative Diseases) shared how she used FANTOM5 data to understand how a hexanucleotide repeat expansion influences the transcriptional profile of C9orf72, a gene involved in neurodegenerative disease. Yasuhide Furuta (O-09; RIKEN) derived compound mutant mice from mESCs containing multiple targeted mutations in the fibroblast growth factor (FGF) signaling system to study the role of FGF family genes in eye development. Due to tight linkage between the genes of interest and reduced fertility in FGF mutant lines, it was previously impossible to generate compound mutants from an experimental cross. However, the development of CRISPR/Cas9 allowed Furuta's group to measure the extent of functional redundancy within the FGF pathway and uncover novel roles for its constituents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroscience, development, and stem cells"
        },
        {
            "text": "Gabriela Sanchez-Andrade (O-10; Wellcome Trust Sanger Institute), recipient of this year's Verne Chapman Young Investigator Award (Table 1) , closed the session with a discussion of her efforts to identify new biomarkers of neurodegenerative disease in a mouse model of Frontotemporal Dementia and Parkinsonism (FTDP) with severe olfactory deficits. Olfactory dysfunction is one of the earliest and most common symptoms of neurodegenerative disease in humans, yet the underlying molecular mechanisms are unknown. Sanchez-Andrade's impressive analysis of the olfactory epithelium measured differential expression and protein dynamics in wild-type and transgenic mice to identify a set of candidate genes correlated with onset of FTDP. Furthermore, she demonstrated that similar changes in the expression of these genes occur in other brain regions relevant to FTDP pathology, highlighting the potential of her approach to identify additional biomarkers of human disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Neuroscience, development, and stem cells"
        },
        {
            "text": "The IMGC featured three sessions on genomics and computational analysis. Although the 13 selected talks were diverse in both content and approach, each of them touched upon at least one of the following themes: advances in omic technology, molecular mechanisms underlying complex traits, and the relationship between genomic architecture and mammalian evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics and computational analysis"
        },
        {
            "text": "Speakers in the first session discussed their experiences with single-cell RNA-seq to address a series of questions that remain integral to the IMGC each year; namely, what tools and technologies are driving our field forward? What exciting possibilities do they create, and what obstacles do we face in using these methods and interpreting their results? Anna Mantoski (O-11; Roslin Institute) shared her solutions to some of the analytical puzzles that technical variability can create for single-cell sequencing experiments and described how studying differences in gene In describing cap analysis of gene expression (CAGE), a method for capturing single-cell transcriptomes, Charles Plessy (O-12; RIKEN) highlighted many of the challenges familiar to researchers using RNA-seq and shared how his strategy of combining CAGE with techniques including ''pseudo-random'' primers to remove rRNA, molecular tagging, and fragmentation can improve the quality of single-cell data. Anton Kratz (O-13; RIKEN) further emphasized CAGE's potential as he described how his group applied translating ribosome affinity purification (TRAP), which can isolate the ribosome-associated transcriptome (the translatome) to Purkinje dendrites to measure transcription at the subcellular level and identify biomarkers for specific cell types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics and computational analysis"
        },
        {
            "text": "Much of the remaining work sought to address broad evolutionary questions dealing with the relationship between biological mechanisms, complex traits, and genomic architecture. Martin Taylor (O-33; University of Edinburgh) discussed how the distribution of replicationassociated polymorphisms in mouse and human genomes may be explained in part by patterns of transcription factor binding and chromatin accessibility in the paternal germline. Satoshi Oota (O-52; RIKEN) used ENU mutagenesis in the mouse to observe evolution in real time, which allowed gaining insight into how the distribution of GC content has evolved in mammalian genomes. Andrew Morgan (O-34; University of North Carolina Chapel Hill) explored the functional and evolutionary impacts of large copy number variations at a specific locus in the mouse genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics and computational analysis"
        },
        {
            "text": "Another prominent theme among the research featured in the sessions on Genomics and Computational Analysis was the relationship between genotypes and quantitative phenotypes at both the level of the cell and the organism. Jason Lin (O-36; Chiba Cancer Center Research Institute) discussed how a new class of molecules that combine the histone deactylase inhibitor SAHA and DNA-binding pyrrole-imidazole polyamide (SAHA-PIP) can induce epigenetic reprogramming and regulate pluripotency. Steven Munger (O-53; The Jackson Laboratory) used a system's genetics approach in the DO to resolve the conflict between the expectation of high mRNA-protein expression correlation from the central dogma of biology and recent observations suggesting a weak correlation. His work showed that while the levels of many proteins are regulated by nearby variants that influence mRNA expression levels (cis-eQTL), the relative stoichiometry of proteins in stable partnerships and complexes is a key posttranslational regulator of protein abundance that can act to buffer individual member proteins against cis-acting transcriptional variation. Robert Young (O-35; University of Edinburgh) presented evidence of divergence in the patterns of promoter gain and loss in humans and mice, offering insight into the evolutionary processes that contribute to gene expression and phenotypic diversity in both species. Peter Williamson (O-54; University of Sydney) used a panel of inbred mouse strains to identify QTL related to metabolism, body composition, lactation, and other complex traits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics and computational analysis"
        },
        {
            "text": "A common approach featured at the IMGC each year is the use of the mouse as a model for understanding how biological processes influence and respond to changes in the mammalian genomic landscape. Notably, this year's sessions on Genomics and Computational Analysis also included speakers that used a variety of other organisms in their research. In addition to the several talks mentioned above, we heard from David Beier (O-32; Seattle Children's Research Institute) who analyzed the genomewide distribution of nonsense mutations in the exomes of individuals without severe Mendelian disorders. He found that the strength of heterozygote selection correlated with the likelihood of recessive lethality and that many genes with established roles in developmental diseases had high heterozygote selection. Martin Frith (O-51; National Institute of Advanced Industrial Science and Technology, Tokyo) used sequence data from humans, chimps, orangutans, and dogs to classify different types of human chromosomal rearrangements, which occur in slowly evolving regions. Finally, Isaac Adeyemi Babarinde (O-37; National Institute of Genetics) introduced the audience to the capybara (the world's largest living rodent) and shared how he used its genome to understand the relationship between mutation rate and body size in rodents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomics and computational analysis"
        },
        {
            "text": "For the first time at an IMGC, two plenary sessions were devoted to epigenomics and noncoding RNAs. This highlights the increasing awareness of looking beyond the traditional gene-protein relationship for understanding transcriptional control in both normal and diseased states in mammals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "The influence of parental diet was featured in two presentations. Joseph Nadeau (O-25; Pacific Northwest Research Institute) illustrated that both folate supplementation and mutations in RNA modulating genes such as Dnd1, A1cf, and Apobec1 bias fertilization toward wildtype genotypes. Johannes Beckers (O-26; Helmholtz Zentrum, Munich) reported the epigenetic inheritance of an acquired metabolic disorder. He showed that a parental high-fat diet increased offspring susceptibility to obesity and type 2 diabetes. Both speakers stressed the importance of understanding the underlying mechanisms related to diet for guiding future public health policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "Different aspects of genomic location as a determinant of transcriptional regulation were also discussed in the first plenary session. Through determination of the three-dimensional configuration of X chromosomes in different tissues and cells, Christine Disteche (O-24; University of Washington) demonstrated that genes that escape X inactivation preferentially localize at the periphery of the nucleus. She also showed that the expressed alleles of imprinted genes have greater chromatin contacts than the silent alleles, suggesting that these expressed regions are under greater organizational constraints. Reanalysis of the publicly available ENCODE data led Siddharth Sethi MRC Harwell) to the discovery that transcription factor-binding sites are highly enriched in DNase1 hypersensitive sites compared to promoter and enhancer regions. As such, DNase1 hypersensitivity data could be used as an alternative method for discovering enriched regulatory motifs with the aim of improving understanding phenotypic variability.",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 691,
                    "text": "MRC Harwell)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "The second plenary session continued the theme of using genomewide data to understand transcriptional control by different noncoding elements-promoters, enhancers, microRNA, and L1-transposable elements. To dissect the relationship between dynamic changes in mRNA and enhancer RNA, Erik Arner (O-44; RIKEN) measured the activities of promoters and enhancers over time in a number of cell types following different biological stimuli. He presented data supporting enhancer transcription as the earliest event in successive waves of transcriptional change. This phenomenon was observed in multiple biological systems, suggesting this may be a general feature of mammalian transcriptional regulation, contrary to models showing coexpressions of enhancers and promoters. Albin Sandilan (O-43; University of Copenhagen) provided a clinical application, presenting RNA-seq data profiling colon specimens from patients with inflammatory bowel disease. A promoter set was identified, which could accurately distinguish between the primary disease subtypes: Crohn's disease and ulcerative colitis. Moreover, 20,000 active enhancer regions were identified with subsets induced in general inflammation or specifically in one subtype. These enhancers had links to both known and novel genes involved in the pathogenesis of inflammatory bowel disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "Michiel De Hoon (O-45; RIKEN) turned attention toward the role of miRNA in gene regulation. He presented the results from a collaboration spanning 31 centers internationally, which analyzed deep, sequencing data of paired small RNA and CAGE libraries across a wide range of cell types. This analysis revealed two classes of miRNA: celltype-specific miRNAs and ubiquitous miRNAs. Cell-typespecific miRNAs are highly expressed in only a few cell types and may act as buffers of gene expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "Ubiquitous miRNAs are expressed in most cell types, but depleted in particular cell types and may be important in preventing inappropriate activation of transcriptional programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "Valerio Orlando (O-46; IRCSS Fondazione Santa Lucia) presented the last talk in the plenary session focusing on the epigenetic role of retrotransposable elements, specifically Long Interspersed Nuclear Elements 1 (L1). Analysis of L1 transcription followed that of enhancer elements and myogenic program in normal muscle cells but was absent in Duchenne muscular dystrophy (DMD)-affected muscle cells. Pharmacological rescue of the DMD phenotype by histone deacetylase inhibitors or gene therapy was accompanied by normal L1 expression. He proposed that deregulation of L1 mobilization is a key trait in loss of cell identity and disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epigenomics and noncoding RNAs"
        },
        {
            "text": "Genome editing using CRISPR/Cas9 technology has taken the scientific world by storm, allowing rapid and efficient editing in eukaryotic cells. The in vitro and in vivo applications of CRISPR/Cas9 genome editing was a strong theme at this year's meeting, with every plenary session including talks that made use of this technology, as well as the plenary session being completely devoted specifically to advances in genome editing. Marie-Christine Birling (O-29; Institut Clinique de la Souris) kicked off the session demonstrating CRISPR/Cas9 genome editing in rats. She described her group's effort to generate alleles with precise gene deletions and duplications of a 24-Mb region by means of two different guide RNAs on both sides of the target region. Kazuto Yoshimi (O-30; National Institute of Genetics) then combined CRISPR/Cas9 ''scissors'' with single-stranded oligodeoxyribonucleotides as the ''paste'' mechanism to ligate the cut sites for efficient replacement of rat genes with human genes. Finally, Dave Bergstrom (O-31; Jackson Laboratory) presented his lab's modified CRISPR approach to enable rapid ''humanizing'' of large segments of the mouse genome, giving the example of replacement of a mouse tumor suppressor gene with 25 kb of the orthologous human gene. inbred strains with whole-genome Illumina sequencing and discussed the challenges of making alignments in complex regions. Attendees were treated to the test site launch of the latest data available through the USCD genome browser (http://www.hgwdev-mus-strain.sdsc.edu/cgi-bin/hgGateway).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advances in genome editing"
        },
        {
            "text": "The 2015 Verne Chapman Lecture titled ''The hidden layer of regulatory RNA in mammalian genome biology'' was delivered by eminent molecular biologist John Mattick (O-42; Garvan Institute of Medical Research). Mattick is known for his research in revealing the central role of nonprotein-coding DNA in the production of regulatory nonprotein-coding RNAs (ncRNAs) and his efforts to understand how ncRNA regulation contributes to the staggering level of phenotypic complexity observed throughout the animal kingdom. He began his lecture with the quote ''Are we letting a philosophy of the protein-coding gene control (our) reasoning? What then is the philosophy of the gene?'' He pointed out that this quote was not from this year or even this century-it was in fact a concern attributed to Nobel laureate Barbara McClintock 75 years ago. He reminded us that the mammalian genome contains only *20,000 protein-coding genes, the same number as in simple nematodes. On the other hand, the extent of nonprotein-coding DNA increases with increasing developmental and cognitive complexity, reaching 98.5 % in humans. He guided us through the events leading up to his discovery and the explosion of studies that followed, peppering his tale with vivid descriptions of the findings and figures that have influenced him over the years. He shifted effortlessly between concrete descriptions of data and philosophical speculations on the evolution of paradigm shifts, the mysteries of biological complexity, and the silent assumptions that inform (and occasionally hinder) scientific practice. He entertained the audience with his encyclopedic knowledge of molecular genetics, framing his research within a larger historical context that served to complement data-driven descriptions of his and others' work establishing ncRNAs as prominent regulators of development, cognition, and disease in the mammalian genome. Mattick also elaborated on the relevance of ncRNAs to incipient areas of research and technology development in epigenomics and neurobiology, creating a memorable and thought-provoking experience for both experienced investigators and trainees (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2148,
                    "end": 2156,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Verne Chapman and keynote lectures"
        },
        {
            "text": "This year there were two additional keynote lectures, both showcasing scientific advancements using induced pluripotent stem cells (iPSCs). Masayo Takahashi (O-28; RIKEN Center for Developmental Biology) provided a historical perspective of iPSCs, from basic research to clinical application. It is remarkable that the field has gone from the invention of iPSC technology to the clinic in only 7 years. Dr. Takahashi presented the first human application of iPSC-derived targeting age-related macular degeneration, a retinal disease. She described an impressive panel of experimental validations for retinal pigment epithelial cell sheets derived from iPSCs, including whole genome, genotyping arrays, methylome, and single-cell analysis. Next, her group hopes not only to treat the retinal epithelium but also to use iPSCs to derive photoreceptors to completely restore vision in patients. The talk discussed the use of allogenic as well as autologous iPSCs and treated the audience to an early view of potentially revolutionary treatments utilizing iPSCs, highlighting the steadily growing wave of interest in this technology. Hideyuki Okano (O-47; Keio University Graduate School of Medicine) then went on to discuss the use of iPSCs in the study and treatment of neurological disorders. He described work to establish iPSCs from patients with psychiatric disorders and characterize their pathophysiology. In a quest to investigate human psychiatric and neurological disorders more effectively, Hideyuki then presented his group's impressive work generating transgenic marmoset models of Parkinson's disease. The marmosets express human synuclein and recapitulate typical human diseases including sleep disturbances, Lewy bodies, tremors, and gait abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verne Chapman and keynote lectures"
        },
        {
            "text": "In summary, the 2015 meeting showcased a variety of cutting edge mammalian genetic approaches, concepts, and results-from large-scale mapping to single gene approaches and everything in between. The meeting ended in a spectacular fashion, with attendees treated to the spa and Fig. 4 A spectacular finale for an amazing conference massage facilities at the Yokohama Minatomirai Manyo Club, donning kimonos and yakutas for a traditional banquet (Fig. 4) . Attendees were entertained by local performers before awards were made to acknowledge exceptional trainee oral and poster presentations, and to thank the outgoing IMGS Secretariat and Nominations and Elections Committee. It is certainly the first and only IMGS meeting to date where ongoing scientific collaborations were made and discussed in a traditional Japanese onsen: a most fitting end to a wonderful meeting. We eagerly await the next IMGC, which will be part of Mouse Genetics 2016 at The Allied Genetics Conference (TAGC) in Orlando, Florida in July 2016. That conference will bring the mouse genetics community together with yeast, ciliate, C. elegans, drosophila, and zebrafish communities to highlight the importance of model systems in understanding and translating fundamental advances in genetics. Updates about TAGC 2016 and the following IMGC in Heidelberg, Germany in 2017 can be found at www.imgs. org.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 283,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 452,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Conclusions and looking forward"
        },
        {
            "text": "Follow us on Twitter (https://www.twitter.com/IMGS_ news) or Facebook (https://www.facebook.com/mamma lian.genome/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and looking forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic responses in mouse models poorly mimic human inflammatory diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seok",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PNAS",
            "volume": "110",
            "issn": "9",
            "pages": "3507--3512",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic responses in mouse models greatly mimic human inflammatory diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyakawa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PNAS",
            "volume": "112",
            "issn": "4",
            "pages": "1167--1172",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(O-03; University of Michigan), genetic characterization of novel Leishmania-resistant and susceptible mouse strains by Tatyana Kobets (O-20; Academy of Sciences of the Czech Republic), and Stephanie Kyle's (O-21; Hospital for Sick Children in Toronto and Baylor College of Medicine) research demonstrating a novel relationship between cholesterol and Rett syndrome. In addition, Jean Jaubert (O-04; Pasteur Institute) demonstrated how classical genetics and RNA-seq can be leveraged to understand genetic susceptibility to plague, and Peter Heutink (O-17;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1 Concluding tweets from the trainee symposium",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 2 CRISPR and precision medicine: recurring themes at this conference",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The IMGC remains a central stage to update the mammalian genetics community on a number of collaborative large-scale resources. The plenary session was started with the first annual Darla Miller Distinguished Service Lecture, given by Janan Eppig (O-38; Jackson Laboratory). Janan took us through the ''short story of a long tale'' of her journey through genetics, organizing the Mouse Genome Informatics (MGI) database (including the ''bad old days'' of hand curations) and heading up the nomenclature committee. She presented the latest features of MGI, including new ways for the user to view, interact, and manipulate and mine available data.TerranceMeehan (O-39; European Molecular Biology Laboratory) displayed the International Mouse Phenotyping Consortium and its progress in generating and phenotyping 20,000 new strains of mice with single gene knockouts on a C57BL/6 background. Jan Rozman (O-40; German Mouse Clinic) presented systematic metabolic phenotyping in the German Mouse Clinic in the search for new mouse models of metabolic disorders. Natalia Gonzales (O-41; University of Chicago) demonstrated the power of combining GWAS and RNA-seq data from advanced intercross mouse lines to understand genetic drivers of behavioral and physiological traits, including the acoustic startle reflex and the locomotor response to methamphetamine. Several large-scale gene expression resources were showcased, including GENCODE to reveal transcriptional complexity in mouse and human (Mark Thomas, O-48; Wellcome Trust Sanger Institute) and FANTOM6 to elucidate long noncoding RNA and their functional classifications (Jay Shin, O-49; RIKEN). Thomas Keane (O-50; Wellcome Trust Sanger Institute) closed out the plenary session with a much anticipated update on the multiple mouse reference genomes and strain-specific annotations. He presented reference genomes from 26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 3 A selection of live tweets about the Verne Chapman Lecture by John Mattick",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Manuel de Villena (O-05; University of North Carolina Chapel Hill) demonstrated how his group has used CC mice with extreme phenotypes to generate new disease models for spontaneous colitis, drug-induced Parkinsonism and bronchiectasis. Many CC lines model aspects of disease that are not observed in standard mouse models, highlighting the importance of genetic diversity in experimental systems. This theme was echoed by Heike Kollmus (O-14; Helmholtz Centre for Infection Research), who demonstrated a variety of host responses to influenza A in the founder strains of the CC. Founders were categorized into highly resistant, intermediate, and highly susceptible, with a range of immune responses and global gene expression changes in the different strains. Clare Smith (O",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "IMGC awardees Wellcome Trust Sanger Institute, UK Molecular biomarkers of neurodegenerative disease in the olfactory epithelium Akira Tanave National Institute of Genetics, Japan Higher expression of Adcyap1 gene is associated with altered behavioral and prolonged physiological responses to stress in wild-derived MSM mice National Institute of Genetics, Japan Combination of selective breeding and genomewide SNP analysis revealed the genetic loci associated with tame behavior in mice ORP-Genome Research Anabel Sorolla Harry Perkins Institute of Medical Research, The University of Western Australia, Australia A combinatorial approach for targeted therapy of triple negative breast cancers: interference peptides against transcription factors, chemotherapy, and nanoparticles ORP-Genome Research Lauren Tracey Hospital for Sick Children, Canada PRDM14 promotes epigenetic changes that lead to driver mutations at Notch1 in inducible mouse models of T-ALL IMGS International Mammalian Genome Society (www.imgs.org/), OOP outstanding oral presentation, ORP outstanding research poster, ICSGNM International Committee on Standardized Genetic Nomenclature for Mice (www.informatics.jax.org/mgihome/nomen/), AACR American Association for Cancer Research (www.aacr.org/Pages/Home.aspx)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}