{
    "paper_id": "0a27031e9ae48b60e6d1b337c0a4270223dd1c30",
    "metadata": {
        "title": "WHAT'S NEW IN INTENSIVE CARE Planet's population on the move, infections on the rise",
        "authors": [
            {
                "first": "Garyphallia",
                "middle": [],
                "last": "Poulakou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diamantis",
                "middle": [],
                "last": "Plachouras",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In recent years we have been witnessing infections caused by emerging and re-emerging pathogens. Climate change extends the suitable environment for vectors previously confined to particular geographic areas; consequently, tropical diseases are no longer constricted in tropical areas. However, the most important parameter for \"globalization\" of infectious diseases is the restless mobility of humans. International travel has been steadily increasing beyond travel for business and tourism. Visiting friends and relatives, pilgrimage, medical tourism, and voluntary humanitarian and healthcare work may contribute to increasing risk for infectious diseases and cross-border spread [1] . On top of that, in the last 3 years, conflicts, poverty, and political instability in several countries produced a huge flow of migrants and refugees into Europe. Locally and internationally displaced people are temporarily settled in organized or random overcrowded camps. Until now, the most common infections reported in refugee populations have been skin infections, common viral respiratory syndromes, gastrointestinal syndromes, cases of inadequately treated tuberculosis, and outbreaks of vaccine-preventable diseases. However, concerns about emerging and re-emerging diseases in migrants and refugees include more severe diseases like viral hemorrhagic fevers, cholera, and severe respiratory syndromes. On the basis of the incubation periods, most infections concern transit and temporary settlement countries, whereas malaria, tuberculosis, HIV, and hepatitis B and C may also emerge in final destination countries. Migrants and refugees are prone to endemic infections in the transit countries, including vector-borne diseases [2, 3] .",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 686,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1727,
                    "end": 1730,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1731,
                    "end": 1733,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are a number of emerging vector-borne infections globally, which affect local populations but do not spare travelers (Table 1) . Dengue fever is the cause of explosive outbreaks in tropical and subtropical regions, with an alarming peak in 2015. It is the second most commonly diagnosed cause of fever after malaria in the returned travelers from low-and middle-income countries. Its primary vector is Aedes aegypti, but its secondary vector Aedes albopictus has a considerable adaptability to temperate climates and constitutes a threat for European countries. Local transmission was reported in France and Croatia in 2010; an outbreak on Madeira in 2012 caused travel-related cases in mainland Portugal and other countries. The disease is generally non-fatal, but persons previously exposed to a different serotype of the virus who develop dengue hemorrhagic fever present with substantial mortality; severe dengue is a leading cause of death among children in some Asian and Latin American countries [4] .",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Emerging and re-emerging diseases"
        },
        {
            "text": "Zika virus (ZIKV), previously known to cause mild tropical disease, was declared a Public Health Emergency of International Concern on February 1, 2016. Starting from Polynesia in 2012, ZIKV is currently epidemic in most parts of the Caribbean, Central and South America. Vectors are the Ae. aegypti and Ae. albopictus mosquitoes. Eighteen European countries have reported travelrelated cases whereas 13 countries (two European) have reported microcephaly and other congenital malformations associated with ZIKV infection during pregnancy [5] . Guillain-Barré syndrome (GBS) represents a severe and potentially lethal complication, with 15 countries having reported an increased incidence GBS with laboratory confirmation of a ZIKV infection as of July 2016. The ",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Emerging and re-emerging diseases"
        },
        {
            "text": "has confirmed sexual transmission of ZIKV and is investigating a potential healthcare-associated transmission [5, 6] . Following confirmed, local, mosquito-borne spread of ZIKV, the Florida Department of Health has issued guidance for people who live in or traveled to the identified areas of Wynwood and Miami Beach any time after June 15 and July 14, respectively [7] . A yellow fever (YF) epidemic is ongoing in Angola, with 2954 cases and 328 fatalities as of June 2016. Travelrelated cases were reported in China, Democratic Republic of Congo, and Kenya. Extensive vaccination is being implemented to terminate the epidemic. Europe is at low risk for an epidemic because of the absence of Ae. aegypti mosquitoes, the most competent YF vectors, except for Madeira [8] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Chikungunya, a virus spread by Ae. aegypti, has already been reported in European travelers returning from epidemic countries, but usually causes mild disease [1] . West Nile virus, transmitted by the widespread mosquito Culex, is found in Africa, Europe, the Middle East, North America, and West Asia. The majority of infected persons (80 %) develop a mild disease; 20 % of cases will develop more severe symptoms and a small minority neurological and potentially fatal disease [1] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Ebola and Marburg viruses belong to the Filoviridae family and cause severe disease with life-threatening hemorrhagic complications. The devastating 2014-2015 epidemic in West Africa caused a total of 28,616 Ebola virus disease (EVD) cases and 11,310 deaths. Extensive transmission is reported through infected bodily fluids from patients or dead corpses, affecting family members, social workers, healthcare providers, and missionaries [9] . Secondary cases have challenged many countries admitting repatriated patients, raising important concerns about healthcare providers' safety [10, 11] . Delayed transmission through sexual contact with survivors has been attributed to viral persistence in semen [9, 11] .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 440,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV), first described in Saudi Arabia in 2012, is the cause of a severe respiratory syndrome with 36 % casefatality rate. It is a zoonotic virus with camels serving as a reservoir and documented person-to-person transmission requiring close contact. Sporadic cases have been reported in many European countries linked to travel in the Arabian Peninsula where the epidemic is ongoing [12] . Although MERS-CoV posed important concerns during the hajj pilgrimage where thousands of pilgrims congregate in overcrowded conditions, mathematic modeling and real-life data showed a smaller-than-expected risk [13] . The vast majority of human-to-human transmission occurred in the healthcare setting, implying a serious public threat for admitted patients and healthcare providers, particularly those exposed before diagnosis of the index patient [12] .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "People from the developed world travel to tropical areas mostly for leisure and recreation. Common diagnoses in the returned traveler requiring ICU admission include malaria, vector-borne infections, encephalitis, parasitoses, respiratory syndromes, and viral hemorrhagic fevers. HIV infection and sexually transmitted diseases should also be considered; HIV with co-infections can present with severe manifestations [2] . In addition to life-threatening disease, management of complicated malaria due to Plasmodium falciparum is further challenged by resistance to antimalarials and particularly artemisinin reported in North-East Asia, and the diagnostically challenging infection by Plasmodium knowlesi [1] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Medical travelers undergo medical procedures outside their country of origin seeking either shorter waiting times (i.e., solid organ transplant) or reduced costs. This practice has been associated with acquisition of multidrug-resistant (MDR) pathogens, depending on the visited country's epidemiology [i.e., KPC-or NDM-1-producing Klebsiella pneumoniae, extensively drug-resistant (XDR) Acinetobacter baumannii]. Persons who were urgently hospitalized in their vacation destinations share similar risks. Subsequent admissions in their country of origin with infections by these pathogens entail the risk of inadequate empiric treatment portending high mortality and spread of the resistant clones [14] .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "MDR and XDR tuberculosis remains an important public health issue; people displaced from endemic countries living in suboptimal conditions, malnourished, and without access to their medications are a significant reservoir for spread. It represents an equally important threat for healthcare providers and members of voluntary aid organizations [15] .",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "Observe-report-get prepared is the survivor's triangle for intensivists and emergency care physicians. The initial investigation is usually triggered by the clinician's vigilance and diagnostic acumen combined with travel history, particularly in patients admitted to the emergency room with respiratory failure, shock with or without multiorgan failure, seizures, coma or paralysis of recent onset, persistent diarrhea and/or vomiting, jaundice, and febrile hemorrhagic rash [2] . Reporting and seeking proper advice are vital to confront a variety of life-threatening new challenges. However, effective preparedness ensuring timely and accurate diagnosis should include additional elements such as availability of upto-date information on current outbreaks that present a public health threat and accessible laboratory testing and is a public health priority in a constantly changing global environment [3] . ",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "US Centers for Disease Control and Prevention (CDC)"
        },
        {
            "text": "On behalf of all authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Center for Diseases Control and Prevention (CDC) (2015) Yellow Book, general approach to the returned traveler",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Critically ill migrants with infection: diagnostic considerations for intensive care physicians in Europe",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poulakou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bassetti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timsit",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "245--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A technical document on infectious diseases of special importance to newly arriving migrants to the EU/EEA",
            "authors": [],
            "year": 2015,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dengue and severe dengue: fact sheet",
            "authors": [],
            "year": 2016,
            "venue": "World Health Organization",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Current Zika transmission",
            "authors": [],
            "year": 2016,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Suspected female-to-male sexual transmission of Zika virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Slavinski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rakeman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "",
            "pages": "716--717",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Center for Diseases Control and Prevention (CDC) (2016) Zika virus. CDC",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Yellow fever outbreak in Angola and DRC: the risk to the EU remains limited",
            "authors": [],
            "year": 2016,
            "venue": "?ID=1450&List=8db7286c-fe2d-476c-9133-18ff4cb1b568",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Year in review in Intensive Care Medicine 2014: III. Severe infections, septic shock, healthcare-associated infections, highly resistant bacteria, invasive fungal infections, severe viral infections, Ebola virus disease and paediatrics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intensive Care Med",
            "volume": "41",
            "issn": "",
            "pages": "575--588",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-015-3755-8"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Working group of Ebola outbreak investigation team of Madrid (2015) First secondary case of Ebola outside Africa: epidemiological characteristics and contact monitoring",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopaz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ordobas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Dominguez-Berjon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jansa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Plachouras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Astray",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Center for Diseases Control and Prevention (CDC) (2016) Middle East respiratory syndrome (MERS). CDC",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The role of international travel in the worldwide spread of multiresistant Enterobacteriaceae",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodriguez-Barraquer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Garske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Truelove",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Antimicrob Chemother",
            "volume": "67",
            "issn": "",
            "pages": "2090--2100",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dks214"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission of multidrug-resistant tuberculosis in the UK: a cross-sectional molecular and epidemiological study of clustering and contact tracing",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tamne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mullarkey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zenner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "14",
            "pages": "70022--70024",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70022-2"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Correspondence: gpoulakou@gmail.com 1 4th Department of Internal Medicine, School of Medicine, Athens National and Kapodistrian University, Attikon University General Hospital, 1 Rimini st 12462, Athens, Greece Full author information is available at the end of the article",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Basic characteristics of the most important globally emerging infections with potential for severe disease and ICU admission VFRs visiting friends and relatives in endemic areas, HCWs healthcare workers, MERS-CoV Middle East coronavirus a Residents refers to residents in endemic areas Incubation (days) Vector/transmission ment Low probability of endemicity Ae. albopictus present Residents, travelers and VFRs Yes, licensed in 2016, Dengvaxia (CYD-TDV)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Author details1 4th Department of Internal Medicine, School of Medicine, Athens National and Kapodistrian University, Attikon University General Hospital, 1 Rimini st 12462, Athens, Greece. 2 European Centre for Disease Prevention and Control, Tomteboda 11 A, Solna, SE-171 83 Stockholm, Sweden.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}