{
    "paper_id": "0a29d54d90d636472416f889c10f12062425bc76",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "The large outbreak of coronavirus disease 2019 (COVID-19) that started in Wuhan, China has now spread to many countries worldwide. Current epidemiologic knowledge suggests that relatively few cases are seen among children, which limits opportunities to address pediatric specific issues on infection control and the children's contribution to viral spread in the community. Here, we report the first pediatric case of COVID-19 in Korea. The 10-year-old girl was a close contact of her uncle and mother who were confirmed to have COVID-19. In this report, we present mild clinical course of her pneumonia that did not require antiviral treatment and serial viral test results from multiple specimens. Lastly, we raise concerns on the optimal strategy of self-quarantine and patient care in a negative isolation room for children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "hospital. From February 2, 2020, self-quarantine was resumed by the remaining five family members. Although the patient's father, aunt and cousin stayed in separate rooms, the patient shared the same room with her mother. On February 5, 2020, her mother was confirmed with COVID-19. Because the patient closely contacted her uncle and her mother, she was screened for COVID-19, and three screening tests for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were all negative on day 1 and 4 since her uncle's diagnosis (February 1) and day 2 from the last exposure (February 5) to her mother. She remained well without subjective symptoms until the 13th day from the last exposure when she developed slightly elevated temperature of 37.3°C, which led to a confirmed diagnosis of her COVID-19 on February 18, 2020. A small amount of sputum for the previous three days was later reported. No other symptoms such as diarrhea or vomiting were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On admission, she was not dyspneic nor cyanotic with a body temperature of 37.7°C. Initial laboratory results were as follows: white blood cell count 4,080/μL (37.3% lymphocytes), hemoglobin 13.5 g/dL, platelet count 251,000/μL, and C-reactive protein < 0.40 mg/dL. Real-time reverse transcription polymerase chain reaction (RT-PCR) for SARS-CoV-2 (Supplementary Data 1) was serially tested for the samples from nasopharynx, throat, saliva, serum, stool, and urine. Viral tests were positive in the samples from nasopharynx, throat, and stool ( Fig. 2A) . Serum, saliva, and urine tested negative on hospital days 3 and 8. Because the RT-PCR was developed for the qualitative assay, the cycle threshold values of RT-PCR could not be converted to viral load kinetics in this report. It is noteworthy, however, that stool samples were positive until the 17th day since symptom onset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "No infiltrations were noted on the initial and 3 follow-up chest X-ray images (Fig. 2B) . However, chest computed tomography (CT) showed patchy or nodular consolidations with peripheral ground glass opacities in subpleural areas of the right lower lobe (Fig. 2C) . The patient had no underlying disease and the only symptoms she presented with were low-grade fever and a small amount of sputum. Although chest CT showed mild pneumonia, antiviral therapy was not required. This 10-year old girl took care of herself during the first 7 days spent alone in a negative isolation room. When her mother was discharged from her own negative isolation room, her mother joined her for care. She was transferred to a cohorting facility on the 15th hospital day to allow her isolation room to be used by another confirmed case in a more severe condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 253,
                    "end": 262,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Very little research on COVID-19 in children has been published in China or elsewhere. Most of the COVID-19 cases in children resulted from close contacts with COVID-19 cases or were found among family cluster cases. 5, 6 Most of the infected children had mild or difficult to recognize symptoms and some were even asymptomatic. Fever and cough were the most common symptoms, and some had runny nose, or gastrointestinal symptoms such as diarrhea, or vomiting. All of the cases improved, and no deaths have been reported so far.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "text": "6",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We do not fully understand why children are less infected and less ill. Low infection rate and mild symptoms in children have also been observed in the previous SARS epidemic in 2003 and the Middle East respiratory syndrome (MERS) since 2012. 7-9 One of the explanations of COVID-19 sparing the pediatric populations might be because children are less exposed to the virus in the first place. Children are less likely to be exposed to the virus because this novel virus is initially transmitted among travelers and their close contacts. Children might also have fewer chances to be tested for SARS-CoV-2 because they only present mild symptoms similar to common cold. Meanwhile, the role of innate immunity to respiratory tract infection is greater in early life because the adaptive immune response is underdeveloped in young children. 10 Given that both young children and adults lack adaptive specific immunity to this novel virus, mild clinical course in young children may be explained by their dominant innate immune response compared to adults. Weaker ability to trigger an acute inflammatory response to SARS-CoV-2 might also contribute to the children's better outcome. This, however, does not completely rule out the possibility of severe cases and even death especially in children with underlying diseases, as observed in the previous MERS epidemics. 8, 9 Korea is now experiencing significant outbreaks and became the most-affected country after China. 2 The nation's biggest cluster has connections to Shincheonji religious group in Daegu. Another worrisome cluster has been linked to the patients hospitalized in Daenam Hospital in Cheongdo. 11 Viral tests are being run on massive scales in Korea. Thus, we may be able to diagnose more pediatric cases compared to other countries and have a unique opportunity to define the clinical features of COVID-19 in the pediatric population and the role of children in the transmission in child-care settings, schools and the community. Starting from several imported cases from Wuhan in January 2020, subsequent human-to-human transmissions occurred initially among their close contacts and family members. However, as the community spreads progress, we will see more cases among children. Among 3,526 confirmed cases, as of March 1, 2020, 164 children and adolescents under 20 years of age were diagnosed with COVID-19, comprising approximately 4.7% of the total confirmed cases. 11 The percentage of the confirmed child cases in Korea is higher than that in China and has risen from 1.5% to 4.7% in just one week. These findings are worrisome. It is well known that children contribute to the community spread of seasonal influenza by introducing influenza to the family and by disseminating influenza in the community. 12 To mitigate community spread of COVID-19, all school closures are justified in the current situation in Korea. To provide a scientific evidence for the effectiveness of school closures, we should not miss the opportunity to learn children's role in spreading SARS-CoV-2 to the community.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 839,
                    "text": "10",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "8,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1366,
                    "end": 1367,
                    "text": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1466,
                    "end": 1467,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2439,
                    "end": 2441,
                    "text": "11",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2780,
                    "end": 2782,
                    "text": "12",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is interesting to note that although this case had mild symptoms only, patchy or nodular consolidations with peripheral ground glass opacities were observed on chest CT. A recent study in China analyzed the CT images of 15 children with COVID-19, 10 of whom were asymptomatic and 5 had fever. 13 Among the 15 children, pulmonary inflammatory lesions were observed in 9. Small nodular ground glass opacity was the most common finding and subpleural patchy opacities were also observable, with all lesions limited to a single lung segment. Adults generally have ground-glass and consolidative opacities in both lungs at chest CT. 14 Chest CT is a highly sensitive diagnostic tool to detect pneumonia and the sensitivity for COVID-19 is reported to be 97.5%. 15 However, considering the favorable clinical course in children with COVID-19, the necessity of performing CT scans on children should be judged with consideration of the potential health risks of radiation.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "text": "13",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "15",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Meanwhile, one of the issues regarding pediatric patients with COVID-19 is quarantine. While in self-quarantine, the present patient shared the same room with her mother who was soon confirmed with COVID-19. Ideally, any close contacts should stay at home in a separate room and refrain from going out. However, unlike adults, self-isolating young children by themselves is almost impossible because infants and young children must be taken care of by their caregivers. Considering the circumstances, the Korean Centers for Disease Control and Prevention and the Korean Society of Pediatric Infectious Diseases recommend one of the family members to be assigned as a caregiver for infants and young children who are suspected or confirmed with COVID-19, and the caregiver not to contact other family members. 16 Most importantly, caregivers should take all possible precautions to avoid being exposed to the virus. Thus, further pediatric-specific guidelines on the isolation and adequate personal protective equipment for caregivers should be prepared.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This 10-year old girl is the first pediatric case of COVID-19 in Korea. As this is only a single case, we cannot say much about clinical manifestations of childhood COVID-19 and viral load as a whole but can provide a model to pediatricians on which samples to test and what to consider in caring for children with COVID-19. As the number of confirmed cases surges in Korea, data on pediatric patients need to be comprehensively analyzed to further describe the clinical findings and to learn the role of children in a COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seoul National University Bundang Hospital Institutional Review Board approved this study (No. B-2003-603-701) and written consent was waived because the patient and her mother were isolated in a negative-pressure room and her father was in self-quarantine. The patient and her mother agreed to the publication of this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Coronavirus disease (COVID-19) situation report-41",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Coronavirus disease (COVID-19) situation report-39",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnosis, treatment, and prevention of 2019 novel coronavirus infection in children: experts' consensus statement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Pediatr. Forthcoming",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12519-020-00343-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical analysis of 31 cases of 2019 novel coronavirus infection in children from six provinces (autonomous region) of northern China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome coronavirus pathogenesis, disease and vaccines: an update",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Denison",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "11",
            "pages": "207--221",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Middle East respiratory syndrome coronavirus disease in children",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Alrabiah",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Albarrak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "9",
            "pages": "904--910",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East respiratory syndrome coronavirus in children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thabet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chehab",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bafaqih",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Mohaimeed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Saudi Med J",
            "volume": "36",
            "issn": "4",
            "pages": "484--490",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Innate immunity to respiratory infection in early life",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Culley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Immunol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2017.01570"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Korea Centers for Disease Control & Prevention. The updates of COVID-19 in the Republic of Korea",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modification of an outbreak of influenza in Tecumseh, Michigan by vaccination of schoolchildren",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Napier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J Infect Dis",
            "volume": "122",
            "issn": "1",
            "pages": "16--25",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Analysis of CT features of 15 children with 2019 novel coronavirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Korean Centers for Disease Control and Prevention. Management guideline for children and adolescents on COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pubmed | Crossref 16",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Serial viral test results of multiple specimens and chest imaging of the patient. (A) Serial viral test results of the RNA-dependent RNA polymerase region of the ORF1b gene on real-time reverse transcription polymerase chain reaction are shown for multiple specimens according to the onset of symptoms. (B) Chest X-ray shows no infiltrations on admission, day 3 since symptom onset. (C) Chest CT performed on the fourth day since symptom onset demonstrates patchy nodular consolidations with peripheral ground glass opacities in subpleural areas of the right lower lobe in axial and sagittal views of CT. CT = computed tomography, SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank all the staff and their families at the isolation unit and the office of Infection Control in the Seoul National University Bundang Hospital for their tireless efforts. We appreciate the hard work of all the members at Gyeonggi Infectious Disease Control Center. We thank Professor Hoan Jong Lee for his critical comments on this report. We also thank all the members of the Korean Society of Pediatric Infectious Diseases for their valuable advice on the management of this case. Lastly, we would like to thank the Korea",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}