{
    "paper_id": "0a427cd5153d74ae2474d976ef3ddf29c1b52acb",
    "metadata": {
        "title": "Prediction of Early Death in Adults with Relapsed or Refractory Acute Myeloid Leukemia",
        "authors": [
            {
                "first": "Colin",
                "middle": [
                    "D"
                ],
                "last": "Godwin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Megan",
                "middle": [],
                "last": "Othus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Morgan",
                "middle": [
                    "A"
                ],
                "last": "Powell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "A"
                ],
                "last": "Buckley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elihu",
                "middle": [
                    "H"
                ],
                "last": "Estey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [
                    "B"
                ],
                "last": "Walter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred Hutchinson Cancer Research Center",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Despite declining early death rates following intensive chemotherapy in acute myeloid leukemia (AML) [1, 2] , patients undergoing curative-intent therapies remain at risk for treatment-related mortality (TRM). Given the individual variation in TRM risk [3] , there has been interest in identifying patients at highest risk to possibly assign them to lower-intensity treatments. Our initial studies on TRM prediction focused on patients undergoing intensive chemotherapy for newly diagnosed AML. These efforts led to the TRM score (\"ND-TRM\" score), a multivariable measure that includes age, performance status, disease type (primary vs. secondary AML), creatinine, white blood cell (WBC) count, peripheral blood blast percentage, platelet count, and albumin [4] . In 2,238 adults with newly diagnosed AML treated at MD Anderson Cancer Center from 1995 to 2008, this score predicted death within 28 days of treatment initiation (\"TRM\") with good accuracy as indicated by an area under receiver operator characteristic curve (AUC) of 0.82 [4] . At our institution, this ND-TRM score has since served to assign patients to intensive or non-intensive AML therapies, and although derived from patients with newly diagnosed AML, has also been used for those with relapsed/refractory AML disease. Here, we tested the ability of the ND-TRM score to predict early death in adults with relapsed/refractory AML, and evaluated which covariates are associated with early death in this population.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1037,
                    "end": 1040,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "Via electronic database, we identified adults aged ≥18 years with relapsed/refractory AML or high-grade MDS (≥10% blasts) treated at our institution with intensive chemotherapy (defined as treatment as intense or more intense than standard \"7+3\" chemotherapy, i.e. containing cytarabine at a daily dose ≥100 mg/m 2 ) from January 2008 to May 2014. We also identified a comparison cohort of patients aged ≥18 years with newly diagnosed AML treated with intensive chemotherapy over the same time period. Demographic, clinical and laboratory data were obtained from medical records. This study was approved by the Institutional Review Board, and clinical data were de-identified in compliance with the Health Insurance Portability and Accountability Act (HIPAA) regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "TRM was defined as death with 28 days of treatment initiation [4] . In addition, we used \"death within 60 days\" and \"death within 90 days\" as alternative definitions of early death. The simplified ND-TRM score was calculated as previously reported [4] . For newly diagnosed patients, only covariates required for calculation of the ND-TRM score were collected. For relapsed/refractory patients, the following additional covariates were collected: race (Caucasian or non-Caucasian), gender, cytogenetic risk at diagnosis [5] , oxygen requirement, number of therapeutic (i.e. non-prophylactic) antibiotics at baseline, receipt of therapeutic antifungals at baseline, number of prior allogeneic or autologous hematopoietic cell transplantations (HCTs), duration of first complete remission (CR1), duration of the most recent CR, number of prior intensive chemotherapy cycles, time since the most recent intensive chemotherapy regimen, bilirubin, absolute neutrophil count (ANC), and hemoglobin (Hgb). Laboratory values were used only if available from one week or less prior to beginning treatment, and the value closest to start of treatment was chosen.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "We conducted logistic regression analyses to assess the relationship between individual covariates and TRM, and then used the AUC to quantify a model's ability to predict early death [4, 6, 7] . Generalized estimating equation (GEE) regression models were used to account for correlation within patients, as some patients may have had several salvage regimens and be represented in the dataset with more than one patient encounter. To select covariates for a multivariable model, we built ridge regression models for each outcome including all possible covariates. For each outcome we fixed the maximum number of covariates included in a final model based on the number of outcome events (two, four, and six covariates for TRM, 60 day mortality, and 90 day mortality, respectively). The covariates with the smallest ridge regression P-values were then put in a GEE model to estimate a final model for each outcome. Reported AUCs were bootstrapped 100 times to account for the model selection procedure. With this method, AUCs of 0.6-0.7, 0.7-0.8, and 0.8-0.9 indicate poor, fair, and good predictive ability, respectively [8] [9] [10] . All analyses were performed using R (http://www.r-project.org).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "We identified 312 patients with relapsed or refractory AML or high-risk MDS treated with intensive chemotherapy at our institution between January 2008 to May 2014; all patients had sufficient data available for calculation of the ND-TRM score [4] . Of these, 83 had refractory disease after 1-2 cycles of chemotherapy, and 229 had relapsed disease (Table 1) . Among the 312 patients, 20 (6.4%) died within 28 days. Because of the low number of early deaths, patients with relapsed or refractory AML were analyzed as one cohort. Still the ND-TRM model [4] performed poorly, yielding an AUC of 0.68. One concern was that this poor performance was related to treatment era rather than relapsed/refractory disease status, as the model was developed in patients treated from 1995-2008 compared to our cohort of patients treated from 2008-2014. Therefore, we identified 285 patients with newly diagnosed AML treated with intensive induction chemotherapy from 2008-2014. Among these 285 patients, 17 (6.0%) died within 28 days, with the AUC of the ND-TRM score being 0.76. Since it might be hypothesized that pre-treated patients are less fit, we then examined whether relapsed/refractory disease status was an independent predictor of TRM. Combining the above 312 relapsed/refractory patients and 285 newly diagnosed patients yielded a cohort of 597 patients, with an AUC of the ND-TRM score of 0.72 for this combined group. Including disease status did not change the AUC, with an odds ratio (OR)=0.79 (95% CI: 0.39-1.60, P=0.50) for this covariate within multivariable analysis.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 358,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "We then addressed whether TRM modeling could be improved for relapsed/refractory patients with additional clinical and laboratory covariates. For 273 of the 312 patients (88%), we had complete data for both the covariates required for calculation of the ND-TRM score and the additional covariates detailed above. Within this subset of 273 patients, 15 (5.5%) died within 28 days of treatment initiation, with AUC of 0.60 for the ND-TRM score. Univariate analyses identified several factors that were statistically significantly associated with day 28 mortality, including gender (female more likely), performance status, albumin, creatinine, peripheral blood blast percentage, oxygen requirement, and duration of first CR, with univariate AUCs for these covariates ranging from 0.59-0.74 (Supplemental Table 1 ). Several of these covariates overlapped with those found important for newly diagnosed AML (performance status, albumin, creatinine, and peripheral blood blast percentage) [4] , further supporting the relevance of these covariates in predicting TRM following intensive therapy. We also identified factors specific to patients with relapsed/refractory AML (e.g. duration of first CR). Because of the relatively low TRM rate in our patient cohort (a rate comparable to that reported in recent clinical trials [11, 12] ), we were limited in our ability to build complex multivariable model that included all covariates that were statistically significant in univariate analyses. Nonetheless, a model with 2 covariates, performance status and creatinine, was able to predict TRM (\"RR-TRM\" score) with an AUC of 0.81 (Table 2 ). These two covariates were in the ND-TRM model, and the change in relative weighting of these covariates accounted for the AUC improvement compared to the original TRM model.",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 987,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 802,
                    "end": 809,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1624,
                    "end": 1632,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "In addition to 28-day mortality, we also investigated the variables' ability to predict 60-and 90-day mortality as alternative definitions of early death. In our subset of 273 patients with complete data, 268 and 266 had sufficient follow-up data at 60 and 90 days, respectively, for inclusion in multivariable models. Fourty one patients (15.3%) died by day 60, and 67 (25.2%) died by day 90 after treatment initiation. Univariate analyses again identified several covariates that were statistically significantly associated with 60-day mortality (gender, disease type, performance status, albumin, oxygen requirement, with AUCs ranging from 0.54-0.68) or 90-day mortality (disease type, performance status, albumin, creatinine, peripheral blood blast percentage, oxygen requirement, and duration of first and most recent CR, with AUCs ranging from 0.53-0.62) (Supplemental Table 1 ). Multivariable RR-TRM models for prediction of death at 60 and 90 days included a number of the above covariates and had predictive power similar to the day 28 model (AUCs of 0.81 and 0.78 respectively; Table 2 ). Notably, some covariates were consistently associated with early death regardless of time point chosen: performance status, albumin, and oxygen requirement. The similarity of these covariates to those in the ND-TRM model underscores their importance in predicting TRM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 882,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1088,
                    "end": 1095,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "Together, our studies identify covariates associated with early death in contemporary AML patients undergoing treatment for relapsed/refractory disease and suggest that accurate prediction of TRM with multivariable models is possible. Despite examining a relatively large patient cohort, our analyses are limited by the uncommon occurrence of TRM among contemporary patients. Analysis of additional very large patient cohorts treated with intensive chemotherapy will therefore be required for development of robust prediction models. Such cohorts will need to be well characterized for many covariates that are not typically available in AML patient databases. If confirmed, findings such as those described in our studies could improve the conduct of clinical trials in relapsed/refractory AML by providing quantitative \"medical fitness\" criteria for patient selection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LETTER TO THE EDITOR"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Multivariate models for prediction of mortality at 28 (TRM), 60 and 90 days after treatment initiation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Declining rates of treatment-related mortality in patients with newly diagnosed AML given 'intense' induction regimens: a report from SWOG and MD Anderson",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Othus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kantarjian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Petersdorf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Leukemia",
            "volume": "28",
            "issn": "",
            "pages": "289--292",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Improvements in the early death rate among 9380 patients with acute myeloid leukemia after initial therapy: A SEER database analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Percival",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Medeiros",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cancer",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Age and acute myeloid leukemia",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Appelbaum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gundacker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Head",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "107",
            "issn": "",
            "pages": "3481--3485",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prediction of early death after induction therapy for newly diagnosed acute myeloid leukemia with pretreatment risk scores: a novel paradigm for treatment assignment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Othus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Borthakur",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Oncol",
            "volume": "29",
            "issn": "",
            "pages": "4417--4423",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Refinement of cytogenetic classification in acute myeloid leukemia: determination of prognostic significance of rare recurring chromosomal abnormalities among 5876 younger adult patients treated in the United Kingdom Medical Research Council trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grimwade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hills",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "116",
            "issn": "",
            "pages": "354--365",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Resistance prediction in AML: analysis of 4601 patients from MRC/NCRI, HOVON/SAKK, SWOG and MD Anderson Cancer Center",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Othus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Leukemia",
            "volume": "29",
            "issn": "",
            "pages": "312--320",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of genetic profiling on prediction of therapeutic resistance and survival in adult acute myeloid leukemia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Othus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Paietta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Leukemia",
            "volume": "29",
            "issn": "",
            "pages": "2104--2107",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Can routine laboratory tests discriminate between severe acute respiratory syndrome and other causes of community-acquired pneumonia?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1079--1086",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantitative analysis of the color change after iodine staining for diagnosing esophageal high-grade intraepithelial neoplasia and invasive cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Iishi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gastrointest Endosc",
            "volume": "69",
            "issn": "",
            "pages": "213--218",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The development and validation of two prediction models to identify employees at risk of high sickness absence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Roelen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Rhenen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Groothoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Klink",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bultmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Heymans",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Public Health",
            "volume": "23",
            "issn": "",
            "pages": "128--133",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Results from a randomized trial of salvage chemotherapy followed by lestaurtinib for patients with FLT3 mutant AML in first relapse",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ravandi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Blood",
            "volume": "117",
            "issn": "",
            "pages": "3294--3301",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Vosaroxin plus cytarabine versus placebo plus cytarabine in patients with first relapsed or refractory acute myeloid leukaemia (VALOR): a randomised, controlled, double-blind, multinational, phase 3 study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ravandi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sayar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Oncol",
            "volume": "16",
            "issn": "",
            "pages": "1025--1036",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Page 8 * Risk based on modified MRC criteria",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Godwin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "** As calculated per the simplified model including age",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Leuk Lymphoma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline patient characteristics of study cohort.Abbreviations: AML, acute myeloid leukemia; ANC, absolute neutrophil count; CR, complete remission; CR1, first complete remission; ECOG, Eastern Cooperative Oncology Group; Hgb, hemoglobin; TRM, treatment-related mortality. Leuk Lymphoma. Author manuscript; available in PMC 2017 October 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Day 28 model, AUC = 0.81, n = 273 ** Abbreviations: AML, acute myeloid leukemia; ECOG, Eastern Cooperative Oncology Group; CR, complete remission.Compared to refractory AML (i.e. CR=0 months). ** For this model, the probability of early death is equal to e x /(1+e x ), where for performance status of 0-1, x = log(4.4) * creatinine, and for performance status of 2-4, x = log(6.34) + log(4.4) * creatinine. Leuk Lymphoma. Author manuscript; available in PMC 2017 October 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Research reported in this publication was supported by a grant from the National Cancer Institute/National Institutes of Health (NCI/NIH; R21-CA182010 to R.B.W. and M.O.). C.D.G. is the recipient of a \"Hematology Opportunities for the Next-Generation of Research Scientists\" (HONORS) Award from the American Society of Hematology. R.B.W. is a Leukemia & Lymphoma Society Scholar in Clinical Research. The funding sources played no role in the study design; in the collection, analysis, and interpretation of data; in the writing of the report; and in the decision to submit the paper for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}