{
    "paper_id": "0a4e8d55a3720073dec7af9194b25cf909593b30",
    "metadata": {
        "title": "Author manuscript; available in PMC",
        "authors": [
            {
                "first": "Ibrahim",
                "middle": [
                    "M"
                ],
                "last": "Moustafa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hujun",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brandon",
                "middle": [],
                "last": "Morton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Coray",
                "middle": [
                    "M"
                ],
                "last": "Colina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": "colina@matse.psu.edu"
            },
            {
                "first": "Craig",
                "middle": [
                    "E"
                ],
                "last": "Cameron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "postCode": "16802",
                        "settlement": "University Park",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The viral RNA-dependent RNA polymerase (RdRp) is essential for multiplication of all RNA viruses. The sequence diversity of an RNA virus population contributes to its ability to infect the host. This diversity emanates from errors made by the RdRp during RNA synthesis. The physical basis for RdRp fidelity is unclear but is linked to conformational changes occurring during the nucleotide-addition cycle. To understand RdRp dynamics that might influence RdRp function, we have analyzed all-atom molecular dynamics (MD) simulations on the nanosecond timescale of four RdRps from the picornavirus family that exhibit 30-74% sequence identity. Principal component analysis showed that the major motions observed during the simulations derived from conserved structural motifs and regions of known function. Dynamics of residues participating in the same biochemical property, for example RNA binding, nucleotide binding or catalysis, were correlated even when spatially distant on the RdRp structure. The conserved and correlated dynamics of functional, structural elements suggest co-evolution of dynamics with structure and function of the RdRp. Crystal structures of all picornavirus RdRps exhibit a template-nascent RNA duplex channel too small to fully accommodate duplex RNA. Simulations revealed opening and closing motions of the RNA and NTP channels, which might be relevant to NTP entry, PP i exit and translocation. A role for nanosecond timescale dynamics in RdRp fidelity is supported by altered dynamics of the high-fidelity G64S derivative of PV RdRp relative to wild-type enzyme. . Table S1 lists the amino acid sequence numbering for the different subdomains, motifs A-G, and functional regions I-III of the RdRps used in the study. Figure S1 shows the structure-based sequence alignment for the different RdRps. Figure S2 shows the time series plot of RMSD for the different simulated systems. Figure S3 shows representative structures for the clusters C1-C4 of PV RdRp in two views. Figure S4 shows snapshots corresponding to the beginning, middle, and end of the simulation trajectories of the four RdRps. Figure S5 compares analyzed B-factors for the different simulated RdRps. Figure S6 compares the per-residue RMSD analysis for the different simulated RdRps. Figure S7 compares the radius of gyration analysis for the different RdRps. Figure S8 compares the RNA channel width in the different simulated RdRps. Figure S9 compares PCA and DCCM analyses from 25 and 52 ns simulations of PV RdRp.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1596,
                    "end": 1604,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1748,
                    "end": 1757,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1828,
                    "end": 1837,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1919,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 2000,
                    "end": 2009,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 2124,
                    "end": 2133,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 2197,
                    "end": 2206,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 2281,
                    "end": 2290,
                    "text": "Figure S7",
                    "ref_id": null
                },
                {
                    "start": 2357,
                    "end": 2366,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 2432,
                    "end": 2441,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Positive strand RNA viruses represent an existing and emerging threat to public health as well as the health of animals. In the past decade alone, the incidence of infections by hepatitis C virus, West Nile virus and Dengue virus has increased. Eradication of poliovirus (PV) has been thwarted by the reemergence of virulent strains, most often the result of recombination between a vaccine strain and a circulating enterovirus such as Coxsackievirus A. 1; 2 Previously unknown viruses such as severe acute respiratory syndrome coronavirus (SARS Cov) have emerged and spread across the globe, causing morbidity and mortality and highlighting our lack of preparedness to deal with such outbreaks. Replication of the genomes of positive strand RNA viruses requires the virus encoded RNA-dependent RNA polymerase (RdRp). This enzyme uses the RNA genome as a template for polymerization of ribonucleotides to form a negative-strand RNA intermediate, which, in turn, is used as template for production of progeny genomes. Inhibition of RdRp activity will prevent genome replication and virus multiplication.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "text": "1; 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The RdRp, like the reverse transcriptase of retroviruses, is a validated target for the development of antiviral therapeutics. 3; 4 One class of inhibitors consists of nucleoside analogues that are converted to the triphosphate in the cell and serve as substrates for the RdRp without terminating RNA synthesis. 4 Incorporation of this type of nucleotide analogue alters genome sequence, structure and/or function, thus leading to the observed antiviral activity. 4; 5 Only one drug, ribavirin, is currently used clinically that can be placed into this class of nucleoside analogues as an antiviral agent targeting the RdRp. Interestingly, ribavirin is the only clinically approved broad-spectrum antiviral nucleoside. 4; 6 The clinical efficacy of any inhibitor will be antagonized by the development of resistance. Mechanisms of resistance to ribavirin have been studied most extensively in PV 7; 8; 9 and the related foot-and-mouth disease virus (FMDV). 10; 11; 12 These studies have revealed that RdRp variants exhibiting altered fidelity of nucleotide incorporation are less sensitive to ribavirin in cell culture. 7; 8; 12 However, viruses harboring these ribavirinresistant alleles of the RdRp are attenuated in animals 13 , and these attenuated viruses elicit protective immunity against a lethal challenge with wild-type virus. 14 Together, these studies lead to the suggestion that RdRp fidelity is optimized to provide RNA viruses with population diversity that is apparently required for pathogenesis. Therefore, RdRp fidelity represents an important, untapped target for development of antiviral agents and development of attenuated virus variants that can be used as vaccine strains. Unfortunately, the physical basis for nucleic acid polymerase fidelity is not completely clear.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "3; 4",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 313,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "4; 5",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "4; 6",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 967,
                    "text": "10; 11; 12",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1128,
                    "text": "7; 8; 12",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1229,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1337,
                    "end": 1339,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PV and FMDV, distantly related members of the picornavirus family of viruses, are prototypical positive strand RNA viruses that have emerged as important model systems for relating RdRp structure, function and mechanism to RNA virus biology and pathogenesis. 4; 15; 16 The picornaviral RdRp is also known as 3Dpol. The structure of the PV RdRp revealed three subdomains: fingers (including fingertips), thumb and palm ( Figure  1a ). 17 Interaction between the fingertips and thumb leads to a completely encircled active site (Figure 1a) . The fingers and thumb subdomains contribute primarily to nascent RNA (primer) and template binding ( Table 1 ). The palm subdomain is required for interacting with the primer 3′ end, templating nucleotide, incoming nucleotide substrates and divalent cations, all of which contribute to the nucleotidyl transfer reaction catalyzed by the RdRp ( Table 1 ). The RNA template and nucleoside substrates access the active site through the template and NTP channels, respectively; for the egress of the newly synthesized RNA, the template-nascent RNA duplex channel is used. The recent structure of PV RdRp in complex with RNA substrate clearly showed the template and template-nascent RNA duplex occupying their corresponding channels. 18 The conserved functions of the RdRp are mediated by conserved structural motifs (A-G in Figure 1b ) that contain conserved residues (Table 1) . Structures are also available for the RdRps from Coxsackievirus B3 (CVB3), human rhinovirus type 16 (HRV16) and FMDV. 19; 20; 21 The structures of these RdRps are essentially identical to the PV RdRp in spite of substantial sequence differences ( Figure S1 ).",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 268,
                    "text": "4; 15; 16",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1535,
                    "end": 1545,
                    "text": "19; 20; 21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 430,
                    "text": "Figure  1a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 526,
                    "end": 537,
                    "text": "(Figure 1a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1361,
                    "end": 1370,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1664,
                    "end": 1673,
                    "text": "Figure S1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Mechanistic studies of the RdRp from PV have shown that fidelity of nucleotide incorporation is governed by both a conformational-change step that precedes chemistry and chemistry. 22 Substitution of Gly64 of PV RdRp with Ser leads to a high-fidelity variant that is less sensitive to ribavirin. 7; 8 Position 64 is remote from the active site but is nevertheless able to selectively alter the equilibrium constant across the conformational-change step that is used as a fidelity checkpoint. 7 Structural analysis of the G64S derivative of PV RdRp was unable to provide an explanation for the observed difference in fidelity. 23 Observations such as this one have led to the conclusion that dynamics may be the missing link to our understanding of RdRp fidelity. 24 Moreover, evidence for differences in dynamics between wild-type (WT) PV RdRp and its G64S mutant have recently been detected by using NMR. 25 Protein dynamics is now thought to be as fundamental to protein function as protein structure. 26 Even more provocative, however, is the notion that conformational sampling by enzymes is not random and, preferentially, correspond to conformations that will channel the enzyme and its substrate(s) and cofactor(s) through the reaction coordinate with the speed and specificity required for optimal fitness of the organism from which the enzyme derives. 27; 28 Although the timescale for most enzyme reactions is on the order of milliseconds, motions on this timescale are now thought to be linked if not governed by motions that occur in the pico-to nanosecond range. 29 Since the first molecular dynamics (MD) simulation of a protein in 1977, 30 this approach has provided invaluable insights into the role of dynamics in protein function. 31; 32 Therefore, as a prelude to a more empirical pursuit of the role of dynamics in the function and fidelity of the RdRp, we performed an all-atom MD simulation of PV RdRp. We observed the largest amplitude motions for residues contributing to conserved structural motifs required for nucleic acid and nucleotide binding and catalysis. Correlated motions were also apparent for these dynamic structural motifs. In contrast, conserved structural motifs required for divalent cation binding were the least flexible. Finally, rigid-body movement of the fingers and thumb subdomains relative to the palm subdomain led to expansion and contraction of the RNA and NTP channels, revealing the conformation that likely exist in solution. Given these intriguing findings of potential mechanistic and biological importance, we extended our analysis to RdRps from related viruses, specifically CVB3, HRV16 and FMDV. Overall, there was congruence in the results obtained for the RdRps from all four viruses. Together, these studies provide compelling evidence for coevolution of dynamics and structure among the picornavirus RdRps and provides support for the hypothesis that RdRp dynamics is required for function. Finally, we used MD simulation of the high-fidelity derivative of PV RdRp (G64S) to show that this single amino acid substitution altered the dynamics of elements implicated in binding and conformational rearrangements of the NTP substrate. We conclude that dynamics is an important contributor to RdRp functions, in particular the fidelity of nucleotide selection.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "7; 8",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 493,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1361,
                    "end": 1367,
                    "text": "27; 28",
                    "ref_id": null
                },
                {
                    "start": 1576,
                    "end": 1578,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1652,
                    "end": 1654,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1749,
                    "end": 1755,
                    "text": "31; 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We performed a 25 ns all-atom MD simulation of PV RdRp at 300 K using its crystal structure (PDB code 1RA6, 2 Å resolution 17 ) as the starting coordinates for simulation The details of the MD simulation are described in the Methods section. During the simulation, the temperature, energy and density of the system were monitored, and all showed stable MD trajectories with small variations around reasonable average values. The average temperature was 299.97 ± 0.82 K, and average density was 0.9982 ± 0.0009 g/cm 3 . The simulated structure maintained its native fold throughout the entire simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of MD simulation"
        },
        {
            "text": "In order to determine the useful timeframe for the simulation and to exclude portions of the trajectory that may lead to erroneous conclusions, we evaluated the root-mean square deviation (RMSD) relative to the minimized starting structure as a function of time for both the entire structure and for the palm subdomain utilizing the backbone (Cα, C, N) atoms for the calculations ( Figure S2 ). The palm subdomain is the most conserved subdomain of the structure when polymerases of different classes or from different virus families are compared. 33 The PV RdRp simulated system was equilibrated in approximately 2 ns. The RMSD reached a plateau value around 2.0 Å for residues of the entire structure and 1.1 Å for residues of the palm ( Figure S2 ).",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 391,
                    "text": "Figure S2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 740,
                    "end": 749,
                    "text": "Figure S2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Validation of MD simulation"
        },
        {
            "text": "In order to provide an objective assessment of the output from the simulation, we calculated the B-factors for the backbone atoms and compared these B-factors to those derived from Xray crystal structure data ( Figure 2) . B-factors are representative of the amount of disorder and/or the positional atomic fluctuations present in the crystal, providing information on flexibility of the molecule.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "B-factors from MD simulation are consistent with those from the crystal structure but reveal unexpected mobility in some regions of PV RdRp"
        },
        {
            "text": "Overall, the pattern of the calculated B-factors was very similar to that of the experimental B-factors. For the most flexible regions, the magnitude of the calculated B-factors was on average greater than observed for the experimental B-factors. The simulation revealed higher B-factors in the palm subdomain (214-217; 226-227; 235-239 of motif A; 314-317, and 358-361 of motif D) and thumb subdomain (382-386, 406-412 and 438-461) than observed for B-factors derived from the crystal structure data ( Figure 2 ). The observed differences might be due to restricted motion in the crystal; in some cases, the crystal lattice provides a plausible explanation for the observed differences. Residues 314-317 of the palm and residues of the thumb are clearly restricted by the crystal lattice. Residues 214-217, 235-239, 226-227 and 358-362 are solvent accessible. In addition, these regions could indirectly be influenced by the restricted motion of the thumb. The region 214-217 is physically linked with the thumb and appeared positively correlated with regions 226-227 and 235-239 of motif A, which in turn is correlated with residues 358-361 of motif D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 511,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "B-factors from MD simulation are consistent with those from the crystal structure but reveal unexpected mobility in some regions of PV RdRp"
        },
        {
            "text": "The fingers subdomain was most flexible, and the palm subdomain was least flexible ( Figure 2 ). Consistent with the flexibility of the fingers subdomain is the high content of solvent accessible loops. Conserved structural motifs involved in primer, template and/or nucleotide binding (motifs A, D, E, F and G) were all quite flexible, even those located in the palm subdomain ( Figure 2 ). In contrast, conserved structural motifs whose primary role is to serve as ligands to the divalent cations required for nucleotidyl transfer (portion of motif A harboring Asp233, and motif C) were much less flexible. Also, motif B which plays an indirect role in selection of rNTP over dNTP was less flexible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 380,
                    "end": 388,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "B-factors from MD simulation are consistent with those from the crystal structure but reveal unexpected mobility in some regions of PV RdRp"
        },
        {
            "text": "To determine the extent of structural changes of PV RdRp during simulation relative to the starting structure, we performed a per-residue RMSD analysis using the last 10 ns of the trajectory (Figure 3 panels a and b) . In this analysis, the average positional deviations of each residue were calculated relative to the minimized starting structure after superposition using either palm or thumb residues as a reference. The per-residue RMSD values provide some indication for the relative movement of subdomains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 216,
                    "text": "(Figure 3 panels a and b)",
                    "ref_id": null
                }
            ],
            "section": "Per-residue RMSD analysis suggests motion of the fingers and thumb subdomains relative to the palm subdomain"
        },
        {
            "text": "We performed this analysis twice. In the first trial, the palm residues (69-95, 191-268, 287-380) were used for superposition (Figure 3a ). In the second trial, the thumb residues (381-461) were employed for superposition (Figure 3b ). We observed 4-10 Å changes for residues in the fingers relative to the palm or thumb and the thumb relative to the palm (maxima in panels a and b of Figure 3 ). Residues 18-26 of the template channel in the fingers exhibited the most substantial conformational changes. Interestingly, this substantial change of residues 18-26 was observed both relative to the palm and thumb (Figures 8a,  8b) . These high per-residue RMSD values suggest substantial structural changes in the relative positions of subdomains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 136,
                    "text": "(Figure 3a",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 232,
                    "text": "(Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 393,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 629,
                    "text": "(Figures 8a,  8b)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Per-residue RMSD analysis suggests motion of the fingers and thumb subdomains relative to the palm subdomain"
        },
        {
            "text": "In addition to observing regions of substantial increase in per-residue RMSD using superposition of thumb subdomain, some regions outside of the thumb showed low (<2.0 Å) per-residue RMSD values (minima marked by the colored bars in Figure 3b ). These regions include residues 28-42 and 162-173 of the fingers, and residues 214-219 and 376-380 of the palm. We interpret this observation to mean that these regions are moving in a concerted manner with the thumb subdomain. When mapped onto the structure, the correlated nature of the movement is understood (Figure 3c ). These regions are all physically linked. The fingertips interact with the top of the thumb. Ser28 forms a hydrogen bond with the backbone of Arg402. Ala29 interacts with Ile441. Phe30 and Phe34 are anchored to the thumb via hydrophobic interactions with Ile401, the aliphatic portion of Lys435, Ile436 and Leu445. Lys38 forms a salt bridge with Glu396 and Glu399. Residues 162-173 are the \"ring finger\". 17 Leu162 participates in a hydrophobic interaction with the side chain of Trp403. The residues of the ring finger also interact with residues of the fingertips. Palm subdomain residues 214-219 interact with the carboxy-terminal helix of the thumb. Asp215 forms a hydrogen bond with His423. Leu216 is engaged in hydrophobic interactions with Trp457 and Phe461. Ser219 forms a hydrogen bond with the backbone carbonyl of Ile388. Palm subdomain residues 376-380 form an anti-parallel β-sheet with thumb residues 388-392. Finally, the aliphatic portion of Arg373 and Phe378 participate in hydrophobic interactions with Trp218. All of these interactions were maintained during the entire timeframe of the simulation.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 977,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 3b",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 567,
                    "text": "(Figure 3c",
                    "ref_id": null
                }
            ],
            "section": "Per-residue RMSD analysis suggests motion of the fingers and thumb subdomains relative to the palm subdomain"
        },
        {
            "text": "Cluster analysis 34 of the PV RdRp trajectory yielded four clusters (C1 -C4) shown in Figure S3 that represent different conformations of PV RdRp sampled over the course of simulation. The regions that showed high per-residue RMSD values ( Figure 3) were the same regions that showed most structural variability in the cluster analysis ( Figure S3 ). The largest structural variations between the different clusters were mainly in the region 375-391; the helices of the thumb; the regions 16-70, 103-118 and motif F of the fingers; and motif A of the palm. Cluster analysis provides additional support for movement of fingers and thumb relative to the palm described above. While cluster analysis represents a rigorous approach to define distinct conformations during the MD simulation, the collective motions observed here are also evident by merely evaluating snapshots from the beginning (t o ), middle (t 1 ) and end (t 2 ) of the simulation ( Figure S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 249,
                    "text": "Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 347,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "Figure S4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Per-residue RMSD analysis suggests motion of the fingers and thumb subdomains relative to the palm subdomain"
        },
        {
            "text": "Taken together, this analysis suggests that large intersubdomain conformational changes occur on the nanosecond timescale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per-residue RMSD analysis suggests motion of the fingers and thumb subdomains relative to the palm subdomain"
        },
        {
            "text": "Both the B-factor and per-residue RMSD analysis showed PV RdRp to be flexible. To yield information on components of the PV RdRp structure that are major contributors to the motions observed during the simulation, we performed a principal component analysis (PCA) 35; 36 using the trajectory of the entire production run. This analysis considers motions as the variance of atomic fluctuations around the average structure. Here we only considered the variance (mean-square displacements) of Cα atoms. The number of principal components (PCs or modes) is equal to 3 × Cα atoms (461 atoms in the case of PV RdRp). Every mode is associated with an eigenvalue, which corresponds to the magnitude of the fluctuation along that particular mode and contains different contributions from the analyzed atoms. The first mode represents the largest atomic fluctuation in the sampled conformations. The second mode represents the next largest atomic fluctuation orthogonal to the axis of the previous mode and so on. A majority (~70%) of the total variance sampled during the simulation could be accounted for by the top six principal components. Therefore, we restricted our focus to these principal components. We calculated the displacement of each Cα atom in each of the top six modes which was then summed to produce the total displacement for the individual residues represented by Cα atoms. In order to render the PCA in a manner that would facilitate comparisons with other simulated systems, the perresidue sum of the displacements of the top six modes was normalized to the average of the least flexible 5% of residues in the enzyme.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 270,
                    "text": "35; 36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Principal component analysis reveals conserved sequence/structural motifs as contributors to the major motions observed for PV RdRp"
        },
        {
            "text": "The result of the PCA of PV RdRp simulation is shown in Figure 4a . In Table 2 , the information on the flexibility of PV RdRp provided by the PCA is presented in the context of our understanding of functions of the segments (S1-S7) of the enzyme and residues within these segments that have been implicated in these functions. The relative displacements of Cα atoms are plotted as a function of residue number. Regions in the structure distributed across the fingers, palm and thumb subdomains all showed contributions to the major motions observed during simulation. In order to add a structural perspective to the information on the dynamics provided by the PCA, we rendered the structure as a tube, the radius of which is equivalent to the magnitude of the relative displacement ( Figure 4b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Principal component analysis reveals conserved sequence/structural motifs as contributors to the major motions observed for PV RdRp"
        },
        {
            "text": "The fingers and thumb subdomains contributed most to the observed motions. Motifs F and G of the fingers were highly dynamic. An interesting dichotomy was observed again when evaluating conserved structural motifs in the palm subdomain. Motifs A, D and E were quite dynamic; motifs B and C were not. In general, all regions of PV RdRp known to interact with RNA, nucleotide or metal contained elements exhibiting both \"high\" and \"low\" flexibility. For example, residues 18-26, 96-112, 120-149 (region I in Figure 4a ) and 405-423 (region III in Figure 4a ) interact with RNA and exhibit high mobility ( Figure 4a ). However, residues 208-217 and 288-292, which also interact with RNA, exhibit low mobility (Figure 4a ). The functional significance of this observation, if any, is not clear. (32-39, 41-53, 226-227, and 426-461) with no known function in nucleotidyl transfer also contributed to the motions observed during the simulation (Table  2) . Interestingly, essentially all of these regions are important for optimal viral fitness at 39.5°C 37 and for the recruitment of the polymerase to the initiation complex. 38 We considered the direction of motion for PC1, which accounts for 42% of the total motions( Figure 4c ). This analysis revealed expansion-contraction and/or hinge-twisting motions of the three channels of the enzyme. First, the template-nascent RNA duplex channel (denoted as nascent RNA channel) opened and closed more than once during the simulation. Each cycle of opening and closing comprised residues of the fingers (1-16, 96-149 and 269-283) and the thumb moving in opposite directions that resembled a hingetwisting motion. When this channel opened, the fingers subdomain moved away from the palm subdomain, and the thumb moved towards the palm with a vectorial bias in the direction of the NTP channel. Second, the NTP channel opened and closed more than once during the simulation. As observed for the nascent RNA channel, each cycle of closing included residues lining the channel (157-176 and 353-365) moving in a correlated manner with a vectorial bias in the direction of the nascent RNA channel. Opening of this channel was driven by the movement of the fingers subdomain (157-176) relative to the palm subdomain (353-365) in opposite directions. Interestingly, when the nascent RNA channel was open, the NTP channel was closed and vice versa. These motions appeared in PC1 for all picornavirus polymerases studied here (data not shown). Finally, the template channel formed by residues (17-27 and 108-116) also expanded and contracted. The opening and closing of this channel was not synchronized with either the nascent RNA or NTP channels.",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 827,
                    "text": "(32-39, 41-53, 226-227, and 426-461)",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1051,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 515,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 603,
                    "end": 612,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 706,
                    "end": 716,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 938,
                    "end": 948,
                    "text": "(Table  2)",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1225,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Principal component analysis reveals conserved sequence/structural motifs as contributors to the major motions observed for PV RdRp"
        },
        {
            "text": "In an effort to compare the pattern of dynamics observed on the nanosecond timescale to conformational flexibility observed in numerous complex structures of PV RdRp 39 , we examined the positional fluctuations of Cα atoms among these different structures that were obtained by soaking in different NTP solutions. Motifs B and C of the palm were used to superimpose these structures. We plotted the RMSD for each residue ( Figure 4d ). The pattern observed for segments S1 to S6 of the RMSD plot in Figure 4d was qualitatively similar to the pattern observed for these segments of the relative displacement plot in Figure  4a . The dynamics of segment S7 are suppressed in the crystal structure by the crystal lattice as discussed above. These data make a very compelling link between dynamics of PV RdRp on the nanosecond timescale and the conformational space sampled by this enzyme as shown by crystal structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure 4d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 499,
                    "end": 508,
                    "text": "Figure 4d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 615,
                    "end": 625,
                    "text": "Figure  4a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Regions of PV RdRp"
        },
        {
            "text": "Conserved structural/sequence motifs are implicated in specific steps along the reaction coordinate. In some enzyme systems, it is believed that one approach to channel an enzyme and its substrate down a preferred reaction pathway is to engineer into the enzyme the motions required for progression through the reaction coordinate. 27; 28 Often, this outcome manifests in correlated motions of functionally important residues, motifs, and/or subdomains. Therefore, we evaluated the correlation between the different motions sampled during the production run of the simulation and produced a dynamic cross correlation map (DCCM) 40 for PV RdRp (Figure 5a ).",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 338,
                    "text": "27; 28",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 653,
                    "text": "(Figure 5a",
                    "ref_id": null
                }
            ],
            "section": "Correlated motions exist between conserved structural/sequence motifs of PV RdRp"
        },
        {
            "text": "Dynamics of residues that contribute to RNA binding are negatively correlated, suggesting expansion and contraction of the nascent RNA channel (Figure 5a ). Strong negative correlations were observed between residues 96-117 and 120-149 of the fingers and residues 400-461 of the thumb, consistent with expansion and contraction of the nascent RNA channel. Residues 17-27 and 108-116 that surround RNA template channel were negatively correlated, suggesting expansion and contraction of the template channel. Similarly, dynamics of residues that contribute to NTP binding are negatively correlated, also suggesting expansion and contraction of the NTP channel. Motif F is negatively correlated to motifs B-D; and both motifs D and E are negatively correlated to the thumb (Figure 5a ), influencing motions of the NTP channel. Also, the thumb residues are negatively correlated with residues 229-235 of motif A and residues 324-333 of motif C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 153,
                    "text": "(Figure 5a",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 781,
                    "text": "(Figure 5a",
                    "ref_id": null
                }
            ],
            "section": "Correlated motions exist between conserved structural/sequence motifs of PV RdRp"
        },
        {
            "text": "The motion of every conserved structural motif of the palm subdomain, regardless of the magnitude of the displacement, was positively correlated. The motions of motifs F and G are also positively correlated. In contrast to the negative correlation of the dynamics of residues of the fingers and thumb that contribute to the nascent RNA channel, we observed positive correlation between the dynamics of the fingertips and thumb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlated motions exist between conserved structural/sequence motifs of PV RdRp"
        },
        {
            "text": "From the initial analysis of the complete structure of PV RdRp, 17 it was clear that the narrowest portion of the nascent RNA channel was too small to accommodate duplex RNA observed in complex crystal structures. 18 A representative view of this \"closed\" conformation is shown in Figure 6a . It was therefore quite intriguing to observe some indication of channel opening and closing in the analyses described above.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "Figure 6a",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Expansion and contraction of the nascent RNA duplex channel of PV RdRp"
        },
        {
            "text": "We next focused on a more direct investigation of the changes of the nascent RNA channel. First, we monitored the radius of gyration (R g ) for the backbone atoms during the entire simulation ( Figure 6b ). On average, R g increased by 2-4% relative to the starting structure. Conformations with R g values comparable to that of the reference structure were occasionally sampled during the first half of the trajectory. These data were consistent with expansion and contraction of the entire molecule. When two residues, Ser113 from the fingers and Asp412 from the thumb, located at opposite sides of the nascent RNA channel, were chosen as probes for the size of the channel, expansion and contraction of the channel was readily apparent (Figure 6c ). The distance between these two residues fluctuated over the entire duration of the simulation. The frequency of each distance observed during the production run of the simulation was evaluated ( Figure 6d ). From this analysis, it is clear that the channel can open by as much as 10 Å from the most-closed to the most-open conformations, permitting the open conformation to accommodate duplex RNA ( Figure 6a ). On average, the channel width was 19.8 ± 2.6 Å, which is 4.1 Å larger than observed in the crystal structure of the apo enzyme. Note that the channel width increased from 15.7 Å in the apo structure of PV RdRp to 18.6 Å upon formation of the elongation complex, 18 consistent with what we observed in our simulation. The residues affected most by the closed-to-open transition are: 19-24, 108-113, 120-132 and 165-170 in the fingers; 359-368 in the palm; and 407-412 and 440-450 in the thumb. The dynamics of the channel is also influenced by a hinge-twist motion of the fingers and thumb using residues P393 and G425 as pivots for the thumb ( Figure 6e ).",
            "cite_spans": [
                {
                    "start": 1427,
                    "end": 1429,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Figure 6b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 739,
                    "end": 749,
                    "text": "(Figure 6c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "Figure 6d",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1152,
                    "end": 1161,
                    "text": "Figure 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1809,
                    "end": 1818,
                    "text": "Figure 6e",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Expansion and contraction of the nascent RNA duplex channel of PV RdRp"
        },
        {
            "text": "As mentioned above, cluster analysis 34 of the snapshots extracted at 10 ps intervals across the trajectory obtained from the MD production revealed four clusters (C1-C4) ( Figure S3 ). The most populated cluster C1 (58%) represented the closed conformation ( Figure S3 ), perhaps providing an explanation for the conformation observed in the crystal. Importantly, the next most populated states represented open conformations ( Figure S3 ). Together, these analyses have uncovered the dynamic nature of the nascent RNA channel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Expansion and contraction of the nascent RNA duplex channel of PV RdRp"
        },
        {
            "text": "The MD analysis of PV RdRp revealed putative dynamic signatures for conserved structural/sequence motifs, most of which have been assigned critical functions in the nucleotidyl transfer reaction. For PV RdRp, we extended the simulation to 52 ns. This analysis did not change conclusions reached by using the 25 ns simulation ( Figure S5 ). Given the availability of high resolution structural information for a variety of related picornaviral polymerases, we were in a unique position to determine the extent to which the observations made for PV RdRp extended to others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 336,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "We used CVB3 20 , HRV16 21 and FMDV 19 RdRps as our models. The structures of these enzymes can be superimposed with an RMSD of 0.7-1.6 Å for 439 Cα atoms. The sequences, however, vary to a much greater extent. The sequence identity is ~74%, 56% and 30% for CVB3, HRV16 and FMDV, respectively, relative to PV; the sequence alignment is shown in Figure S1 .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 354,
                    "text": "Figure S1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "We employed the same experimental paradigm for analysis of these enzymes as we used for PV RdRp. The runtime was 14 ns for CVB3 RdRp, 14 ns for HRV16 RdRp and 20 ns for FMDV RdRp. The timeframe used for analysis of the simulations of these RdRps ranged from 10 to 16 ns ( Figure S2 ). The B-factors calculated from the simulation were in good agreement with those from X-ray, with the same caveats discussed above for PV, including restricted motions caused by crystal packing ( Figure S6 ). Per-residue RMSD analysis showed that flexibility of CVB3 RdRp was on par with PV RdRp ( Figure S7 ). The overall flexibility of HRV16 RdRp was greater than observed for PV RdRp while that of FMDV RdRp was lower ( Figure S7 ). Snapshots from the beginning, middle and end of the simulation ( Figure S4 ) revealed conformational changes for the fingers and thumb subdomains relative to the palm subdomain, suggesting opening and closing of the RNA and NTP channels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "Figure S2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Figure S6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 581,
                    "end": 590,
                    "text": "Figure S7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 706,
                    "end": 715,
                    "text": "Figure S7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "Figure S4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "PCA analysis showed that the top six PCs accounted for 51% of total variance for CVB3 RdRp, 56% for HRV16 RdRp and 59% for FMDV RdRp. A plot of the relative displacement as a function of residue showed remarkable similarity in the dynamics of all four RdRps (Figure 7a ). With a few exceptions, the dynamics of the conserved structural/ sequence motifs A-G and functional regions I-III were conserved. The specific boundaries for the subdomains and functional motifs/regions of each RdRp are provided in Table S1 . For all RdRps, motifs A, D, E, F and G and regions I and III were the most mobile; motifs B and C were the least mobile ( Figure 7a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 268,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 504,
                    "end": 512,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "We compared the PCA of each RdRp to that of PV, scrutinizing the conserved functional motifs/regions. In order to avoid differences due to the statistical nature of the molecular dynamics simulation, we used the average values for the relative displacement for all residues of a given motif/region of each RdRp (Figure 7b) . A 3-to 4-fold difference was observed between the most and least flexible motifs/region of each RdRp. With this value in mind, we reasoned that a 1.5-fold difference between RdRps for any motif/region would be a reasonable cutoff for a difference that may have some functional significance. When each motif/region of the RdRps from CVB3, HRV16 and FMDV were compared to PV using this criterion, motif A of CVB3 and HRV16 RdRps and motif E of HRV16 RdRp showed the only differences. Outside of the conserved motifs/regions, two additional differences were noted. PV RdRp residues 43-55 were less mobile than the corresponding FMDV RdRp. PV RdRp residues 272-281 were less mobile than the corresponding HRV16 RdRp and FMDV RdRp residues. We did not perform all pairwise comparisons because PV RdRp is the only enzyme for which sufficient functional information exists to permit any speculation on functional consequences of altered dynamics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 322,
                    "text": "(Figure 7b)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "We also compared the correlated nature of the motions. Again, the patterns were well conserved (Figure 5b-d). As discussed above, some of the correlated motions govern opento-closed transitions of the RNA template and nascent channels as well as the NTP channel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "The changes in the nascent RNA channel were also observed for the other RdRps by monitoring the radius of gyration ( Figure S8 ) or the distance between two residues located on opposite sides of the channel ( Figure S9 ). For the nascent RNA channel, in all cases a distance capable of accommodating duplex RNA (>20 Å) was sampled most often ( Figure  S9b ). However, the mean distance, the frequency of distances sampled, and the magnitude of the open-to-closed transition varied for all four RdRps ( Figure S9b ). At the extreme, the magnitude of the transition differed by as much as 5 Å (compare CVB3 RdRp to HRV16 RdRp in Figure S9b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "Figure S8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 209,
                    "end": 218,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 355,
                    "text": "Figure  S9b",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 512,
                    "text": "Figure S9b",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 637,
                    "text": "Figure S9b",
                    "ref_id": null
                }
            ],
            "section": "Conserved dynamics in the RdRps from CVB3, HRV16 and FMDV"
        },
        {
            "text": "The analysis presented thus far has made a very compelling case for the evolution of dynamics with structure in the picornaviral RdRps. We next wanted to determine if the MD simulations could inform the molecular basis for phenotypes that were eluded by structural studies. The G64S derivative of PV RdRp exhibits an increase in incorporation fidelity relative to the wild-type enzyme. 7; 8 This phenotype appears to arise from a decrease in the equilibrium constant for the conformational-change step that leads to production of the catalytically competent RdRp-RNA-NTP complex. 7 Gly64 is located some 20 Å from the catalytic center. The backbone dihedral angles of Gly64 assume a conformation that is disallowed for sidechains of all other amino acids. The Gly64 backbone permits stabilization of the amino terminus in the fingers subdomain by mutual hydrogen bonds between backbone atoms and stabilizes motif A by formation of hydrogen bonds with the backbone atoms of Ala239 and Leu241. Thus, it was thought that by changing Gly64 to Ser, these interactions would be altered, leading to misalignment of motif A, a motif known to contribute to incorporation fidelity. 41 However, the X-ray crystal structure of G64S PV RdRp 23 superimposed with WT PV RdRp with <0.3 Å RMSD. Thus, the altered function is not explained by altered structure.",
            "cite_spans": [
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Again, we employed the same paradigm to evaluate the G64S derivative of PV RdRp. The run time was 25 ns, the timeframe from 3 to 25 ns was used for analysis. In this case, we restricted our focus to PCA, analysis of the average structure over the entire trajectory, correlated motions and the opening and closing of the nascent RNA channel ( Figure 8 )",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 350,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "For PCA, the top six modes accounted for 62% of the total variance sampled during the simulation. The plot of the relative displacement as a function of residue (Figure 8a ) was visually different than that of the wild-type enzyme (Figure 4a ). The single amino acid substitution produced changes in the magnitudes of the dynamics observed across the entire structure ( Figure 8a) . Several areas stand out, indicated by arrows in Figure 8a . Strikingly, the altered dynamics caused by this one substitution was more substantial in several functional regions than observed when the sequence differed by 70% as is the case for the FMDV RdRp. Together, the observations reveal a physical difference between G64S and WT PV RdRps that may account for the observed biochemical and biological phenotypes. 7; 8 In addition, these observations strengthen further the argument that structure, dynamics and function coevolve in this system.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "7; 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "(Figure 8a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 231,
                    "end": 241,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 370,
                    "end": 380,
                    "text": "Figure 8a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "In order to highlight the regions of PV RdRp most affected by G64S substitution, we subtracted the relative displacement observed at each position of WT PV RdRp from the corresponding relative displacement observed for G64S PV RdRp. This difference was plotted as a function of residue (Figure 8b ). Values greater than zero indicated greater flexibility of the mutant; values less than zero indicate lower flexibility. Three regions stand out that are more flexible in G64S: residues 8-15, 354-362 (motif D) and 380-388. On the other hand, regions of motifs A and F appeared more flexible in the WT. Mapping the differences plotted in Figure 8b onto the structure of PV RdRp indicated that, generally, regions surrounding the catalytic center were more flexible in the WT, whereas regions that were more flexible in G64S are located on the exterior of the molecule (Figure 8c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 296,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 8b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 866,
                    "end": 876,
                    "text": "(Figure 8c",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "The change of Gly64 to Ser led to visible changes to the average structure that provide a plausible explanation for the global alterations observed in the PCA (Figure 8a and 8b) . The averaged structures of G64S and WT PV RdRps superimpose with an RMSD value of 1.8 Å.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 177,
                    "text": "(Figure 8a and 8b)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "A closer look at position 64 in the averaged structure showed different phi-psi conformations for Gly64 (phi = 169.7°, psi = −170.7°) in the WT and Ser64 (phi = −159.5°, psi = 155°) in the mutant enzymes. The changes in conformations of Ser64 altered the conformations of adjacent residues (59-65) even more dramatically; consequently, the side chain of Phe59 moved out of position, which, in turn, induced Met6 to move in order to maintain the hydrophobic interaction with Phe59 (Figure 8d, panel I) . The movement of Met6 and the adjacent residues influenced the conformations of the Pro8-Pro15 turn.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 500,
                    "text": "(Figure 8d, panel I)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Interestingly, as a result of these conformational changes, the side chain of Glu11 moved away from Arg7, breaking the hydrogen bonding interaction observed in the WT, and forming a new interaction with Lys10 in G64S. This rearrangement of interactions removed restrictions on the movement of the Pro8-Pro15 turn, which was shown to be more flexible in PCA (Figures 8b and 8c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 376,
                    "text": "(Figures 8b and 8c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Moreover, the conformational changes of residues 8-15 caused the side chain of Tyr14 to move out of position, which, in turn, influenced the nearby residues: Thr114 and Tyr118 (Figure 8d, panel I) . The side chains of Thr114 and Tyr118 moved closer to Val115 and Tyr157 of motif F, enhancing their hydrophobic interactions and adding more restrictions on the motions of motif F in agreement with the PCA (Figures 8b and 8c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 196,
                    "text": "(Figure 8d, panel I)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 404,
                    "end": 423,
                    "text": "(Figures 8b and 8c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Overall, the G64S substitution did not affect the hydrogen bonding network which mediates the interactions between the backbone atoms of residues Gly1 at the N-terminus, Gly64/ Ser64, Ala239 and Leu241 of motif A (Figure 8d panel I) . However, a new, transient, interaction between the backbone oxygen atom of Gly1 and the backbone nitrogen atom of Asn63 was noted for the G64S enzyme. The restricted motions of Ser64 relative to Gly64 reduced flexibility of residues in motif A as shown in PCA (Figures 8b and 8c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 232,
                    "text": "(Figure 8d panel I)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 495,
                    "end": 514,
                    "text": "(Figures 8b and 8c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Additionally, the altered conformations of residues of motif A in the vicinity of Ser64 propagated to residues Tyr234, Thr235 and Tyr237 (Figure 8d, panel II) . As a result, the positioning of the nearby residue Thr353 in motif D was influenced, leading to further changes in conformations of residues 353-362. Interestingly, Thr353 in G64S moved away from its position in the WT enzyme, resulting in a loss of a potential interaction between the side chains of Thr353 and Lys348 (a hydrogen bond between Thr353 and Lys348 was transiently observed in the trajectory of the WT). Consequently, residues 353-362 become less restricted in the mutant enzyme relative to the WT, in agreement with what we observed in PCA (Figures 8b and 8c) . Finally, the conformational changes of residues of motif D influenced the positioning of the nearby residues Phe377 and Arg379, leading to the conformational changes of residues 380-388. In the mutant enzyme, residues 380-388 moved closer to the thumb with a dramatic rearrangement of the side chain of Tyr384.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 158,
                    "text": "(Figure 8d, panel II)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 715,
                    "end": 734,
                    "text": "(Figures 8b and 8c)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "We also analyzed the DCCM calculated for G64S ( Figure 8e ) and compared it to that of WT PV RdRp (Figure 5a) . Generally, correlations in the case of G64S were weaker than WT. At many places in the DCCM, changes in correlations can be observed in the mutant enzyme compared to the WT. For example, motifs D and E revealed positive correlations to the thumb in G64S simulation; in contrast, the same residues were shown to be negatively correlated in the WT. Also, the negative correlations between motif F and motifs B-D seemed less pronounced in G64S compared to WT. Motifs B, C showed stronger positive correlations with the thumb in G64S relative to WT. Similar to WT, residues surrounding the NTP and nascent RNA channels were negatively correlated suggesting that opening and closing of these channels occurred normally and in synchrony (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "text": "Figure 8e",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 98,
                    "end": 109,
                    "text": "(Figure 5a)",
                    "ref_id": null
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "Analysis of the expansion and contraction of the nascent RNA channel by probing the distance between Cα atoms of Ser113 and Asp412 showed a shift of ~1 Å of the average distance towards more open conformation of G64S relative to WT (Figure 8d) . Moreover, the distribution of the sampled distance is narrower than that of the WT suggesting that G64S is more rigid than WT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 243,
                    "text": "(Figure 8d)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Global changes in the dynamics of PV RdRp caused by a single amino acid substitution conferring a high-fidelity phenotype"
        },
        {
            "text": "This study was motivated by our desire to determine if dynamics could provide insight into the physical basis for biochemical and biological phenotypes of PV RdRp not explained by structures. 24 It has been suggested by some that rate limiting conformational changes of enzymes that occur on the millisecond timescale may be determined by atomic fluctuations and correlated motions on the ps-ns timescale. 29 Atomistic molecular dynamics simulations provide a tractable approach to assess the ps-ns dynamics of a protein for which X-ray crystal structure data is available.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 406,
                    "end": 408,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We performed a 25 ns simulation of the dynamics of PV RdRp. In order to scrutinize the trajectory, we calculated B-factors for each residue and compared these to those obtained from the X-ray crystal structure data ( Figure 2) . Overall, the calculated B-factors were in good agreement with experimental values except for residues participating in crystal contacts. Until recently, there was no empirical information available on the dynamics of PV RdRp, or any RdRp for that matter. 25; 42 So, how does one really convince the bench biologist and biochemist that these computational data are functionally relevant? In the case of the picornaviruses, X-ray crystal structures are available for many RdRps in the family including CVB3, HRV16, and FMDV. 19; 20; 21 The biochemical parameters are nearly identical for the PV and FMDV RdRps, which are at the extremes of this group (30% identity on the amino acid level ( Figure S1 )). 10 The relevance of the algorithm as applied to PV RdRp could be put to the test by applying it to the other picornaviral RdRps. We reasoned that any dynamic features of functional significance should be conserved across the family. To our delight, we observed that the overall pattern of flexibility as a function of residues was conserved for all four RdRps evaluated (Figure 7 ). The conservation in dynamics even extended to correlated motions observed between sequence/structural motifs of functional importance (Figure 7) . Together, our results engender confidence in the utility of MD simulations and suggest conservation in the dynamics of the picornaviral RdRps. As discussed in more detail below, the possibility exists that the dynamics are conserved for function, thus providing additional evidence for a role of dynamics in enzyme catalysis 26; 43 and contributing another enzyme system to use to interrogate this property of enzymes that is likely essential.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 490,
                    "text": "25; 42",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 762,
                    "text": "19; 20; 21",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 934,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1787,
                    "end": 1793,
                    "text": "26; 43",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 226,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 918,
                    "end": 927,
                    "text": "Figure S1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1302,
                    "end": 1311,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1449,
                    "end": 1459,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the most striking observations made during the course of this study is that the magnitude of the intersubdomain conformational changes on the ns timescale was large (Figures 3 and S7 ). For all four polymerases analyzed, both the fingers and thumb subdomains moved relative to each other. The changes in intersubdomain distances sampled during the course of the ns trajectories were in the 4-10 Å range. Conformational changes of this magnitude are often observed on the μs-ms timescale in enzymes and appear as ratelimiting events in the kinetic mechanism. 29; 44 In the case of the RdRp, it is clear that the fingers and thumb subdomains undergo conformational changes of this magnitude during the catalytic cycle. Therefore, it is possible that conformational states of the RdRp required for function are sampled on the ns timescale to enable conformational changes that occur on longer timescales.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 571,
                    "text": "29; 44",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 189,
                    "text": "(Figures 3 and S7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The Ghose laboratory has used NMR of the RdRp from ϕ6 to study the dynamics of this RdRp. 45 ϕ6 RdRp is a member of a lineage in the RdRp superfamily different than the picornavirus RdRps. 46 The ϕ6 RdRp was labeled with [methyl-13 C]-Ile. Ile residues are present in all three subdomains of this RdRp. In the palm subdomain, Ile could be used to probe the dynamics of motifs B, C, D and E. Order (s 2 ) parameters were used to probe dynamics on the ps-ns timescale. As observed here, the ϕ6 palm subdomain exhibited the least overall flexibility of the three subdomains. In addition, ϕ6 motifs D and E were most flexible and motif C was the least mobile on this timescale in the apo enzyme. These same residues exhibiting dynamics on the ps-ns timescale also exhibited dynamics on the timescale of catalysis. Our MD data on the picornaviral RdRps when considered in the context of the NMR data for the ϕ6 RdRp suggest conservation of the ps-ns timescale dynamics of functional elements across the RdRp superfamily and a potential linkage of these fast dynamics to catalysis.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assembly of picornaviral RdRps with duplex RNA is slow. 47 It is known that the ratelimiting step for assembly is a conformational change of the enzyme. 47 The simulation revealed that the interaction of the fingertips with thumb that leads to a completely encircled active site is stable throughout the entire trajectory for all enzymes. This observation is consistent with the proposal that release of the fingertips from the thumb limits association with and/or dissociation from primed templates in vitro. 48 For PV RdRp, residues of the fingertips (28-42, 162-173), palm (214-219, 376-380) and thumb subdomains move as a unit ( Figure 3 ). However, these same residues of the fingertips and palm are negatively correlated ( Figure 5) . The thumb appears to be serving as a latch to constrain the complete opening of the channel for the nascent RNA duplex. Therefore, when or if the fingertipsthumb interactions are disrupted, one might expect a concerted opening of the channels for the nascent RNA duplex to enter. This observation applies to all of the picornaviral RdRps studied here (Figures 3 and S7 ). The Kao laboratory has shown that the RdRp from hepatitis C virus, an enzyme that also contains a completely encircled active site, is capable of using circular templates. 48 This observation has been interpreted to mean that fingertips-thumb interaction is broken during the course of assembly. Figure S9 ). For every RdRp, conformations of the nascent RNA channel larger than duplex RNA (20 Å) were also sampled ( Figure S9 ). Of note, differences in the extent of expansion are also observed in complexes of PV and FMDV RdRps with nucleic acid. 18; 49 This \"hyper-expansion\" suggests that translocation can proceed by using a passive mechanism without the need to actively disengage the RdRp from its interactions with the major and minor groove of the nascent RNA duplex. The \"Brownian\" nature of polymerase translocation has been suggested by others. 50 Another interesting feature of the opening and closing of the nascent RNA duplex channel was that these motions were correlated with the opening and closing of the NTP channel (Figure 4c ). When the RNA channel was open, the NTP channel was closed and vice versa. Of note, motions of residues lining the NTP channel were biased in the direction of the nascent RNA channel (Figure 4c) . Given that the solvent and solutes flow through these channels, it is possible that these motions serve to pump reactants and products in and out of the active site. Closing of the NTP channel would force its contents into the nascent RNA channel and perhaps force its opening. Closing of the nascent RNA channel may also facilitate release of unincorporated NTP or PP i out of the active site through the NTP channel. The motions for the nascent RNA channel are more complex than the NTP channel. Therefore, a directional bias is not as obvious. Such an anti-correlated relationship between the nascent RNA duplex channel and the NTP channel has never been discussed. However, examination of RdRp crystal structures supports this conclusion. The best example is provided by the rabbit hemorrhagic disease virus (RHDV) RdRp in which an open and closed state of the nascent RNA duplex channel was present in the crystal. 51 When the nascent RNA duplex channel is open, the NTP channel is closed and vice versa.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1285,
                    "end": 1287,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1661,
                    "end": 1667,
                    "text": "18; 49",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1971,
                    "text": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 3278,
                    "end": 3280,
                    "text": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 633,
                    "end": 641,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "Figure 5)",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1109,
                    "text": "(Figures 3 and S7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1538,
                    "text": "Figure S9",
                    "ref_id": null
                },
                {
                    "start": 2148,
                    "end": 2158,
                    "text": "(Figure 4c",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2344,
                    "end": 2355,
                    "text": "(Figure 4c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The template channel is formed by residues 17-27 and 108-116 of the fingers subdomain. Residues 17-27 exhibited substantial flexibility (Figures 3a and 3b) . In this study, flexibility has correlated strongly with function. However, detailed information on the functions/ interactions of this channel were not available until recently. 18 The new structural data have revealed that residues 17-27 line the channel and interact with RNA near single stranddouble-strand junction. Of particular importance is Pro20. This residue exhibited a significant change in the psi dihedral angle during simulation where psi changed from 140°i n the average structure to −5.8° in the crystal structure, consistent with the flexible nature of this residue. Pro20 functions to unstack template bases at the +2 and +3 positions. In addition to facilitating these specific interactions of the template channel with RNA, the dynamic nature of residues forming this channel should permit entry/exit of the RNA into the RdRp catalytic site.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 155,
                    "text": "(Figures 3a and 3b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "When known functional sequence/structural motifs were overlaid on the dynamics (relative displacement) of residues, most of these motifs exhibited the greatest flexibility ( Figure 4a ). Of course, some were exceptionally stable on this timescale (for example motifs B and C in Figure 4a ). The observed flexibility may facilitate interactions that employ an induced-fit mechanism for binding. The more static motifs may employ a lock-and-key mechanism for binding. It is well known that motifs A, D and F contribute to interactions with incoming nucleotide that dictate both ground-state binding and isomerization events that lead to a catalytically competent complex. 41; 52 In contrast, motif B plays an indirect role in selection of rNTP by forming a hydrogen bond with Asp238, motif C and the portion of motif A containing Asp233 serve as ligands for the Mg 2+ ions required for catalysis and substantial changes in the positions of these motifs have never been noted when crystal structures of different complexes have been evaluated. Interestingly, regardless of the magnitude of flexibility, all sequence/structural motifs participating in the same aspect of the catalytic cycle exhibited correlated motions ( Figure 5) . Such a high level of coordination between structural elements might be required to facilitate function.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 676,
                    "text": "41; 52",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1218,
                    "end": 1227,
                    "text": "Figure 5)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Flexible regions of no known functional relevance to nucleotidyl transfer were also noted ( Figure 7a and Table 2 ). Interestingly, essentially all of these regions are important for optimal viral fitness at 39.5 °C. Kirkegaard and co-workers have shown that alanine substitutions at Lys38, Glu39, Lys51, Asp53, Glu226, Glu227, Glu426, 428, Arg455 and 456 produce viruses incapable of multiplication, having diminished fecundity, or exhibiting small-plaque phenotypes. 37 Our studies of the complex used for initiation of genome replication have implicated the carboxy-terminal helix of the thumb of PV RdRp in recruitment of the enzyme to and retention in the initiation complex. 38 That study specifically identified Asp406 and Arg455; this study identified these residues as being highly dynamic (Table 2) . Additional studies are warranted to understand the mechanistic basis for the diminished viral fitness associated with mutagenesis of the most dynamic regions of PV RdRp. It is intriguing to speculate that functional domains of proteins of known structure but unknown function could be identified by virtue of the magnitude of their flexibility and a correlated nature of the motions observed for flexible regions.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 471,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 681,
                    "end": 683,
                    "text": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 808,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The conserved nature of the dynamics observed for all of the wild-type picornaviral RdRps engendered sufficient confidence in the algorithm to put the overall approach to the ultimate test by evaluating a PV RdRp derivative that exhibited an anti-mutator phenotype 7; 8 that could not be explained by structure. 23 The derivative changes Gly64, a residue remote from the active site, to Ser and is referred to as G64S PV RdRp. The impact of this one change on the ns timescale dynamics of PV RdRp was more substantial than differences observed between evolutionarily distinct wild-type enzymes (compare Figure 8a to Figure 7a ). The G64S substitution is in the fingers and affected the dynamics observed in every subdomain. The core of the polymerase became less flexible while loops on the surface became for flexible (Figures 8b and 8c) . The changes in dynamics led to differences in the average structure of the mutant relative to the wild-type enzyme (Figure 8d ). In addition, the correlated motions of the mutant were weaker than the wild-type enzyme; reversed and mixed correlations were also noted ( Figure 8e ).",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 603,
                    "end": 612,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "Figure 7a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 819,
                    "end": 838,
                    "text": "(Figures 8b and 8c)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 956,
                    "end": 966,
                    "text": "(Figure 8d",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1109,
                    "end": 1118,
                    "text": "Figure 8e",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Kinetic analysis of G64S PV RdRp revealed that the equilibrium constant for the conformational-change step that occurs after nucleotide binding that is a prerequisite to catalytic competence is shifted to the left for a correct nucleotide. 7 Therefore, transit through this step would be even more difficult for an incorrect nucleotide or nucleotide analogue. Kinetic and/or structural studies have implicated motifs A, D and F in this conformationalchange step. 18; 22; 45; 49; 52 The flexibility of these motifs was altered in the mutant (Figures  8a-8c ). In addition, the correlated motions involving motif D were perturbed (Figure 8e) . Notwithstanding, numerous changes in flexibility and correlated motions in other regions were present. The extents to which these changes impact functions remain unclear. Finally, the average size of the catalytic site was larger for the mutant relative to WT (Figure 8f ).",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 463,
                    "end": 481,
                    "text": "18; 22; 45; 49; 52",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 555,
                    "text": "(Figures  8a-8c",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 628,
                    "end": 639,
                    "text": "(Figure 8e)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 902,
                    "end": 912,
                    "text": "(Figure 8f",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Together, the altered dynamics observed for G64S PV RdRp could explain the higher barrier to formation of the catalytically competent state. The reduced flexibility of the catalytic core will limit conformational sampling of the core that may be necessary to achieve catalytic competence. Perhaps, this reduced flexibility would affect the incorrect more than the correct nucleotides, hence increasing fidelity. The observations made here suggest two interesting lines of experimental investigation. Clearly, rigidification of the catalytic core is caused by propagation of the restricted motion of the G64S backbone. Dissemination of the reduced flexibility is mediated by an interacting (allosteric) network of amino acids, including but not limited to those shown in Figure 8d . It may be possible to suppress the effects of G64S by introducing glycine residues in the vicinity of the site of interaction between Gly64 and motif A. Alternatively, it may be possible to prevent dissemination of the effects of the G64S substitution to motifs F and D by introducing \"functionally compensatory\" substitutions at various positions on the allosteric pathway. In addition, if a specific distance is required for interactions in the active site that lead to catalytic competence, this state will be sampled less often given the more expanded nature of the catalytic site. The effect of the reduced sampling could be more severe for incorrect nucleotide incorporation than for correct incorporation, leading to the higher fidelity phenotype.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 779,
                    "text": "Figure 8d",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Importantly, the properties of G64S PV RdRp observed by using the MD simulations relates to the properties of the enzyme in solution as has been shown recently by using NMR. 25 The Boehr laboratory has compared the [methyl-13 C]-Met resonances of WT 3Dpol and G64S RdRp Consistent with our studies, the G64S substitution caused global changes in the structure/dynamics of the enzyme, including the fingers (Met6, Met95), palm (Met 354) and thumb (Met 392) subdomains.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Collectively, our studies support the hypothesis that dynamics, even on the ps-ns timescale, may be the missing link to our understanding of RdRp fidelity, and likely that of the other classes of nucleic acid polymerases. 24 We conclude that dynamics on the ps-ns timescale as reported by all-atom MD simulations represents an important, underutilized tool for elucidation of the dynamics-function relationships of polymerases.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have performed the first comparative analysis of the dynamics of members of the RdRp superfamily of enzymes by using all-atom MD simulations on the nanosecond timescale. At the extremes were the RdRps from PV and FMDV whose primary structures are only 30% identical. The pattern of dynamics observed for all RdRps was conserved and was in good agreement with empirical data on the dynamics of a phage RdRp. The congruence of so much computational and empirical data lend credence to the use of MD simulation for evaluation of RdRp dynamics and lead us to conclude that RdRp dynamics co-evolve with the RdRp tertiary structure. The major contributors to the motions on the nanosecond timescale were conserved structural regions required for function. Motions involved in identical function were correlated regardless of location in the structure. Changing a single amino acid residue of PV RdRp remote from the catalytic site that increases polymerase fidelity causes a global change in the observed dynamics of this derivative that extends to the active site. We conclude that RdRp dynamics are governed by long-range networks of interacting residues that have evolved for function, including polymerase fidelity. This groundwork sets the stage for elucidation of the dynamics-function relationships of this important class of enzymes and exploration of RdRp dynamics as a tractable target for development of antivirals and attenuated viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The starting coordinates of the polymerases were obtained from the deposited X-ray structures in the RCSB Protein Data Bank 53 : PV (PDB code 1RA6 17 ), G64S (2IJF 23 ) CVB3 (3CDU 20 ), HRV16 (1XR7 21 ), and FMDV (1U09 19 ). The X-ray structures were edited in COOT 54 to match the amino acid composition of the wild-type proteins. The structural waters observed in the crystal structures were kept during the simulations; any other non-protein atoms were removed from the starting structures.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics simulation"
        },
        {
            "text": "MD simulations were carried out using SANDER/PMEMD in AMBER10 package 55 with the AMBER99 force field. Prepared structures were immersed in a truncated octahedron solvent box filled with TIP3P water molecules 56 and neutralized by adding the appropriate number of sodium ions. A minimal distance of 20 Å between any protein atom and the edge of the solvent box was imposed. All simulations were carried out with integration time step of 1 fs and applying periodic boundary conditions using a cutoff radius of 9 Å for the nonbonded interactions. The neighbor pair list was updated every 10 steps. Electrostatic interactions were calculated with the Particle Mesh Ewald method. 57 The SHAKE algorithm 58 was used to constrain all bond lengths involving hydrogen atoms.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 676,
                    "end": 678,
                    "text": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics simulation"
        },
        {
            "text": "The following protocol was used to carry out simulations. First, the coordinates of the simulated system were relaxed to remove any steric clashes between the atoms of proteins, waters and ions. This was carried out in multiple steps using SANDER: (1) short energy minimization of waters and ions only. (2) Short constraints dynamics under conditions of constant pressure and temperature (NPT ensemble) for 100 ps. Only the atoms of waters and ions were allowed to move while constraining the protein atoms using a force constant of 500 kcal/mol Å 2 . (3) Energy minimization of the protein side chains in addition to the waters and ions. (4) Short constraints dynamics run similar to step 2 but allowing the side chain atoms in addition to the waters and ions to move. (5) All atoms of the entire system were energy minimized applying convergence criteria for the energy gradient DRMS (the root-mean-square of the cartesian elements of the gradient) of 0.1 kcal/mol Å. Subsequently, the system was slowly heated to 300 K over a period of 150 ps under conditions of constant volume and temperature (NVT ensemble) and applying a Berndsen thermostat 59 . This was followed by a 200 ps NVT dynamics before switching to NPT dynamics for another 150 ps applying Berndsen's method 59 with temperature and pressure coupling constants of 1 ps (weak-coupling). Finally, the NPT dynamics was continued for the remainder of the MD simulation utilizing the parallel version of PMEMD in AMBER10. Total simulation times for the different systems were: 25 (PV wild-type and G64S derivative), 20 (FMDV), and 14 ns (CVB3 and HRV16) . Snapshots of the MD trajectories were retained every 1 ps for analysis. The first 2 (PV), 3 (G64S) or 4 ns (CVB3, HRV16, FMDV) were considered as equilibration times and discarded from analysis. All MD simulations were carried out on 128 processors Cray XT3, TeraGrid resources managed by the Pittsburgh Supercomputing Center (PSC); and 32 Intel Xeon E5450 Quad-Core processors managed by the High Performance Computing (HPC) group at The Pennsylvania State University.",
            "cite_spans": [
                {
                    "start": 1275,
                    "end": 1277,
                    "text": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 1598,
                    "end": 1614,
                    "text": "(CVB3 and HRV16)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Molecular dynamics simulation"
        },
        {
            "text": "All analyses of MD trajectories were performed using the Ptraj module of AMBER 10. All structure figures were generated using Chimera. 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Analyses"
        },
        {
            "text": "To determine the equilibration time of the MD simulation, the root-mean square deviation (RMSD) was calculated by aligning snapshots from the MD trajectory to a reference structure using the definition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Root-mean square deviation (RMSD)"
        },
        {
            "text": "where the coordinate r t i,min corresponds to the optimal superimposition of the configuration at time t and the reference structure; α is the number of atoms used for the structural alignment. From the plot of RMSD as a function of time, the equilibration time was determined as the time point at which abrupt changes in the RMSD were no longer observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Root-mean square deviation (RMSD)"
        },
        {
            "text": "To get information on the extent of structural changes during simulations, we calculated the per-residue RMSD over the last 10 ns of MD trajectories. Structures extracted at intervals of 10 ps were aligned to the minimized starting structure as a reference using the backbone atoms of either the palm or thumb residues. The per-residue RMSD for a certain residue was calculated by averaging the RMSD i,n between residue i in the structure of frame n along the MD trajectory and the equivalent residue in the reference structure using the following definition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per-residue root-mean square deviation (per-residue RMSD)"
        },
        {
            "text": "where the RMSD between equivalent residues is averaged for all atoms, and N is the total number of frames used for the calculation. High values of per-residue RMSD were considered as indicator for the existence of conformational changes sampled during simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Per-residue root-mean square deviation (per-residue RMSD)"
        },
        {
            "text": "B-factors were obtained from the calculated root-mean square fluctuations (RMSF) using the relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B-factors"
        },
        {
            "text": "where r i are the coordinates for atom i, and the averaging is calculated over the last 5 ns of the MD trajectory. Calculated B-factors can be compared directly to experimental B-factors from crystal structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B-factors"
        },
        {
            "text": "To identify distinct conformations generated over the course of MD simulation we performed the cluster analysis. Snapshot structures extracted from the equilibrated trajectory at 10 ps intervals along the production run were grouped into clusters using the refinement (means) algorithm 34 in Ptraj. Initially, the number of clusters was determined by carrying out the cluster analysis using the average-linkage algorithm 34 in Ptraj. In addition, the 2D-RMSD plot, generated from the corresponding 2D-RMSD matrix, helped to determine the number of clusters before applying the means algorithm. The 2D-RMSD matrix was obtained by performing the RMSD comparison of the MD trajectory structures sampled at 10 ps intervals along the production run against all other structures in the same portion of the trajectory. Visual inspection of the 2D-RMSD plot provided an estimate for the number of distinct conformations sampled during the simulation.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Clustering"
        },
        {
            "text": "The spread of a simulated structure from its center was monitored by calculating the radius of gyration (R g ) over the length of the entire MD trajectory. The R g was calculated using the following relation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radius of gyration"
        },
        {
            "text": "where r i are the coordinates for atom i, w i is the mass of atom i, and R c is the center of mass of the N atoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radius of gyration"
        },
        {
            "text": "To yield information about correlated motions sampled during MD simulations we carried out the dynamic cross-correlation map (DCCM) analysis 40 in which the cross-correlation of the atomic displacements of Cα atoms was examined across the MD production run. For the displacement vectors Δr i , Δr j of atoms i and j, the cross-correlation is given by: matrix C whose elements c ij are given by the above equation was calculated for Cα atoms in Ptraj. The calculated matrix was visualized and analyzed using MATLAB 7.6 (The MathWorks, Natick, MA). For completely correlated motions c(i,j) = 1 and for completely anti-correlated motions c(i,j) = −1. Complete correlation means that the motions have the same phase as well as the same period. Deviations from 1 (or −1) imply either that the motions of i and j are less correlated (or anti-correlated) or that they deviate from motion along a straight line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Cross-Correlation Map (DCCM)"
        },
        {
            "text": "To separate major motions from irrelevant noise sampled during the simulation we carried out principal component analysis (PCA) 35 An orthogonal set of eigenvectors (or modes) is obtained by diagnolization of matrix S; the identified modes describe the directions of maximum variation in the observed conformational space spanned in the simulation trajectory. The variance around an average structure can be characterized directly as atomic displacements or motion. In this analysis, our focus was to characterize regions of RdRp structures that contribute most to the major motions described by the top principal modes. To do so, for each Cα atom, contributions to the total variance along the top six modes were summed and normalized to the average of the least contributing residues (5% of total residues). The relative displacements were plotted as a function of residue (Cα atoms). Plots of the B-factors averaged over the protein backbone atoms calculated from simulation (top, black line), and the experimental B-factors extracted from the crystal structure (bottom, grey line) are shown. The calculated B-factors are in good agreement with those obtained from the crystal structure. However, differences were observed at some regions of the structure (marked with asterisks). Most of these differences can be attributed to crystal packing. The secondary structural elements are marked as bars at the bottom of the plots. The conserved motifs A-G are indicated by the green bars. The regions of the sequence corresponding to the different subdomains are labeled and marked with the colored bar at the top: fingers (blue), palm (grey) and thumb (red).",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Principal Component Analysis (PCA)"
        },
        {
            "text": "The averaged per-residue RMSD was calculated using frames extracted from the last 10 ns of the trajectory at 10 ps intervals. Prior to calculation, the snapshots were superimposed onto the minimized starting structure using the backbone atoms of (a) the palm or (b) the thumb. High per-residue RMSD values for regions outside the subdomain employed for the superimposition indicates substantial conformational changes of the PV RdRp structure during simulation. In panel B segments of low per-residue RMSD values in regions other than the thumb subdomain are highlighted with short colored bars The low per-residue RMSD values suggests that residues of the highlighted regions move concertedly with residues of the thumb subdomain. (c) The residues highlighted in panel B are shown on the PV RdRP structure. These residues are involved in direct interactions with the thumb. (a) The relative displacements of Cα atoms observed in the sum of the first six principal components (modes) are plotted for each residue. Peaks correspond to regions contributing to the major motions observed during the MD simulations. The structure has been divided into seven segments (S1-S7). The fingers subdomain is shaded purple, the palm subdomain is shaded light grey, and the thumb subdomain is shaded orange. The conserved motifs A-G are indicated. Other regions of PV RdRp known to have functional significance have been labeled I-III. (b) PV RdRp structure rendered as a tube to indicate flexibility and shown in two views: (left) looking through the template-nascent RNA-duplex channel, and (right) looking through the NTP channel. The radius of the tube indicates the magnitude of the relative displacement shown in panel A. Each segment has a unique color. Only segments S1, S3, S4, S6 and S7 are shown. Interestingly, highly dynamic regions are located around the nascent RNA duplex and NTP channels. (c) The motion content of PC1, the largest mode of PCA, is visualized in two views that show the PV RdRp from the front (left) and the back (right). The starting structure of PV RdRp is depicted as wires with subdomains colored differently: blue (fingers), grey (palm), and red (thumb). The green \"porcupine needles\" indicate the direction of displacements of motions based on PC1; the size of the needle is proportional to the displacement. From the directions of displacement vectors represented by the needles, expansion and contraction of the RNA and NTP channels can be indicated; interestingly, when the template-nascent RNA duplex channel is open the NTP channel is closed and vice versa. (d) Structural variation among multiple crystal structures of PV RdRp is represented by RMSD for each residue in PV RdRp, calculated from superimposed crystallographic structures (PDB codes 1RA6, 1RA7, 2IM0, 2IM1, 2IM2, 2IM3, 2ILY, and 2ILZ). The structures were superimposed using Cα atoms of motifs B and C; superimposition was performed using Chimera. Residues that demonstrate large structural variations, indicated by high RMSD values, are implied to be flexible. Structural variations among different crystal structures qualitatively showed similar pattern to that displayed in (a) for residues in segments S1-S5. The smaller amount of variability of residues in segment S6 could be a result of using residues within this segment for superimposition. Differences between experimental data and simulation observed for residues in segment S7 are attributable to the crystal packing effect where mobility of these residues is masked inside crystals; such an effect is absent from simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. Per-residue RMSD analysis of PV RdRP suggests substantial conformational changes"
        },
        {
            "text": "The dynamic cross-correlation map (DCCM), which measures the correlation between the displacements of Cα atoms, calculated from simulations of RdRps from PV (a), CVB3 (b), HRV16 (c), and FMDV (d) are shown. For each enzyme, the calculated matrix whose elements are the pairwise correlation scores between its residues is visualized as a colored map. The correlation scores are encoded with a color gradient from −1 (blue, completely anti-correlated) to +1 (red, completely correlated). The conserved structural motifs are marked with grey bars. Residues that appeared flexible in PCA of PV RdRp (see Fig. 4a ) are shown to be strongly correlated. Both positive and negative correlations have implications regarding polymerase functions as discussed in the text. The figure was prepared using MATLAB 7.6. (a) The relative displacements of Cα atoms observed in the sum of the first six principal components (modes) are plotted for each residue. Peaks correspond to regions contributing to the major motions observed during the MD simulations. The structure has been divided into seven segments (S1-S7). The fingers subdomain is shaded purple, the palm subdomain is shaded light grey, and the thumb subdomain is shaded orange. The conserved motifs A-G are indicated. Other regions of PV RdRp known to have functional significance have been labeled I-III. Dynamic regions under the peaks across the different polymerases show a striking similarity; the observed dynamic patterns are largely conserved. Major peaks in the different segments (S1-S7) observed in PV are also observed at equivalent positions for the other three RdRps. Nonetheless, differences in relative displacements of motifs A and E as well as of the region spanning residues 43-55 in the fingers are noted. Local sequence and structural variations might account for differences in the observed dynamics. The plot of PV RdRp, shown previously in Figure 4 , is included for comparison with the other RdRps. (b) The average relative displacement calculated for the conserved motifs A-G and functional regions I-III of each RdRp is shown. The average was calculated by using the relative displacement of all residues constituting the motif as defined in Table S1 . The differences between relative displacements of WT and G64S are shown. Positive differences (green bars) indicate regions in G64S that are more flexible than WT; as negative differences (red bars) indicate less flexible regions. (c) Mapping of the differences between G64S and WT onto the structure of the WT PV RdRp; the differences are shown as color gradients of green (positive) and red (negative); the structure is rendered as a tube whose radius indicate the magnitude of the difference (large radius corresponds to regions that are more flexible in G64S and small radius corresponds to regions that are less flexible compared to WT. (d) Structural perturbations caused by the G64S substitution. The average structures for WT (black) and G64S (grey) are shown. Panel I shows changes from position 64to the N-terminal residues (8) (9) (10) (11) (12) (13) (14) (15) and motif F (162-172). Panel II shows changes in motifs D (353-362). The hydrogen bonding network involving residues Gly1, Gly64, A239, and Leu241 remains in both enzymes. (e) The dynamic cross-correlation map (DCCM) calculated for G64SPV RdRp as done for the WT enzymes in Figure 5 . (f) Opening and closing of the template-nascent RNA duplex channel. The frequency distribution for the Cα-Cα distance of Ser113 (fingers) and Asp412 (thumb) in G64S (grey curve) is shown. The black curve corresponds to the WT and is shown for comparison. A shift to the more open conformations is observed in G64S relative to the WT. The residues shown in red boldfaced type are completely conserved among RdRPs; those residues representing signatures of the conserved sequence motifs are shown in black boldfaced type and underlined. 61",
            "cite_spans": [
                {
                    "start": 3060,
                    "end": 3063,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3064,
                    "end": 3067,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3068,
                    "end": 3072,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3073,
                    "end": 3077,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3078,
                    "end": 3082,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3083,
                    "end": 3087,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3088,
                    "end": 3092,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3093,
                    "end": 3097,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 607,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1910,
                    "end": 1918,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2215,
                    "end": 2223,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3372,
                    "end": 3380,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Figure 5. Correlated motions in RdRps"
        },
        {
            "text": "b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 5. Correlated motions in RdRps"
        },
        {
            "text": "The identification of residues' functions was based on the crystal structure of RdRp-RNA-NTP complex of FMDV RdRp (PDB code 1WNE). 19 Table 2 Flexibility and function of segments of PV RdRp structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Figure 5. Correlated motions in RdRps"
        },
        {
            "text": "Function S1 The peaks in the PCA plot were identified with respect to the immediate boundary regions. Relative flexibility is assigned as follows: +++, relative displacement > 4-fold; ++, 4-fold > relative flexibility > 3-fold; and +, 3-fold > relative flexibility > 2-fold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key residues b"
        },
        {
            "text": "b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key residues b"
        },
        {
            "text": "Residues that are important for the functions defined in the last column. However, there is no known functions for residues 313-317, which showed conserved dynamics in the studied RdRps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key residues b"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Laboratory surveillance for wild and vaccine-derived polioviruses",
            "authors": [],
            "year": 2007,
            "venue": "Wkly Epidemiol Rec",
            "volume": "83",
            "issn": "",
            "pages": "321--329",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recombination between polioviruses and co-circulating Coxsackie A viruses: role in the emergence of pathogenic vaccine-derived polioviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jegouic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Joffret",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Riquet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perret",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Colbere-Garapin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rakoto-Andrianarivelo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Delpeyroux",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The design of drugs for HIV and HCV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Rev Drug Discov",
            "volume": "6",
            "issn": "",
            "pages": "1001--1019",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Therapeutically targeting RNA viruses via lethal mutagenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Graci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Future Virol",
            "volume": "3",
            "issn": "",
            "pages": "553--566",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Challenges for the development of ribonucleoside analogues as inducers of error catastrophe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Graci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antivir Chem Chemother",
            "volume": "15",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Broad-spectrum antiviral activity of Virazole: 1-beta-D-ribofuranosyl-1,2,4-triazole-3-carboxamide",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sidwell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Khare",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Witkowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Robins",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Science",
            "volume": "177",
            "issn": "",
            "pages": "705--711",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Remote site control of an active site fidelity checkpoint in a viral RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "25706--25722",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A single mutation in poliovirus RNA-dependent RNA polymerase confers resistance to mutagenic nucleotide analogs via increased fidelity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "7289--94",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ribavirin and lethal mutagenesis of poliovirus: molecular mechanisms, resistance and biological implications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "107",
            "issn": "",
            "pages": "173--81",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Determinants of RNAdependent RNA polymerase (in)fidelity revealed by kinetic analysis of the polymerase encoded by a foot-and-mouth disease virus mutant with reduced sensitivity to ribavirin",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Smidansky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "12346--55",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An antiviral mechanism investigated with ribavirin as an RNA virus mutagen for foot-and-mouth disease virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biochem Mol Biol",
            "volume": "39",
            "issn": "",
            "pages": "9--15",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Foot-and-mouth disease virus mutant with decreased sensitivity to ribavirin: implications for error catastrophe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sierra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Airaksinen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Lopez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agudo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "2012--2036",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Quasispecies diversity determines pathogenesis through cooperative interactions in a viral population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "344--352",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Engineering attenuated virus vaccines by controlling replication fidelity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vignuzzi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Med",
            "volume": "14",
            "issn": "",
            "pages": "154--61",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incorporation fidelity of the viral RNA-dependent RNA polymerase: a kinetic, thermodynamic and structural perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "107",
            "issn": "",
            "pages": "141--150",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structural insights into replication initiation and elongation processes by the FMDV RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrer-Orta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agudo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Struct Biol",
            "volume": "19",
            "issn": "",
            "pages": "752--760",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Structural basis for proteolysis-dependent activation of the poliovirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "3462--71",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structural basis for active site closure by the poliovirus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "22505--22515",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure of footand-mouth disease virus RNA-dependent RNA polymerase and its complex with a templateprimer RNA",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrer-Orta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Luque",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escarmis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "47212--47233",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The crystal structure of coxsackievirus B3 RNA-dependent RNA polymerase in complex with its protein primer VPg confirms the existence of a second VPg binding site on Picornaviridae polymerases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gruez",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Selisko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bricogne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bussetta",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jabafi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Neyts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "9577--90",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The crystal structure of the RNA-dependent RNA polymerase from human rhinovirus: a dual function target for common cold antiviral therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Maegley",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferre",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Lingardo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Diehl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Parge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dragovich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuhrman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Structure",
            "volume": "12",
            "issn": "",
            "pages": "1533--1577",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Poliovirus RNA-dependent RNA polymerase (3Dpol): pre-steady-state kinetic analysis of ribonucleotide incorporation in the presence of Mg2+ Biochemistry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "43",
            "issn": "",
            "pages": "5126--5163",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Crystal structure of poliovirus 3CD protein: virally encoded protease and precursor to the RNAdependent RNA polymerase",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Marcotte",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gohara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Filman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hogle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3583--96",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamics: the missing link between structure and function of the viral RNA-dependent RNA polymerase?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Moustafa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Struct Biol",
            "volume": "19",
            "issn": "",
            "pages": "768--74",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long-range interaction networks in the function and fidelity of poliovirus RNA-dependent RNA polymerase studied by nuclear magnetic resonance",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Boehr",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biochemistry",
            "volume": "49",
            "issn": "",
            "pages": "9361--71",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Relating protein motion to catalysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammes-Schiffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Benkovic",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Biochem",
            "volume": "75",
            "issn": "",
            "pages": "519--560",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dynamic personalities of proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henzler-Wildman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "964--72",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Intrinsic motions along an enzymatic reaction trajectory",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Henzler-Wildman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf-Watz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fenn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pozharski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Petsko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Hubner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "838--882",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A hierarchy of timescales in protein dynamics is linked to enzyme catalysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Henzler-Wildman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kerns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "913--919",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dynamics of folded proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccammon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Gelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "267",
            "issn": "",
            "pages": "585--90",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Molecular simulations of protein dynamics: new windows on mechanisms in biology",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Dodson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "EMBO Rep",
            "volume": "9",
            "issn": "",
            "pages": "144--50",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Molecular dynamics simulations of biomolecules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acc Chem Res",
            "volume": "35",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Analysis of RNA-dependent RNA polymerase structure and function as guided by known polymerase structures and computer predictions of secondary structure",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "O&apos;reilly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "252",
            "issn": "",
            "pages": "287--303",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clustering Molecular Dynamics Trajectories: 1. Characterizing the Performance of Different Clustering Algorithms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Cheatham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Chemical Theory and Computation",
            "volume": "3",
            "issn": "",
            "pages": "2312--2334",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Essential dynamics of proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amadei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Linssen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Berendsen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proteins",
            "volume": "17",
            "issn": "",
            "pages": "412--437",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Large-amplitude nonlinear motions in proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phys Rev Lett",
            "volume": "68",
            "issn": "",
            "pages": "2696--2699",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Clustered charged-to-alanine mutagenesis of poliovirus RNAdependent RNA polymerase yields multiple temperature-sensitive mutants defective in RNA synthesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirkegaard",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "863--76",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Picornavirus genome replication. Identification of the surface of the poliovirus (PV) 3C dimer that interacts with PV 3Dpol during VPg uridylylation and construction of a structural model for the PV 3C2-3Dpol complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Reitman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moustafa",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "875--88",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Stabilization of poliovirus polymerase by NTP binding and fingers-thumb interactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Albertini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Peersen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "366",
            "issn": "",
            "pages": "1459--74",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Collective motions in proteins: a covariance analysis of atomic fluctuations in molecular dynamics and normal mode simulations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ichiye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proteins",
            "volume": "11",
            "issn": "",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Poliovirus RNA-dependent RNA polymerase (3Dpol): kinetic, thermodynamic, and structural analysis of ribonucleotide selection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Gohara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "5149--58",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Dynamics on multiple timescales in the RNA-directed RNA polymerase from the cystovirus {phi}6",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Molecular dynamics and protein function",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuriyan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "6679--85",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A perspective on enzyme catalysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Benkovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hammes-Schiffer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "1196--202",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Dynamics on multiple timescales in the RNA-directed RNA polymerase from the cystovirus phi6",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids Res",
            "volume": "38",
            "issn": "",
            "pages": "5105--5123",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Relationships among the positive strand and double-strand RNA viruses as viewed through their RNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nucleic Acids Res",
            "volume": "19",
            "issn": "",
            "pages": "217--243",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Poliovirus RNA-dependent RNA polymerase (3D(pol)). Assembly of stable, elongation-competent complexes by using a symmetrical primer-template substrate (sym/ sub)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "5329--5365",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Recombinant viral RdRps can initiate RNA synthesis from circular templates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Ranjith-Kumar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "RNA",
            "volume": "12",
            "issn": "",
            "pages": "303--315",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Sequential structures provide insights into the fidelity of RNA replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrer-Orta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perez-Luque",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escarmis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "104",
            "issn": "",
            "pages": "9463--9471",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A ratchet mechanism of transcription elongation and its control",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bar-Nahum",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Epshtein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ruckenstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rafikov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mustaev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nudler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "120",
            "issn": "",
            "pages": "183--93",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Crystal structures of active and inactive conformations of a caliciviral RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cherney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Machin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "1381--1388",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Nucleic acid polymerases use a general acid for nucleotidyl transfer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Smidansky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Maksimchuk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moustafa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gotte",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Konigsberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Struct Mol Biol",
            "volume": "16",
            "issn": "",
            "pages": "212--220",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Protein Data Bank: unifying the archive",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thanki",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ravichandran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilliland",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bluhm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weissig",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "245--253",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Features and development of Coot",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lohkamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "66",
            "issn": "",
            "pages": "486--501",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The Amber biomolecular simulation programs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Cheatham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Darden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gohlke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Merz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onufriev",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simmerling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Comput Chem",
            "volume": "26",
            "issn": "",
            "pages": "1668--88",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Comparison of simple potential functions for simulating liquid water",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chandrasekhar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Chem Phys",
            "volume": "79",
            "issn": "",
            "pages": "926--935",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Ewald--an Nlog(N) method for Ewald sums in large systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Darden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Chem Phys",
            "volume": "98",
            "issn": "",
            "pages": "10089--10092",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Numerical integration of the cartesian equations of motion of a system with constraints: Molecular dynamics of n-alkanes",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Ryckaert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ciccotti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Berendsen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Comput Phys",
            "volume": "23",
            "issn": "",
            "pages": "327--341",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Molecular dynamics with coupling to an external bath",
            "authors": [
                {
                    "first": "Hjc",
                    "middle": [],
                    "last": "Berendsen",
                    "suffix": ""
                },
                {
                    "first": "Jpm",
                    "middle": [],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Van Gunsteren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Haak",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Chem Phys",
            "volume": "81",
            "issn": "",
            "pages": "3684--3690",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "UCSF Chimera--a visualization system for exploratory research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenblatt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferrin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Comput Chem",
            "volume": "25",
            "issn": "",
            "pages": "1605--1617",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Identification of four conserved motifs among the RNAdependent polymerase encoding elements",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Poch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sauvaget",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delarue",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tordo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": "3867--74",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Residues 8-15, 219-224, 231-233 (motif A), 353-362 (motif D), 380-388, and 440-446 were more flexible in G64S mutant, whereas residues 19-22, 41-53, 161-172 (motif F), 238-239 (motif A), 337-338 and 407-411 were less flexible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The negative correlations of the PV RdRp fingertips(28)(29)(30)(31)(32)(33)(34)(35)(36)(37)(38)(39)(40)(41)(42)(167)(168)(169)(170)(171)(172)(173) and palm (214-219, 376-380) extend to the fingers to include residues(18-24, 43-57, 157-176)  (Figure 5), and contribute to expansion and contraction of the channel for the nascent RNA duplex, even in the context of the completely encircled active site. The expansion and contraction of the nascent RNA channel is most influenced by residues (96-117, 120-149) of the fingers and residues (400-461) of the thumb (Figure 6). Crystal structures of PV RdRp show that the channel for the nascent RNA duplex is of insufficient diameter to accommodated duplex RNA. The expansion of the channel observed during the simulation showed that PV RdRp samples conformations sufficient for duplex RNA (Figure 6). Similar observations were made for the other RdRps, although the average diameter and magnitude of the expansion and contraction motions varied (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "; 36 over the entire MD production run by diagonalizing the variance/covariance matrix (S) of the positional deviations of Cα atoms with respect to the average structure. The elements of this matrix are given by: where, s ij : element of the covariance matrix S r i : coordinate x, y, z of Cα i atom of the trajectory r j : coordinate x, y, z of Cα j atom of the trajectory <r i >: coordinate x, y, z of the average structure <r j >: coordinate x, y, z of the average structure < > t : denotes the time average over the MD trajectory",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Structure of PV RdRP and location of conserved structural motifs (a) The ribbon diagram shown was created from pdb 1RA6. The three subdomains are indicated as follows: fingers (blue), palm (grey) and thumb (red). (b) The conserved structural motifs (A-G) necessary for substrate or cofactor binding and catalysis are indicated as follows: A (pink), B (yellow), C (orange), D (cyan), E (dark red), F (tan), and G (light green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "B-factor analysis of the PV RdRP validates MD simulation and reveals dynamic regions not seen in the crystal structure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Functional motifs of PV RdRp largely contribute to the major motions observed during the simulation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Opening and closing of the RNA-binding channel of PV RdRp (a) The closed (top) and open (bottom) conformations of PV RdRp with modeled RNA. The RNA modeled in the apo enzyme representing the closed conformation was taken from the PV RdRp elongation complex structure (pdb code 3OL6). The open conformation derives from a snapshot from the simulation. (b) Oscillation of the radius of gyration (R g ). The time evolution of R g for the simulated structure is shown by the black line; the running average (200 ps window) is shown by the red line. (c) Oscillation of the Cα-Cα distance of Ser113 (fingers) and Asp412 (thumb). The time evolution of distance for the simulated structure is shown by the black line; the running average (200 ps window) is shown by the red line. (d) The frequency distribution of the distances observed in panel C. The green line represents the fit to a Gaussian model using the program Grace-5.1.22. (e) Hinge-twist motion of the thumb observed by superimposition of snapshots across the simulation trajectory. Residues P393 and G425 are the pivot points for the motion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Conserved dynamics of the RdRps from PV, CVB3, HRV16 and FMDV",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Global changes in the dynamics of PV RdRp antimutator (G64S 3Dpol) (a) The relative displacements of Cα atoms observed in the sum of the first six principal components (modes) are plotted for each residue. Regions showing visually observable differences of the relative displacement between G64S and WT are indicated by arrows. (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Conserved sequence/structure motifs and functionally important regions of PV RdRPSubdomain Conserved structural/ functional regions Sequence a 2′-OH of NTP and metal B binding Base of NTP and template binding Primer and metal A binding and catalysis D 338 VDASLLAQSGKDYGLTMTPADKSAT 362 Triphosphate of NTP binding and catalysis E 363 FETVTWENVTFLKRFF RA 380 Nascent RNA 3′-end binding Nascent RNA duplex binding",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Leu420 Template & primer binding & opening/closing of nascent RNA channel",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "This study was funded by a grant from NIH (AI045818 to CEC) and a seed grant from the Penn State Huck Institute of the Life Sciences and Material Research Institute (to CMC and CEC). This research was also supported in part by the National Science Foundation through TeraGrid resources provided by Pittsburgh Supercomputing Center (grant number MCB080068N to CMC). We acknowledge the ITS-HPC group and the Materials Simulation Center at Penn State University for their computer resources, and Dr. Ping Lin for the valuable time and help. We thank Jamie Arnold, Philip Bevilacqua, David Boehr, Janna Maranas, Scott Showalter, and Eric Smidansky for comments on the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}