{
    "paper_id": "0a80e28c067a60c41727994f0fda0cf10deeb1dc",
    "metadata": {
        "title": "Regulatory Underpinnings of Global Health Security: FDA's Roles in Preventing, Detecting, and Responding to Global Health Threats",
        "authors": [
            {
                "first": "Brooke",
                "middle": [],
                "last": "Courtney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CAPT Carmen Maher",
                    "location": {
                        "region": "RN, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "C"
                ],
                "last": "Bond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CAPT Carmen Maher",
                    "location": {
                        "region": "RN, MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Carmen",
                "middle": [],
                "last": "Maher",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CAPT Carmen Maher",
                    "location": {
                        "region": "RN, MA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In February 2014, health officials from around the world announced the Global Health Security Agenda, a critical effort to strengthen national and global systems to prevent, detect, and respond to infectious disease threats and to foster stronger collaboration across borders. With its increasing global roles and broad range of regulatory responsibilities in ensuring the availability, safety, and security of medical and food products, the US Food and Drug Administration (FDA) is engaged in a range of efforts in support of global health security. This article provides an overview of FDA's global health security roles, focusing on its responsibilities related to the development and use of medical countermeasures (MCMs) for preventing, detecting, and responding to global infectious disease and other public health emergency threats. The article also discusses several areas-antimicrobial resistance, food safety, and supply chain integrity-in which FDA's global health security roles continue to evolve and extend beyond MCMs and, in some cases, beyond traditional infectious disease threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Brooke Courtney, JD, MPH, is Senior Regulatory Counsel, Office of Counterterrorism and Emerging Threats, Office of the Chief Scientist, Office of the Commissioner; Katherine C. Bond, ScD, is Director, Office",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n February 2014, health officials from around the world announced the Global Health Security Agenda, a collaborative effort of governments and international organizations to protect citizens from the global threat of infectious diseases. 1 This agenda represents a critical effort to strengthen national and global systems to prevent, detect, and respond to infectious disease threats and to foster stronger collaboration across borders. 2, 3 Priority issues in the agenda include the threats of antimicrobial resistance, food safety, and biosecurity. 4 The concept of global health security is not a new one; it dates back centuries, with approaches to governance evolving over time. 5 In 2001, for example, the World Health Organization (WHO) World Health Assembly passed a resolution supporting the revision of the International Health Regulations (IHR), thus associating the concept of health security with infectious disease threats and IHR compliance. 6 The current agenda, announced over a decade later, reinforces the IHR (2005), encouraging countries to deepen their capacities to detect threats early, with the goal of keeping the impact of threats to a minimum, and to enhance their collaboration with others to mobilize resources and responses when needed. 7 In recent times, the global community has faced serious infectious disease threats, including severe acute respiratory syndrome (SARS); novel influenza virus strains such as H5N1, H1N1, and H7N9; Middle East respiratory syndrome coronavirus (MERS-CoV); and Ebola. The forces of globalization-travel, trade, migration, and modern livestock production, to name a few-are well-recognized as contributing to such health security threats, creating ecosystems in which new pathogens emerge and global connectivity through which they can spread rapidly. 8 These outbreaks, and the forces that contributed to their emergence, have prompted and sustained greater investments in disease surveillance capacity, new models for transnational collaboration, and medical products to mitigate such threats.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 444,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 554,
                    "end": 555,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 687,
                    "end": 688,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 960,
                    "end": 961,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1271,
                    "end": 1272,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1820,
                    "end": 1821,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the full scope of its increasing global efforts is not often well understood, the US Food and Drug Administration (FDA) is among the many players in the global health security field, given its numerous roles in ensuring the availability, safety, efficacy, and security of medical and food products. Given the growth in imports, and the complexity of the global marketplace, FDA is adapting from an agency with primarily domestic responsibilities to one that achieves its mission in a global context. New legislation such as the Food Safety Modernization Act (FSMA; Public Law 111-353) and the Food and Drug Administration Safety and Innovation Act (FDASIA; Public Law 112-144) have provided the agency with new authorities that will help to secure the safety and integrity of food and drugs, respectively, imported into and sold in the United States. FDA's vision is a global product safety net, involving collaboration with multiple stakeholders, that protects the health of consumers and patients in the United States and worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article provides an overview of FDA's broad roles in global health security, focusing on its responsibilities related to the development and use of medical countermeasures (MCMs) for preventing, detecting, and responding to global infectious disease and other public health emergency threats. The article also discusses several areas in which FDA's global health security roles continue to evolve and extend beyond MCMs and, in some cases, beyond traditional infectious disease threats as outlined in the Global Health Security Agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a science-based and public health regulatory agency of the US Department of Health and Human Services (HHS), FDA is responsible for regulating and ensuring the safety of over $1 trillion in consumer goods in the United States. This equates to products accounting for over 20% of every consumer dollar spent on goods in the US. Among these consumer goods is a wide range of products, including medical (ie, drug, biologic/vaccine, and device), food, and tobacco products and cosmetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of FDA's Global Health Security Roles"
        },
        {
            "text": "Ten years ago, FDA's regulatory roles primarily focused on overseeing a largely domestic market of medical products and foods. However, with increased reliance on global supply chains, the US faces a new range of challenges and threats to the safety of its drug and food products. FDA's international roles have thus expanded dramatically, with the number of FDA-regulated imported goods quadrupling over the past decade. For example, in 2013, approximately 29 million shipments of imported medical and food products entered the US, passing through US ports of entry from more than 300,000 facilities in 150 different countries through 130,000 importers. 9 Imports now account for approximately 40% of finished drugs and 80% of active pharmaceutical ingredients (API) in the US market. 9 Significantly, most of the product import increase is coming from countries with limited or inconsistent regulatory oversight. Numerous examples of quality and safety lapses exist. 10 For instance, counterfeit versions of cancer medications have reached the US. In 2012, counterfeit Avastin sold over the internet was found to have no active ingredient, compromising complex treatment regimens. 11 At the core of FDA's domestic and increasingly global responsibilities is a strong legal and regulatory foundation through the Federal Food, Drug, and Cosmetic (FD&C) Act and the Public Health Service (PHS) Act, as amended over time to address evolving drug, food, and other product challenges, including those occurring at the global level. For example, FSMA provides FDA with new authorities to enhance the safety of the US food supply (eg, by modernizing the oversight of imported foods and guarding against intentional contamination), and FDASIA provides FDA with new authorities to protect the global drug supply chain (eg, by partnering with foreign regulatory authorities and strengthening enforcement tools). 12, 13 The medical and food products we consume and use are essential to securing health, ranging from the availability of safe and nutritious food, to vaccines for preventable diseases, pharmaceutical products to prevent or treat illness, and diagnostic devices to detect novel viruses. Well-functioning regulatory systems play an essential role in global health security through securing product supply chains and minimizing threats to product safety and quality, as well as advancing innovations to prevent and treat diseases. Yet, to date, regulatory functions along the continuum of threat prevention, detection, and response have not been central to the global health security dialogue. The following section summarizes FDA's MCM regulatory and other functions that support global health security in the context of emerging infectious disease and other health threats, including chemical, biological, radiological, and nuclear (CBRN) threats.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 656,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 786,
                    "end": 787,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 969,
                    "end": 971,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1183,
                    "end": 1185,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1903,
                    "end": 1906,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1909,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview of FDA's Global Health Security Roles"
        },
        {
            "text": "The mitigation of emerging and ongoing public health emergency threats often requires the use of MCMs. Therefore, a critical component of global health security is having available safe and effective MCMs that can counter specific threats and ensuring that countermeasures can be deployed and administered as rapidly as needed before or during outbreaks, epidemics, and pandemics. Medical countermeasures are the THE FDA AND GLOBAL HEALTH SECURITY medical products-the drugs (eg, antibiotics), biologics (eg, vaccines), and devices (eg, in vitro diagnostics, or IVDs)aimed at countering the human health effects of CBRN and emerging infectious disease threats (eg, influenza pandemics), whether naturally, accidentally, or deliberately caused. FDA has long-standing roles in MCM-related issues, ranging from the early stages of product development through MCM stockpiling, use, and surveillance during public health emergencies. FDA's MCM work extends beyond traditional infectious disease threats, with the agency's collective work in these broader areas (eg, anthrax, nuclear and chemical threat preparedness) strengthening its capability to respond from a scientific and regulatory perspective to a broad spectrum of global health threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Underlying FDA's MCM work is a strong regulatory framework and a foundation of collaboration with domestic and international partners. FDA is responsible for ensuring that MCMs are safe, effective, and secure through a range of responsibilities aimed at facilitating development and, ultimately, timely access to MCMs during emergencies. For example, FDA engages with product sponsors throughout the MCM development process; approves, licenses, or clears MCM marketing applications that meet applicable standards for safety and efficacy; provides regulatory advice and guidance to MCM product sponsors, Public Health Emergency Medical Countermeasures Enterprise (PHEMCE) partners, the Strategic National Stockpile (SNS), WHO, and national public health and regulatory authorities; works to ensure that FDA regulations and policies adequately support MCM development, preparedness, and response activities; and uses, when appropriate, special legal and regulatory mechanisms to permit certain MCM emergency preparedness and response activities. 14 Ultimately, the goal for MCM products under development is FDA approval, licensure, or clearance. However, attaining approval for an MCM can present unique challenges. Sometimes there are gaps in scientific knowledge that can affect FDA's review of MCMs and hinder regulatory decision making. Even though FDA has the flexibility to grant marketing approval for MCMs based on adequate and wellcontrolled animal studies in situations when it is neither ethical nor feasible to conduct efficacy studies in humans (such as with dangerous pathogens like the smallpox virus), sufficient animal models might not exist and using an animal model might lead to incomplete information on use of the product in humans. 15 Product sponsors also face challenges in knowing what MCMs they should develop or how to develop specific MCMs because of uncertainties about threats to address, a challenge exacerbated when many developers in the MCM field are small companies with more limited experience taking a product through advanced development to FDA approval.",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1046,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1754,
                    "end": 1756,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In 2010, to help further address these types of challenges and to further strengthen MCM-related partnerships, FDA's collective MCM roles in addressing CBRN and emerging infectious disease threats were formalized through the establishment of the FDA Medical Countermeasures Initiative (MCMi). 16 The MCMi is coordinated through the Office of Counterterrorism and Emerging Threats in the Commissioner's Office, operating in close collaboration with the Center for Drug Evaluation and Research (CDER), the Center for Biologics Evaluation and Research (CBER), and the Center for Devices and Radiological Health (CDRH), each of which has teams of MCM experts, as well as with the Office of International Programs, the Office of Crisis Management, and other internal partners.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Medical Countermeasures Initiative"
        },
        {
            "text": "Since the MCMi's establishment, FDA has focused increased resources on promoting the development of MCMs by identifying and resolving complex regulatory science challenges to approval (which also may have application to other product areas) and has enhanced MCM engagement, coordination, and collaboration within FDA and with other partners in HHS, such as the Assistant Secretary for Preparedness and Response (ASPR), the Centers for Disease Control and Prevention (CDC), and the National Institutes of Health (NIH) through the PHEMCE, and outside of HHS. 17, 18 The MCMi serves as a nexus for FDA's collaboration with interagency, state, and local public health and emergency responders and global partners (eg,WHO). FDA has also been engaged in biosafety and biosecurity promotion (eg, through the National Science Advisory Board for Biosecurity) and in training efforts (eg, related to identifying and sharing best practices for ensuring data quality and integrity in high-containment BSL-3 and -4 facilities for studies being conducted to support MCM development using the Animal Rule).",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 560,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "18",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Medical Countermeasures Initiative"
        },
        {
            "text": "Further, through the MCMi, FDA has strengthened its legal and regulatory framework for facilitating timely access to MCMs. Public health emergency response circumstances often demand nimble approaches to facilitate MCM stockpiling, dispensing, and use. For example, in some cases, the most appropriate MCMs for a response might not be approved by FDA, or might be intended to be used in ways outside of their FDA-approved labeling, such as for a new age group. In these cases, special legal preparedness tools (eg, an Emergency Use Authorization, or EUA) might be needed to facilitate getting the right MCMs to the right populations without delay, while also ensuring that appropriate patient safeguards and legal protections are provided when needed. 19 Even when approved MCMs are deployed, response challenges can emerge. For instance, to respond rapidly, MCMs might be dispensed to the public by a responder who is not a licensed healthcare professional or with unapproved labeling. Through the Pandemic and All-Hazards Preparedness Reauthorization Act of 2013 (PAHPRA), FDA's legal and regulatory framework for MCM preparedness and response has been strengthened (eg, through EUA flexibilities and establishment of additional authorities). 20 PAHPRA also includes several provisions to enhance COURTNEY ET AL.",
            "cite_spans": [
                {
                    "start": 752,
                    "end": 754,
                    "text": "19",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "20",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Medical Countermeasures Initiative"
        },
        {
            "text": "MCM product development, addressing efforts that were already under way at FDA through the MCMi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Countermeasures Initiative"
        },
        {
            "text": "The following summary provides examples to illustrate how FDA's MCM efforts for emerging infectious disease and CBRN threats intersect with and contribute to global health security. While they are organized by the 3 overarching objectives of the Global Health Security Agenda-prevent, detect, and respond-some of the examples do not fit clearly into a single category. Much of FDA's MCM work is focused on being prepared for and responding to public health threats. FDA efforts for making available for laboratory use an uncleared diagnostic device for detecting a novel infectious disease threat, for example, could be considered a response action, or an action that contributes to helping to detect a threat early, which could in turn serve to help prevent or contain an epidemic. FDA approval for market of an MCM using the Animal Rule mechanism is another example of an FDA action that could fall under preventing avoidable epidemics and under responding rapidly and effectively, since it can facilitate domestic and international availability of MCMs that can be rapidly deployed to prevent or treat infectious disease or CBRN threats, thus potentially mitigating or decreasing their global burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of MCM Efforts and Global Health Security"
        },
        {
            "text": "FDA engages in a number of efforts that can contribute to preventing or reducing the impact of natural, accidental, or deliberate outbreaks, including through approving MCM products and using and strengthening legal and regulatory authorities to facilitate MCM availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevent Avoidable Epidemics"
        },
        {
            "text": "Since the establishment of the MCMi, FDA has approved a number of MCMs aimed at early mitigation of the health impacts of infectious disease and other public health threats. In the area of influenza pandemic preparedness, seasonal influenza preparedness is critical for helping to increase and sustain pandemic influenza vaccine production capacity. For example, FDA recently approved several innovative seasonal influenza vaccines, including the first seasonal influenza vaccine licensed in the US using modern cell culture techniques to facilitate faster manufacturing startup; approved the first adjuvanted influenza vaccine for use in adults 18 years of age and older who are at increased risk of exposure to the avian influenza H5N1virus subtype contained in the vaccine; and has collaborated with ASPR, CDC, and NIH on developing H7N9 influenza virus vaccine candidates. 17 FDA has also approved a number of diagnostic devices, as described in the following section, that can in some cases contribute to preventing or mitigating epidemics through detecting threats early.",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 879,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Prevent Avoidable Epidemics"
        },
        {
            "text": "Legal and regulatory authorizations to facilitate MCM product availability are also vital to early mitigation of disease outbreaks and other public health threats. For example, under PAHPRA, FDA can now clearly issue EUAs for MCMs for preparedness purposes in advance of an actual public health emergency (eg, for IVDs for detecting emerging infectious disease threats like MERS-CoV) and also has several new authorities to facilitate access to approved MCMs during emergencies. Before PAHPRA, FDA issued 2 EUAs for anthrax preparedness purposes; both enable dispensing of anthrax antimicrobials as postexposure prophylaxis to the public under a nonmedical model by various stakeholders immediately following a wide-area anthrax attack. 19 An EUA not only can facilitate a US domestic response, but also can allow, when appropriate, the shipment of a product authorized for use under the EUA from the US to other countries for use in those countries, provided that the authorization's criteria for issuance, scope, and conditions for emergency use are met.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 739,
                    "text": "19",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Prevent Avoidable Epidemics"
        },
        {
            "text": "To help detect early, and thus work to mitigate, infectious disease and other health threats in humans, diagnostic devices are essential. In the area of detecting threats early to save lives and for biosurveillance purposes, FDA has approved a number of diagnostic devices and authorized the emergency use of uncleared diagnostic devices for preparedness purposes to address emerging threats. For example, FDA approved a new multiplex nucleic acid assay for the qualitative determination of influenza A, influenza B, and respiratory syncytial virus type RNA in nasopharyngeal swabs from patients with signs and symptoms of respiratory infection; a label modification to the CDC Human Influenza Real-Time RT-PCR Diagnostic Panel to interpret results that are positive for influenza A H3 and negative for other influenza markers as presumptive positive for H3N2v influenza A virus detection; and modifications of several previously approved influenza assays to improve performance and demonstrate analytical reactivity with influenza A (H7N9) virus and the influenza A (H3N2v) virus. 17 For novel diagnostics that are not yet cleared but that are promising for CBRN and emerging infectious disease preparedness and response purposes, FDA can use its EUA to authorize the use of certain tests to strengthen domestic and, in some cases, international laboratory capacity and public health preparedness. For example, FDA issued EUAs in 2014 for uncleared IVDs for the detection of the novel influenza A (H7N9) (detected in China in 2013) virus and MERS-CoV for preparedness purposes. 19 In 2013, FDA also issued EUAs for uncleared IVDs to strengthen preparedness for the emerging infectious disease threats of novel influenza A (H7N9) virus and MERS-CoV. These EUAs remain in effect. 19 When appropriate, EUAs have also allowed for such IVDs to be used internationally (eg, by DoD Network Laboratories in other countries or by foreign laboratories) as part of the global response to a particular emerging threat. In response to the 2009-10 H1N1 THE FDA AND GLOBAL HEALTH SECURITY influenza pandemic, FDA issued 18 EUAs for uncleared IVDs to detect the novel influenza strain. 21 ",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1084,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1579,
                    "end": 1581,
                    "text": "19",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1779,
                    "end": 1781,
                    "text": "19",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2171,
                    "end": 2173,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Detect Threats Early"
        },
        {
            "text": "Because of its regulatory roles, FDA is involved in a number of efforts aimed at responding rapidly and effectively to biological and other public health threats at the global level, including through international coordination and communication, emergency operations center (EOC) activities, product approvals, legal and regulatory authorities to improve access to MCMs during health emergencies, and surveillance of MCM use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respond Rapidly and Effectively to Biological Threats of International Concern"
        },
        {
            "text": "In terms of collaborations to improve coordination and global access to MCMs during public health emergencies, FDA works closely with HHS and international partners, including WHO, through several partnerships aimed at strengthening and facilitating the sharing of MCM products and expertise. For instance, FDA collaborates with HHS and other US government partners on a variety of MCM issues, such as international requests for MCMs. Through the Global Health Security Initiative (GHSI), FDA works with such partners to strengthen operational frameworks and build regulatory capacity for responding to global infectious disease threats through the sharing of MCMs and expertise (eg, on legal/regulatory approaches) across countries. 22 FDA also works closely with US and Canadian partners through the Beyond the Border Initiative, providing MCM expertise, and collaborates with WHO to help ensure rapid availability of needed medical products by assisting with prequalification of products for deployment to needed areas. 23 To enhance internal and interagency emergency coordination, FDA's Office of Crisis Management serves as FDA's focal point for coordinating emergency and crisis response activities involving FDA-regulated products and manages FDA's EOC, which is linked to the global EOC network through the HHS EOC. 24 In addition to helping to prevent epidemics in some situations, product approvals are often important for responses to public health emergencies when they are occurring. In the area of pandemic preparedness, FDA expanded the approval for use of an antiviral to treat children as young as 2 weeks of age. 17 Other public health threat product approvals include a botulism antitoxin (the first polyclonal antibody approved under the Animal Rule), an antibiotic for treatment of plague, an inhalational anthrax therapeutic (the first monoclonal antibody approved under the Animal Rule), and a next-generation portable ventilator. 17 As mentioned, FDA has special legal and regulatory authorities to help improve access to MCMs during public health emergencies. These include the EUA, other emergency use authorities under PAHPRA (eg, emergency dispensing of approved products), and Investigational New Drug Application (IND) or Investigational Device Exemption (IDE). In direct response to the emerging threats of MERS-CoV and the novel influenza A (H7N9) virus, FDA issued EUAs to facilitate access to new diagnostics to help detect the novel threats in the US and abroad. In response to the 2009-10 H1N1 influenza pandemic, FDA issued 22 EUAs for MCMs (ie, antiviral drugs, IVDs, and personal protective equipment) to counter the novel influenza strain during the response. FDA also has mechanisms to extend the expiration dating of certain properly stored MCMs based on scientific data. When appropriate, this can enable local, state, and federal stakeholders to use their stockpiled MCMs for a period of time beyond the labeled expiration date so as to be ready to respond rapidly during an emergency. 25 While MCM legal authorities can enhance FDA's capabilities to detect, prevent, and respond to health threats domestically, they can also help to address global health threats and facilitate the international sharing of MCMs. In appropriate cases, FDA can, for example, authorize a particular MCM to be used for US government personnel in other countries or by foreign laboratories. In other cases, the EUA or other FDA authorities have helped to inform approaches and planning efforts with global partners related to the sharing of MCMs with international partners during an emergency, or could potentially provide a certain level of assurance or information during a response about an MCM that is not yet approved but is needed for the emergency.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 736,
                    "text": "22",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1023,
                    "end": 1025,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1632,
                    "end": 1634,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3031,
                    "end": 3033,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Respond Rapidly and Effectively to Biological Threats of International Concern"
        },
        {
            "text": "To help better understand how MCMs work after they are administered to patients, FDA is currently engaged in efforts, including with HHS partners, to assess the feasibility of surveillance of MCM product use during public health emergencies. FDA has well-established roles in monitoring the safety of medical products after they reach the commercial market. However, monitoring and assessing MCM use and performance during an emergency, while essential to an informed and effective public health and medical response, can present unique challenges (eg, the product might not yet be approved or might have been approved under the Animal Rule). The nature of the emergency itself, including increased demands on the healthcare system, also might severely limit the ability of healthcare responders to report on adverse events. Therefore, FDA is working with its PHEMCE partners to explore national needs and potential approaches to collecting data on MCM use during emergencies in near realtime. FDA is also involved in a project to assess the feasibility of analyzing data from electronic health records in near realtime to aid in clinical and policy decision making during a response that involves the use of MCMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respond Rapidly and Effectively to Biological Threats of International Concern"
        },
        {
            "text": "Effectively detecting and mitigating infectious disease threats before and after their emergence is essential to global health security. By nature of its broad regulatory responsibilities, though, FDA's roles in global health security, even in the area of MCMs, extend beyond infectious disease threats. In addition to its MCM work, FDA has many other roles, regulatory initiatives, and programs that are critical to global health security and align with the intent and spirit of the Global Health Security Agenda, even though some of them predate the agenda or might fall outside of the realm of traditional infectious disease threats. As described in greater detail below, examples of FDA's health security roles beyond MCMs include addressing the challenges of antimicrobial resistance, enhancing global food safety efforts, and contributing to global supply chain integrity. This work is often accomplished through strengthening global regulatory systems and capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking Forward: FDA's Evolving Global Health Security Roles"
        },
        {
            "text": "The judicious use of antimicrobials is critical to ensuring the efficacy of antimicrobial drugs. In the area of antimicrobial resistance, FDA is a key partner in the National Antimicrobial Resistance Monitoring System (NARMS) to track antibiotic resistance in foodborne bacteria, and it has supported the WHO Advisory Group on Integrated Surveillance of Antimicrobial Resistance (AGISAR). Also, FDA's Center for Veterinary Medicine (CVM) has introduced a plan to phase out the use of medically important antimicrobials for food animal production uses. 26 Further, the Generating Antibiotic Incentives Now (GAIN) title of FDASIA recognizes the need to stimulate investments in the development of antibacterial drugs intended to treat serious or life-threatening infections. 13 FDA can designate such antibacterial or antifungal drugs as ''qualified infectious disease products,'' which can allow for fast-track designation and an additional 5 years of product exclusivity.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 554,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antimicrobial Resistance"
        },
        {
            "text": "Strengthening regulatory frameworks governing food safety, which is addressed in the Global Health Security Agenda, is another of FDA's key concerns. As long ago as 1983, experts from the United Nations Food and Agricultural Organization (FAO) and WHO described foodborne illness as the most widespread health problem in the modern world. While the impacts of foodborne illness may have been overshadowed by a host of other emerging infectious diseases in the past 3 decades, the impact of diarrheal disease occurring as a result of contaminated food remains profound. It is estimated that up to 70% of the 1.5 billion episodes of diarrhea occurring in children under 5 every year may be caused by foodborne contaminants. 27 FDA works to address food safety challenges in a number of ways. For example, through regulatory efforts such as FSMA, FDA is focusing on strengthening food safety systems through efforts to ensure product safety, modernize the oversight of imported foods, guard against intentional contamination, implement preventive controls in human and animal food/feed facilities, and ensure the safe transport of food and feed. Under FSMA, FDA has developed the International Capacity Building Plan, which charts a direction for how FDA prioritizes capacity building efforts based on risk and impact on public health, as well as FDA's partnerships with counterpart regulatory authorities, industry, and other organizations to achieve lasting food safety results. 28 Among its regulatory capacity efforts, FDA contributes to, and leverages, other global food safety efforts, including through supporting WHO's Foodborne Disease Burden Epidemiology Reference Group (FERG), which is working on a definitive report on the global burden of foodborne diseases; strengthening surveillance systems, alert networks, and information platforms, such as the International Food Safety Authorities Network (INFOSAN); and working closely in the development and support of the Global Food Safety Partnership (GFSP), a public-private partnership housed at the World Bank that is dedicated to strengthening food safety systems.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 724,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1478,
                    "end": 1480,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Food Safety"
        },
        {
            "text": "Given the increasingly complex, interconnected nature of medical and food product supply chains and the resulting threats to the availability and safety of such products, global supply chain integrity is of increasing significance to FDA. In many cases, the sources of our medical products and food do not originate in countries with the same high level of regulatory standards and authority that the FDA has in the US. Just as pathogens know no borders, neither do food and medical products. These products travel through complex and fragmented supply chains-from producers, repackagers, distributors, and importers-that are increasingly difficult to define, identify, and hold accountable. 29 Today, a typical manufacturing company relies on more than 35 contract manufacturers internationally.",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 694,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Supply Chain Integrity"
        },
        {
            "text": "For example, a major threat to global health is falsified, substandard, and counterfeit medical products-in other words, products containing toxic ingredients, contaminants, or insufficient (or too much) active ingredient(s). Recent WHO drug alerts, generated from an emerging global monitoring system for such products, point to the global nature of product threats. In September 2013, for example, authorities in Paraguay notified WHO of 11 pediatric patients suffering from serious adverse events (eg, altered consciousness, cyanosis, respiratory distress, and seizures) within hours of ingesting dextromethorphan. The same ingredient was identified in Pakistan in January 2013 during an investigation of 50 deaths. Both cases traced the ingredient, which contained the contaminant levomethorphan, to the same batch number and manufacturer located in India. The drug alerts prompted authorities in other countries to be vigilant in testing for the presence of levomethorphan. 30 FDA has supported WHO in developing this monitoring system to serve as a rapid alert system for incident reports and contribute to a global body of evidence on the scope and scale of the problem. THE FDA AND GLOBAL HEALTH SECURITY WHO estimates that up to 25% of medicines consumed in low-income countries are substandard or counterfeit and even more prevalent where drug regulatory and enforcement oversight are weak. These cases illustrate that dangerous public health consequences arise when science-based standards and approaches are not used or enforced consistently across nations. Harmful products result from poor quality manufacturing or production, contamination, and even from intentional adulteration, fraud, and counterfeiting. A high prevalence of unsafe, poor quality medicines in the market results in inadequate treatment of patients, poisoning, toxicity, and erosion of public trust in the health system and can even contribute to antimicrobial resistance in some cases. Similarly, poor quality or counterfeit diagnostics can impede public health prevention and treatment efforts when they inaccurately or fail to diagnose conditions. FDA advancement of detection tools such as the WHO surveillance and monitoring system mentioned above and innovative, mobile counterfeit detection technologies, as well as the enactment of stronger regulatory authorities (eg, through FDASIA and the Drug Quality and Security Act), are contributing to global capacity to detect and respond to these threats. 31, 32 FDA's robust regulatory authorities and application of innovative regulatory science to address threats to medical and food product supply chains, and to foster the development of needed MCMs, are employed domestically, are shared internationally, and demonstrate some of FDA's critical contributions to global health security. As the global health threat landscape evolves, so will FDA's roles and regulatory approaches. FDA's ongoing work on MCMs, antimicrobial resistance, food safety, and supply chain integrity is further enhanced by the agency's efforts to build on and achieve key goals related to globalization, including building global coalitions of regulatory and health partners, strengthening global regulatory systems, collecting and sharing intelligence and information, and using global data networks and analytics. Together, these efforts position FDA to continue to contribute to global health security well into the future.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 981,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2492,
                    "end": 2495,
                    "text": "31,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2496,
                    "end": 2498,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Supply Chain Integrity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Commitment to the Global Health Security Agenda: Toward a World Safe & Secure from Infectious Disease Threats",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Centers For Disease Control",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "U"
                    ],
                    "last": "Prevention",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Addressing the Global Health Security Agenda",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World leaders push to prepare for global threats",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA",
            "volume": "311",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Moving ahead on the Global Health Security Agenda",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biosecur Bioterror",
            "volume": "12",
            "issn": "2",
            "pages": "63--65",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The evolution, etiology and eventualities of the global health security regime",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Policy Plan",
            "volume": "25",
            "issn": "6",
            "pages": "510--522",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health security as a public health concept: a critical analysis",
            "authors": [
                {
                    "first": "Aldis",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy Plan",
            "volume": "23",
            "issn": "6",
            "pages": "369--375",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safer countries through global health security",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tappero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Aceng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9919",
            "pages": "764--766",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Committee on Emerging Microbial Threats to Health in the 21st Century. Microbial Threats to Health: Emergence, Detection, and Response",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Smolinski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Food and Drug Administration. Global Initiative",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Medicines made in India set off safety worries",
            "authors": [
                {
                    "first": "Eg",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avastin (bevacizumab): counterfeit product-FDA issues letters to 19 medical practices",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PHEMCE is a coordinated, interagency partnership that fosters the medical countermeasure programs necessary to improve public health emergency preparedness as well as to prevent and mitigate the adverse health consequences associated with CBRN threats and emerging infectious diseases. It is led by the Office of the Assistant Secretary of Preparedness and Response and includes 3 primary HHS internal agencies: CDC, FDA, and NIH",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Animal Rule Information",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "FDA's medical countermeasures initiative year-1 status report",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Counterterrorism/MedicalCountermeasures/UCM270750.pdf. Accessed",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "Eg",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Meeting the challenges of medical countermeasure development",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu-Primmer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Macgill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Borio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microb Biotechnol",
            "volume": "5",
            "issn": "5",
            "pages": "588--593",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Food and Drug Administration. Pandemic and All-Hazards Preparedness Reauthorization Act of 2013 (PAHPRA)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "All of the H1N1 EUAs have terminated since the pandemic ended. U.S. Food and Drug Administration. Emergency Use Authorization-Archived Information",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "the United Kingdom and the United States. The World Health Organization serves as an expert advisor to the GHSI. The GHSI was envisaged as an informal group to fill a gap for like-minded countries to address health issues of the day, such as global health security. The Initiative was not intended to replace, overlap or duplicate existing fora or networks",
            "authors": [],
            "year": 2014,
            "venue": "Global Health Security Initiative",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Food and Drug Administration",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "FDA recently extended the expiration dating of several properly stored MCM products, including auto-injectors to prevent nerve agent poisoning (to address lack of availability of new product resulting from a manufacturing shutdown), and stockpiled antiviral drugs at local, state, and federal levels for pandemic preparedness",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "FDA takes significant steps to address antimicrobial resistance: agency implementing plan to ensure judicious use of antibiotics in food animals",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Food Safety in Food Security and Food Trade: Food Safety as a Public Health Issue for Developing Countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Kaferstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "FDA's International Food Safety Capacity-Building Plan, Food Safety Modernization Act, Section 305",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Product safety and security in the global supply chain: issues, challenges and research opportunities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marucheck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Operations Management",
            "volume": "29",
            "issn": "",
            "pages": "707--720",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Contaminated Dextromethorphan active pharmaceutical ingredient. October 2013",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "129",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "FDA launches partnership to protect against counterfeit anti-malarial medicines with FDA-developed handheld detection tool",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}