{
    "paper_id": "0a8adb4e22e7fec049403f3e50889a7adb783d23",
    "metadata": {
        "title": "Advances of Bioinformatics Tools Applied in Virus Epitopes Prediction *",
        "authors": [
            {
                "first": "Ping",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Rayner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kang-Hong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "(State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In recent years, the in silico epitopes prediction tools have facilitated the progress of vaccines development significantly and many have been applied to predict epitopes in viruses successfully. Herein, a general overview of different tools currently available, including T cell and B cell epitopes prediction tools, is presented. And the principles of different prediction algorithms are reviewed briefly. Finally, several examples are present to illustrate the application of the prediction tools. An epitope, or antigenic determinant, is the part of a macromolecular complex which is recognized by the immune system and is classified according to its targeting receptor. T cell epitopes, as presented in the major histocompatibility complex (MHC) molecule, are antigenic peptide strings recognized by T cells receptors. MHCⅠ molecules present endogenous antigens while MHCⅡ molecules present exogenous antigens. The MHCⅠ molecule binds to a peptide of approximate 9 amino acids in length within a closed groove. In contrast, because the antigen-binding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "However, there are no perfect algorithms, every tools has its strengths and weaknesses. In general, in practice several tools should be combined for epitopes prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the different properties of the epitopes, prediction tools are generally MHCⅠ or MHCⅡ specific, although some software predicts both. The first prediction tools were motif-based algorithms, which predicted T cell epitopes by searching experimentally verified MHC binding motif sequences identified from affinity data. Several tools come under this classification, such as SYFPEITHI [17] , ProPred [20] .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "T Cell Epitopes"
        },
        {
            "text": "Nevertheless, one of the drawbacks of these motifbased methods is that novel motifs are not recognized and so large numbers of false positive and false negatives can be generated. More recently, more sophisticated methods using, various machine learning based algorithms have been developed based on support vector machines (SVM) [6, 7] , hidden Markov models (HMM) [16] and artificial neural networks (ANN) [3] Compared with motif-based algorithm, these machine learning algorithms are more accurate and efficient, especially when they were used in complicated pattern recognition. SVM and ANN based algorithms work by using a positive set of experimentally verified epitope sequences and a second set of negative sequences to train the system to classify query sequences as belonging to one of these two classes. These is achieved by defining a set of N descriptive features for these sequences (such as nucleotide or dinucleotide sequence composition) then training the system against these positive and negative datasets. 4) Epitopes prediction. This is summarized in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1072,
                    "end": 1078,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "T Cell Epitopes"
        },
        {
            "text": "Compared to T cell epitopes prediction algorithms, the B cell epitope prediction is more complicated, especially for the conformational B cell epitopes because, in addition to the sequence composition, the 3D-structure of protein must also be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B Cell Epitopes"
        },
        {
            "text": "The development of B cell epitopes prediction algorithms has been less successful compared to T cell epitope prediction, especially in accuracy. There are several reasons for this. For instance, the majority of B cell epitopes are discontinuous so that it is hard to determine the relevant amino acids and the distribution of the antigen surface. Moreover, much of the experimental data which the prediction algorithms are based on are still controversial because of the poorly understood recognition properties of crossreactive antibodies [1, 4] . Nevertheless, in spite of these difficulties, there are several methods available for B cell epitope prediction for both linear and conformational epitopes. The prediction algorithms for linear the accuracy of primary sequence-based algorithms is low [11] , and modified algorithms based on machine learning were subsequently developed, such as ABCpred [18] and BepiPred [14] with significant improvements in accuracy. Prediction algorithms for conformational B cell epitopes based on 3D structure are also available owing to the ever-increasing 3D structure of antigen-antibody complex data. Some online prediction servers based on this algorithm are accessible, for example DiscoTope [9] and CEP (http:// bioinfo.ernet.in/cep.htm) [13] . These methods make use When tested experimentally, some of these epitopes were able to stimulate a strong immune response, and vaccination with hMPV CTL epitopes could protect the hMPV-challenged mice. These results demonstrated the efficacy of an hMPV CTL epitope vaccine in the control of hMPV infection in mice for the first time [10] . The MHCⅠ T cell epitopes of porcine reproductive and respiratory syndrome virus (PRRSV) glycoproteins4 (GP4), 5 (GP5) and nucleocapsid were also predicted by SYFPEITHY and IEDB analysis while the MHCⅡepitopes were predicted by ProPred.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 544,
                    "end": 546,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1235,
                    "end": 1238,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "B Cell Epitopes"
        },
        {
            "text": "These prediction were subsequently applied in in vitro and in vivo experiments and the results showed that some of these epitopes could provoke an immune response in pigs against PRRSV [5] . More recently, six HLA-A2 restricted CTL candidate epitopes of LMP2A (latent membrane protein 2A) of EBV (Epstein-Barr virus) were predicted by a combination of the SYFPEITHI, NetMHC and MHCPred [8] packages and three of six peptides were identified as LMP2A-specific CD8 + T-cell epitopes with functional experiments in vitro. It suggests that these three epitopes are good candidates for developing of a vaccine against EBV-correlative nasopharyngeal carcinoma [21] . Finally, eight candidate HLA-A*0201- [15] . In addition to these examples, many other important virus epitopes have been predicted and verified, such as HIV [12, 19] , Influenza A virus [2] and Foot-and-mouth disease virus [22] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "B Cell Epitopes"
        },
        {
            "text": "Many in silico epitope prediction tools are available, which can complement experimental methods for epitope identification. Since these methods are performed in silico, they can be used as an initial screening step to identify targets of interest for more detailed experimental studies. Such an approach is more efficient in terms of time and cost. However, when using such an approach, it is important to recognize the limitations of current software tools; it is impossible to develop an exact algorithm, owing to the incomplete knowledge about the immune response and these methods are an approximation at best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Moreover, the prediction results produced by different tools may have distinct differences and multiple tools should be used to obtain a consensus result. Also the present tools need to be modified based on the increasing experimental data. Clearly, the challenge to develop novel, more systematic and accurate algorithms remains. However, the availability of ever-increasing amounts of virus genomic and proteomic information, coupled with advances in the development of new algorithms for sequence analysis will result in more effective and accurate tools for epitope prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Benchmarking B cell epitope prediction: Underperformance of existing methods",
            "authors": [
                {
                    "first": "M J",
                    "middle": [],
                    "last": "Blythe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Protein Sci",
            "volume": "14",
            "issn": "1",
            "pages": "246--248",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ab and T cell epitopes of influenza A virus, knowledge and opportunities",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Assarsson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "1",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sensitive quantitative predictions of peptide-MHC binding by a 'Query by Committee' artificial neural network approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buus",
                    "suffix": ""
                },
                {
                    "first": "S L",
                    "middle": [],
                    "last": "Lauemøller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Worning",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tissue Antigens",
            "volume": "62",
            "issn": "5",
            "pages": "378--384",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Harnessing bioinformatics to discover new vaccines",
            "authors": [
                {
                    "first": "M N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Drug Discov Today",
            "volume": "12",
            "issn": "9",
            "pages": "389--395",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In silico prediction and ex vivo evaluation of potential T-cell epitopes in glycoproteins 4 and 5 and nucleocapsid protein of genotype-I (European) of porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pujols",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ganges",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "41",
            "pages": "5603--5611",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prediction of MHC class Ⅰbinding peptides, using SVMHC",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elofsson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Bioinformatics",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SVMHC: a server for prediction of MHC-binding peptides",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Donnes",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kohlbacher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucl Acids Res",
            "volume": "34",
            "issn": "",
            "pages": "194--197",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "MHCPred: bringing a quantitative dimension to the online prediction of MHC binding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "I A",
                    "middle": [],
                    "last": "Doytchinova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zygouri",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Appl Bioinformatics",
            "volume": "2",
            "issn": "1",
            "pages": "63--66",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prediction of residues in discontinuous B-cell epitopes using protein 3D structures",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haste Andersen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Sci",
            "volume": "15",
            "issn": "11",
            "pages": "2558--2567",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cytotoxic T-lymphocyte epitope vaccination protects against human metapneumovirus infection and disease in mice",
            "authors": [
                {
                    "first": "K A",
                    "middle": [],
                    "last": "Herd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mahalingam",
                    "suffix": ""
                },
                {
                    "first": "I M",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "4",
            "pages": "2034--2044",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The antigenic index: a novel algorithm for predicting antigenic determinants",
            "authors": [
                {
                    "first": "B A",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Bioinformatics",
            "volume": "4",
            "issn": "1",
            "pages": "181--186",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A novel HIV T helper epitope-based vaccine elicits cytokinesecreting HIV-specific CD4 + T cells in a Phase I clinical trial in HIV-uninfected adults",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M J",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De-Rosa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "50",
            "pages": "7080--7086",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CEP: a conformational epitope prediction server",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kulkarni-Kale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhosles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kolaskar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucl Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "168--171",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Improved method for predicting linear B-cell epitopes",
            "authors": [
                {
                    "first": "J E",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunome Res",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of a novel conserved HLA-A*0201-restricted epitope from the spike protein of SARS-CoV",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Immunol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hidden Markov model-based prediction of antigenic peptides that interact with MHC class II molecules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hanai",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biosci Bioeng",
            "volume": "94",
            "issn": "3",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SYFPEITHI: database for MHC ligands and peptide motifs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rammensee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "N P",
                    "middle": [],
                    "last": "Emmerich",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunogenetics",
            "volume": "50",
            "issn": "3-4",
            "pages": "213--219",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prediction of Continuous B-cell Epitopes in an Antigen Using Recurrent Neural Network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteins",
            "volume": "65",
            "issn": "1",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Dendritic cell mediated delivery of plasmid DNA encoding LAMP/ HIV-1 Gag fusion immunogen enhances T cell epitope responses in HLA DR4 transgenic mice",
            "authors": [
                {
                    "first": "G G",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "A M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "ProPred: Prediction of HLA-DR binding sites",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bioinformatics",
            "volume": "17",
            "issn": "12",
            "pages": "1236--1237",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Computational Prediction and Identification of Epstein-Barr Virus Latent Membrane Protein 2A Antigen-Specific CD8 + T-Cell",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Screening and identification of B cell epitopes of structural proteins of foot-and-mouth disease virus serotype Asia1",
            "authors": [
                {
                    "first": "Z W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "140",
            "issn": "1-2",
            "pages": "25--33",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "groove is open at both ends, the MHCⅡ molecules can present much longer peptides, generally varying from 12 to 25 amino acids, nine of which occupy the binding groove. This difference between MHCⅠ and MHCⅡ is very important for the development of distinct prediction algorithms. B cell epitopes, which are recognized by antibodies or B cells, are divided into a series of continuous linear epitopes and discontinuous conformational epitopes. The conformational epitopes that comprise the major B cell epitopes can be considered in terms of the three-dimensional (3D) surface features they contribute to the antigenic molecules, whereas the linear epitopes are defined by the amino acid sequence rather than by their 3D shape. Given their impact on global health, much effort has been expended into elucidating the mechanisms utilized by viruses in order to elude the host immune system and development of prophylatic and therapeutic vaccines. Traditional vaccines are based on inactivated or attenuated pathogens. While they play Received:2010-07-19, Accepted: 2010-10-16 * Fundation items: The National Natural Science Foundations of China (30870131) and the National Key Projects in the Infectious Fields (2008ZX10002-011, 2008ZX10004-004). ** Corresponding author. Phone/Fax: +86-27-87198362, E-mail: hukgh@wh.iov.cn an important role in the protection of infectious",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "predictive results comprise true positive (TP), false positive (FP), true negative (TN) and false negative (FN). Generally, the accuracy which measures the ratio of correct predictions comprising true positive and true negative by (TP+TN)/(TP+FP+TN+FN), is the major criterion for assessing the quality of a predictive model. A predictive model with higher accuracy is often better than the lower one. Also, the sensitivity which measures the ratio of true positive by TP/(TP+FN), the specificity which measures the ratio of true negative by TN/(TN+FP) are important criterions. The accuracy is increased by increasing simultaneously both sensitivity and specificity, or by increasing either. Theoretically, an optimal predictioncan reach 100% sensitivity and 100% specificity, which means the 100% accuracy; while in practice, it is impossible to achieve such a perfect prediction, there is usually a trade-off between the measures.Usually, the machine-learning based algorithms perform better than the motif-based algorithms in T",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "by two features, this would involve trying to find a line that divides the two datasets in a two dimensional plot. More generally, this extends to attempting to find the N-1 dimensional hyperplane that distinguishes the two sets in the N dimensions of the feature space. The reliability of the trained model is investigated by cross validation, a process in which the training is subdivided into smaller sets and the system is retrained. Finally, the accuracy of the model is tested with the training dataset. HMM based prediction methods work by representing the difference between a experimentally verified epitope and a query sequence as a statistical process. For example, a single base difference between the two sequences would require a single state change in the form of a single mutation. The probability of the state changed is estimated from likelihood of the change in the experimental sequences.In this way, query sequences which are more similar to known experimental sequences require few state changes and have a higher probability of classification as possible epitopes.In brief, the steps of machine learning-based epitopes prediction algorithms are: 1) Data collection and processing; 2) Model building; 3) Parameter optimization;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The flowchart of machine learning-based epitopes prediction algorithms B cell epitopes are similar to the T cell's. Similarly,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of information carried in the structure of antibodies against proteins of interest to reveal the 3D folding of target proteins. APPLICATION OF VIRUS EPITOPES PREDICTION The methods described above have been widely used in virus epitopes prediction, and aided the vaccine development process. The potential of these prediction tools is highlighted by summarizing some of the more significant results. Human metapneumovirus (hMPV) cytotoxic Tlymphocyte (CTL) epitopes were predicted by combining SYFPEITHI (with PAProc) and ProPred1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "restricted epitopes of the spike protein of SARS-CoV were predicted by SYFPEITHI and ProPred1 and four of the eight were tested by HLA-A*0201 binding assays. Among these, one peptide (Sp8) induced specific CTLs both in vitro (Peripheral blood lymphocytes of healthy HLA-A2 + donors) and in vivo (HLA-A2.1/Kb transgenic mice). Thus, the Sp8 epitope should help in improving the understanding of the mechanisms of virus control and immunopathology in SARS-CoV infection",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The list of currently available epitope prediction softwares http://www.csd.abdn.ac.uk/~gjlk/MHC-Thread/ MHCⅡ NetMHC ANN-based method for prediction of HLA epitopes. Latest version is NetMHC 3.2. http://www.cbs.dtu.dk/services/NetMHC/ HLA PREDEP Predictive server for MHCⅠ epitopes. http://margalit.huji.ac.il/ MHCⅠ RANKPEP Predictive server for both MHCⅠ and MHCⅡ epitopes. http://bio.dfci.harvard.edu/RANKPEP/ epitopes prediction and linear B cell epitopes prediction with a higher accuracy. For example, SVMHC is more accurate than SYFPEITH (T cell epitopes prediction); while ABCpred has a significant increase in accuracy compared to Bcepred (linear B cell epitopes prediction). The conformational B cell epitopes prediction algorithms are based on 3D structure, and they have different performance. For instance, CEP predict more accurate than Discotope.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work was supported by the National Nature ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}