{
    "paper_id": "0b7076698224d07cc053c470edb5331625d33af9",
    "metadata": {
        "title": "Direct Buffer Composition of Blood Pre-process for Nucleic Acid Based Diagnostics",
        "authors": [
            {
                "first": "Yeji",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "addrLine": "Heuksuk-dong, Dongjak-gu",
                        "postCode": "06974",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Won-Nyoung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "addrLine": "Heuksuk-dong, Dongjak-gu",
                        "postCode": "06974",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun",
                "middle": [
                    "Jin"
                ],
                "last": "Yoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "addrLine": "Heuksuk-dong, Dongjak-gu",
                        "postCode": "06974",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Changyoon",
                "middle": [],
                "last": "Baek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "addrLine": "Heuksuk-dong, Dongjak-gu",
                        "postCode": "06974",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Junhong",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chung-Ang University",
                    "location": {
                        "addrLine": "Heuksuk-dong, Dongjak-gu",
                        "postCode": "06974",
                        "settlement": "Seoul",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently, a variety of methods, so called \"direct buffer\", have been developed to utilize nucleic acid in the blood for the measurement of infectious bacteria and virus without any equipment in the field. In here, we first investigated the individual and combinatory effects of candidate chemicals which might be composed of the direct buffer on the PCR inhibition reduction of main compositions in whole blood. The long and short PEGs, Na2SO4 and GuSCN were selected as representative kosmotropic and chaotropic salts, respectively. MgCl2 were chosen as divalent cation source and NaOH was used to control blood pH. The effect of common non-ionic biological detergent was tested with Triton X-100 and SDS (Sodium Dodecyl sulfate) was chosen as anionic detergent. These results could provide a foundation for the development of sample preparation solution in nucleic acid based diagnostic field. As a result, the direct buffer developed in this study was able to detect viruses with a concentration of 10 2 pfu/100 μL of whole blood by a very simple method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Blood has been considered as one of the most important human samples in the clinical field because key biomarkers directly represent various diseases such as infectious diseases, cancer, and so on 1,2 . For quantitative measurements of biomarker, antibody based -and nucleic based tools have been developed [3] [4] [5] . Nucleic acid base diagnostic tools are known as more sensitive and accurate tools whereas as antibody based diagnostic tools are time saving due to the simple detection process 6 . However, nucleic acid based sample preparation processes are required for the nucleic acid amplification because blood contains various enzyme inhibitors. Heme, hemoglobin, lactoferrin, and immunoglobin are known as representative polymerase inhibitors [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 499,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To isolate target nucleic acid from whole blood, various methods have been developed [11] [12] [13] . Boom technology has been play a gold standard role for several decades, which uses chaotropic salt and organic solvent like ethanol and propanol for cell lysis, protein removal, and nucleic acid adsorption. Other methods such as SPRI (Solid Phase Reverse Immobilization) and CST (Charge Switch Technology), not using chaotropic salts were also employed to achieve target nucleic acids by impurity removal and target adsorption [14] [15] [16] . As a result, target nucleic acids are concentrated in small clean solution without any impurities and their performances could be evaluated by total recovery rate, concentration, purities against protein and solvent. To achieve three purposes (high recovery rate, high concentration rate, and high purity) these methods have same basic processes (Binding step, washing step, and Elution step) by high speed centrifuge or vacuum based solution replacement methods even though surface and buffer are replaced from each other 17 . It implies these could not be applied on in-field test.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Simple sample pre-process methods, so called \"Direct buffer\", have developed to directly apply blood sample to PCR process without any sophisticated processes in Figure 1 . Core principle is known to desorb nucleic acid from impurities (ions and proteins) by chemicals 11, 18, 19 . It means direct buffer can make nucleic acid to be amplified somewhat by impurities detachment. Due to this simplicity, direct buffers have been focused for the in-field diagnostic system even though PCR sensitivity over 10-fold decreases because impurities are not removed and sample is diluted by adding buffer. To develop direct buffer, chemicals composed in solution does not have any inhibition for next process, PCR. By literature searches, various chemicals such as PEG (PolyEthylene glycol), Kosmotropic salt, Sodium Chloride, detergent, NaOH, Divalent Cation, and Chaotropic salt have been employed to direct buffer for reduction of PCR inhibition effect of blood impurities 20, 21 . However, the precise role of how each chemical in the buffer purifies and separates nucleic acids is not yet known.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 277,
                    "end": 279,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In this study, we first investigated the individual and combinatory effects of chemicals which might be composed of the direct buffer on the PCR inhibition reduction of main compositions in blood. The long and short PEGs, Na2SO4 and GuSCN were selected as representative kosmotropic and chaotropic salts, respectively. MgCl2 were chosen as divalent cation source and NaOH was used to control blood pH. The effect of common non-ionic biological detergent was tested with Triton X-100 and SDS (Sodium Dodecyl sulfate) was chosen as anionic detergent. PCR inhibition concentration of each chemicals was determined at first and main effect and combinatory effect were investigated by using ANOVA (Analysis of Variance) in the PCR safe concentration ranges. 4 different whole blood samples were used. These results could provide a foundation for the development of sample preparation solution in nucleic acid based diagnostic field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As shown in Figure 2 , Triton X-100 does not inhibit PCR and chemicals have different concentration effects on PCR efficiency which means PCR reaction was inhibited at some concentration respectively with various chemicals (Minimum concentration for inhibitory effect on PCR: 0.05% SDS, 0.5% PEG, 50 mM Na2SO4, 100 mM GuSCN, etc.). In particular, SDS acts as a strong inhibitor of PCR reactions at concentrations greater than 0.01%. This is probably due to the fact that strong anion-like SDS is adsorbed on the surface of the polymerase used in the PCR to inhibit the enzyme reaction. This assumption can be proven in Figure 2 (a) that Triton X does not inhibit any PCR reactions up to 1% concentration. PEG is known to have very different characteristics depending on its length, and PCR inhibition results are also different accord- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 619,
                    "end": 627,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Inherent Effect of Individual Candidate Materials"
        },
        {
            "text": "ing to length 22 . The results showed in Figure 2 (b) that short-length PEG 200 strongly inhibited PCR reaction over longer length PEG 8000. Notable results show that for PEG 8000, 10% PCR efficiency was achieved even with 100% PEG 8000 sample, although the PCR reaction was inhibited at higher concentrations. Comparisons of PCR inhibition of chaotropic salt and kosmotropic salt were also very interesting. In general, chaotropic salt, which increases the solubility of proteins by changing the three-dimensional structure of proteins, is known to be a strong inhibitor of PCR, while Kosmotropic salt promotes the aggregation of proteins, it is known that there is a property of lowering the solubility. However, according to the result shown in Figure 2 (c) of investigation of PCR efficiency, sodium sulfate has higher PCR inhibition ability than guanidium thiocyanate. NaOH is closely related to pH. 50 mM NaOH has a pH of about 13, and when it meets the PCR buffer, it is judged that the PCR is possible because the pH is 9 to 10. Therefore, in the case of NaOH, when the PCR buffer concentration is increased, the inhibition of the PCR reaction is expected to be somewhat resolved. In the case of MgCl2, the inhibition of the polymerase reaction may be caused by the properties of Mg 2+ . The inhibition of PCR by Mg 2+ could also be solved to some extent by changing the composition of PCR buffer. Therefore, the proper concentration ranges of each chemicals to get main and combinatory effects on DNA recovery and PCR efficiency with whole blood were obtained as represented in Figure 2 (a)-(d) (0-1.25% of PEG 200, 0-20% of PEG 8000, 0-0.01% of SDS, 0-1.0% of Triton X, 0-100 mM of GuSCN, 0-50 mM of Na2SO4, 0-50 mM of NaOH, and 0-10 mM of MgCl2).",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1587,
                    "end": 1595,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Boom technology"
        },
        {
            "text": "As mentioned above, the most important goal in developing direct buffers is to obtain free nucleic acids. The presence of free nucleic acids can be obtained by two measurement methods. One is to measure the direct sample PCR efficiency and the other is to dilute the solution to eliminate the influence of inhibitors and obtain PCR efficiency (so called diluted sample PCR). The amount of nucleic acid and the amount of impurities involved in the PCR sample can be deduced by comparing the direct sample PCR results (depending on the both of nucleic acid amount and impurities amount) with the diluted sample PCR results (depending on the only nucleic amount). Design of Experiments (DOE) based on ANOVA was performed to identify the main effects and combinatory effects of candidate substances on PCR efficiency using blood. The sample used was whole blood from 4 individuals, and the volumetric ratio of blood sample to direct buffer used was 1 : 2. Target DNA (usually not existed in the blood) was spiked in the samples. Figure 3 (a) and (b) represented main effect of candidate materials on the PCR efficiency. In case of PEG 200, the presence of PEG 200 (1.25% in the buffer solution) increase direct sample PCR efficiency (Ct was decreased) whereas no effect of PEG 200 was found in diluted sample PCR result. This result shows that PEG 200 reduces the PCR inhibition of whole blood without affecting the nucleic acid involved in the PCR. From these results, it can be concluded that PEG 200 prevents the adsorption of various ions (heme, etc.) and proteins (immunoglobin, etc.) to the nucleic acid.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main and Combinatory Effects of Candidate Materials on DNA Recovery and PCR Efficiency"
        },
        {
            "text": "The main effect of PEG 8000 was somewhat complicated. PCR efficiency is increased when PEG 8000 is present in the buffer, but the amount of nucleic acid is reduced (see diluted sample PCR results in Figure  3(b) ). Diluted sample PCR results showed that the amount of nucleic acid in the solution decreased, but the impurities in the whole blood were reduced more or the PCR inhibition of whole blood was decreased. The effect of PEG 8000 will be described again in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 211,
                    "text": "Figure  3(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 466,
                    "end": 474,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Main and Combinatory Effects of Candidate Materials on DNA Recovery and PCR Efficiency"
        },
        {
            "text": "As shown in Figure 3 (a) and (b), Mg 2+ does not have a significant effect on PCR efficiency. This is interpreted to mean that the concentration of Mg 2+ used to remove impurities or concentrate the nucleic acid is too low. This interpretation can be applied to the fact that GuSCN, the representative chaotropic salt, and Na2SO4, the kosmotropic salt, have a small effect on the PCR efficiency. However, in the case of GuSCN, it is unusual to have a negative effect on PCR efficiency in direct sample PCR. Despite the use of concentrations (50 mM) that did not affect PCR, we can find that PCR efficiency decreases when GuSCN is present. This suggests that GuSCN, a chaotropic salt, increases the PCR inhibition ability of whole blood (Diluted sample PCR results, Figure 3(b) , showed that the amount of nucleic acid involved in PCR did not decrease).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 765,
                    "end": 776,
                    "text": "Figure 3(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main and Combinatory Effects of Candidate Materials on DNA Recovery and PCR Efficiency"
        },
        {
            "text": "Since both non-ionic detergents and ionic detergents are commonly used in biology research, SDS and Triton-X were also used in this study. As shown in the Figure 3 , the PCR efficiency decreased with the addition of detergent, which is not due to a decrease in the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Main and Combinatory Effects of Candidate Materials on DNA Recovery and PCR Efficiency"
        },
        {
            "text": "Ct value mean Ct value mean amount of nucleic acid but, as in the case of GuSCN, by reacting or binding to detergent and any substance in whole blood. pH-related NaOH plays a positive role in PCR. Direct sample PCR results show very little PCR efficiency, but diluted sample PCR results shows that PCR efficiency is greatly increased. This result means that NaOH does not remove whole blood impurities, but it increases the amount of nucleic acid that can participate in the PCR reaction. This is probably because NaOH is added to the buffer, and the pH of the sample is increased, and various biological substances such as nucleic acid and protein become highly negatively charged, thereby the adsorption between various biological substances is hindered. This result has a very important meaning. This demonstrates that inhibition of PCR reaction of whole blood is due not only to the presence of inhibitors such as heme or immunoglobin but also to the binding with nucleic acids. Therefore, it is considered that the direct PCR target can be achieved by simply raising the pH and removing the impurities themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) (b) (c) (d)"
        },
        {
            "text": "The PCR efficiency of each of the selected candidate substances is known as the main effect, but the combinatory effect between the candidate substances is known by the interaction plot. Only the binary combinatory effect was examined here. As shown in the Figure 3(c) and (d) , direct sample PCR efficiency and diluted sample PCR efficiency were investigated according to the combination of each candidate substance. In most cases, there is no difference from the main effect, but some materials such as PEG 8000, detergent, and GuSCN can be seen to change their properties depending on the material being combined. First, the effect of NaOH seems to be negligible in the absence of PEG 200 in direct sample PCR. However, the results of the diluted sample PCR show that the effect of NaOH is very high regardless of the presence of PEG 200. This suggests that PEG 200 has an impurity refining effect. In other words, the amount of nucleic acid that can be involved in PCR is increased by NaOH (according to the diluted sample PCR result), but in the absence of PEG 200, the effect is very small (according to the direct sample PCR result). It implies PEG 200 is one of the key materials for direct buffers like NaOH. The presence of PEG 8000 also appears to have a positive effect on direct sample PCR. However, the change in PEG 8000 characteristics with pH is completely contrary to the results of direct sample PCR and diluted sample PCR. According to the diluted sample PCR result with PEG 8000 and NaOH, diluted sample PCR efficiency by NaOH increases with or without PEG 8000. However, direct sample PCR results show that when PEG 8000 is present, NaOH adversely affects PCR. In the presence of PEG 8000, the efficiency of the diluted sample PCR is lowered. Therefore, PEG 8000 is considered to have an effect of reducing the concentration of the nucleic acid in the solution as well as the purification effect of impurities (Nucleic acid precipitation).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 276,
                    "text": "Figure 3(c) and (d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(a) (b) (c) (d)"
        },
        {
            "text": "In Figure 4(a) , the effect of PEG 8000 on diluted sample PCR (recovery) was shown. In normalized PCR results, as the concentration of PEG 8000 and the reaction time increase, the amount of nucleic acid remaining in the solution decreases. These results suggest that PEG 8000 precipitates or coagulates the nucleic acid. However, nucleic acid and impurities affecting the PCR are thought to precipitate or coagulate together. The phenomenon of impurity removal can be confirmed by the following photograph. As the amount of PEG 8000 increases, the longer the reaction time, the more the color of the whole blood changes to the color of the serum (It can be confirmed that the heme molecules disappear). Therefore, in this study, we decided not to include PEG 8000 in the direct buffer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 14,
                    "text": "Figure 4(a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(a) (b) (c) (d)"
        },
        {
            "text": "The direct buffer containing PEG 200 (1.25%) and NaOH (50 mM) was tested with whole blood in which adenovirus was spiked. To extract DNA from adenovirus, 0.4 g of microbeads of 70 μm size were used. The sample pre-treatment efficiency of the direct buffer we developed were simply compared with commercial product (Nexamp TM Direct PCR Buffer Kit, Gene Laboratories, Gyeonggi-do, Korea) and Gold standard method (QIAamp DNA Mini Kit, QIAGEN, Hilden, Germany), regarding as real time PCR efficiency with various target concentration. As shown in Figure 5 , PCR efficiency and linear range of boom technology based Qiagen kit are better than direct buffer. This result is attributed to the impurity removal process of the Qiagen kit. However, when comparing only the direct buffer, the direct buffer developed in this study seems to have superior performance in terms of PCR efficiency and linear range than the commercialized product. As a result, the direct buffer developed in this study was able to detect viruses with a concentration of 10 2 pfu/100 μL of whole blood by a very simple method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Nucleic Acid Based Detection of Virus in Whole Blood"
        },
        {
            "text": "Sample pre-treatment are one of the most important step to measure infectious diseases in whole blood. For past decades, chaotropic salt based boom technology has played a role as \"gold standard\" because chaotropic salt could minimize whole sample preparation processes due to its multi-functional properties (surface drying effect and protein solubility increment). However, it has also severe drawback because it is strong PCR inhibitor itself. To remove chaotropic salt in mixture, centrifugal force is usually utilized. However, in real clinical field, this simple equipment can't be used. Therefore, direct buffer is quite important even though PCR efficiency is lower than normal sample preparation method. Especially, the PCR technique has been developing very fast (the total reaction time is shortened to within 30 minutes and the size of the equipment becomes palm-size). Therefore, if it is combined with the direct buffer, it can be competitive with the strip type immune-diagnosis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Lysis efficiency was confirmed by comparing amount of extracted Adenovirus DNA using QIAamp DNA mini-kit as positive control of experiments. Nexamp TM Direct PCR Buffer Kit (Genes Laboratories, Gyeonggido, Korea) was also used for control group of commercialized direct PCR buffer. Microbeads (70 μm Nex CAU Qiagen diameter, DAIHAN Scientific, Kangwon-do, Korea) was cleaned with piranha solution composed of 35% hydrogen peroxide and 98% sulphuric acid for 30 minutes. 0.4 g of microbeads were served for one sample with buffer to lyse the adenovirus. Buffer contains 1.25% PEG 200 and 50 mM NaOH. After Adenovirus spiked blood was mixed with twice volume of buffer and microbeads, bead-beating method was performed. Frequency was 30 Hz for 1 minutes and kept it for 4 minutes in room temperature. Real time PCR was also used with sample directly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of PCR Efficiency and Commercialized Kit"
        },
        {
            "text": "Minitab TM 16 program was utilized to select the most important factors in blood direct PCR. Almost of factors such as PEG 200, PEG 8000, GuSCN, Na2SO4 and MgCl2 were purchased from Sigma-Aldrich (St. Louis, Mo, USA) except for NaOH (Junsei-Chemical, Tokyo, Japan). One-half factorial experiments were designed with 2 replicates and 4 blocks. Experiments were carried out sequentially by run order of design of experiments (DOE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of Main and Combinatory Effects"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fluorescence immunochip assay for thyroid stimulating hormone in whole blood",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BioChip J",
            "volume": "7",
            "issn": "",
            "pages": "408--414",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolating and Concentrating Rare Cancerous Cells in Large Sample Volumes of Blood by Using Dielectrophoresis and Stepping Electric Fields",
            "authors": [
                {
                    "first": "G.-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BioChip J",
            "volume": "8",
            "issn": "",
            "pages": "67--74",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibody-based proteomics and biomarker research -Current status and limitations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Solier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Langen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Proteomics",
            "volume": "14",
            "issn": "",
            "pages": "774--783",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Advances in Nucleic Acid-Based Detection Method",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolcott",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin. Microbiol. Rev",
            "volume": "5",
            "issn": "",
            "pages": "370--386",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "LabDisk with complete reagent prestorage for sample-to-answer nucleic acid based detection of respiratory pathogens verified with influenza A H3N2 virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stumpf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lab Chip",
            "volume": "16",
            "issn": "",
            "pages": "199--207",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rapid and Sensitive Detection of Severe Acute Respiratory Syndrome Coronavirus by Rolling Circle Amplification",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Clin. Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "2339--2344",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification and Characterization of Immunoglobulin G in Blood as a Major Inhibitor of Diagnostic PCR",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Soud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Radstrom",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Clin. Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "345--350",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PCR inhibitors -Occurrence, properties and removal",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schrader",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schielke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ellerbroek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johne",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Appl. Mirobiol",
            "volume": "113",
            "issn": "",
            "pages": "1014--1026",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Direct DNA Amplification from Crude Clinical Samples Using a PCR Enhancer Cocktail and Novel Mutants of Taq",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Kermekchiev",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Mol. Diagn",
            "volume": "12",
            "issn": "",
            "pages": "152--161",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Purification and Characterization of PCR-Inhibitory Components in Blood Cells",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Al-Soud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Radstrom",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Clin. Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "485--493",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The microfluidic chip module for the detection of murine norovirus in oysters using charge switchable micro-bead beating",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biosens. Bioelectron",
            "volume": "67",
            "issn": "",
            "pages": "625--633",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of Inhibitor-Resistant Real-Time PCR Methods for Diagnostics in Clinical and Environmental Samples",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zovanyi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Minogue",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Extraction: The Past and The Present",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Yiap",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biomed. Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Solidphase reversible immobilization for the isolation of PCR products",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Deangelis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res",
            "volume": "23",
            "issn": "",
            "pages": "4742--4743",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid and Simple Method for Purification of Nucleic Acids",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boom",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Clin. Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Automated bead-trapping apparatus and control system for single-molecule DNA sequencing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bashford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Opt. Express",
            "volume": "16",
            "issn": "",
            "pages": "3445--3455",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One-step pathogen specific DNA extraction from whole blood on a centrifugal microfluidic device",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lab Chip",
            "volume": "7",
            "issn": "",
            "pages": "565--573",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A microfluidic system for the separation and detection of E.coli O157: H7 in soil sample using ternary interactions between humic acid, bacteria, and a hydrophilic surface",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sens. Actuators B. Chem",
            "volume": "208",
            "issn": "",
            "pages": "238--244",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Amplification of DNA from Whole Blood",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burckhardt",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "PCR Methods Appl",
            "volume": "3",
            "issn": "",
            "pages": "239--243",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of Amplification Facilitators on diagnostic PCR in the Presence of Blood, Feces, and Meat",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Soud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Radstrom",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Clin. Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "4463--4470",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The influence of PEG molecular weight on morphologies and properties of PVDF asymmetric membranes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chinese J. Polym. Sci",
            "volume": "26",
            "issn": "",
            "pages": "405--414",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Copyright for the published papers belongs to the Korean BioChip Society",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Whole blood sample preparation process comparison of boom technology based Qiagen and direct buffer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inhibition effects on PCR efficiency (%) of (a) Detergents (SDS and Triton X-100), (b) PEG (200 and 8000), (c) Chaotropic and Kosmotropic salts (GuSCN and Na2SO4), and (d) NaOH and MgCl2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Statistical investigation of direct buffering effect of candidate materials; main effect plot for (a) direct sample PCR and (b) diluted sample PCR; combinatory effect plot for (c) direct sample PCR and (d) diluted sample PCR (0 is 0 concentration and 1 indicates 1.25% in case of PEG 200, 20% of PEG 8000, 0.01% of SDS, 1.0% of Triton X, 100 mM of GuSCN, 50 mM of Na2SO4, 50 mM of NaOH, and 10 mM of MgCl2, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The effect of PEG 8000 on DNA available for PCR in sample (3, 5, and 10 minutes are waiting time after Buffer adds).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The performance comparison of direct buffer (developed here) and commercial products (Gold standards (Qiagen) and direct buffer (Nex)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Human adenovirus 5 and HEK 293 cells provided byProfessor Dai-wu Seol (College of Pharmacy, Chung-Ang University, Korea) were cultivated using Dulbecco's Modified Eagle's Medium containing 10% Fetal Bovine Serum (Gibco, Grand Island, NY, USA). The viruses were infected to HEK 293 cells for 2 days, and viruses were obtained by freeze-thaw cycling. Other chemicals were purchased from Sigma-Aldrich (St.Louis, MO, USA). Sample PCR and Diluted Sample PCRThe DNA spiked to whole blood was genomic DNA of Salmonella typhimurium (ATCC 14028), which were cultivated at 37°C under 3% Tryptic soy broth (TSB, Becton, France) in shaking incubator (Biofree, Seoul, Korea) at 150 rpm. Various direct buffer was mixed with whole blood (2 : 1 volume ratio). Direct sample PCR used mixtures (spiked whole blood and direct buffer) as sample directly. Diluted sample PCR used 1000 times diluted mixtures (with TE buffers) as sample. Forward primer of Salmonella DNA is 5′-CTCAC GGGACGCGAAAAGACGA-3′ and the reverse primer is 5′-CGACGCCGGATTCCCCTACCAG-3′. To quantify the recovery and purification rate of DNA in supernatant of blood, real time PCR was performed using LightCycler ® 480 System (Roche, Basel, Switzerland).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}