{
    "paper_id": "0c0f59a6d0185c534f1cc3a07873edc228daabcd",
    "metadata": {
        "title": "Comparison of Automated Nucleic Acid Extraction Methods with Manual Extraction",
        "authors": [
            {
                "first": "Nicola",
                "middle": [],
                "last": "Dundas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Southwestern Medical Center",
                    "location": {
                        "addrLine": "1935 Motor St",
                        "postCode": "75235",
                        "settlement": "Dallas, † Dallas, Texas, Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "Kristine"
                ],
                "last": "Leos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Southwestern Medical Center",
                    "location": {
                        "addrLine": "1935 Motor St",
                        "postCode": "75235",
                        "settlement": "Dallas, † Dallas, Texas, Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Midori",
                "middle": [],
                "last": "Mitui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Southwestern Medical Center",
                    "location": {
                        "addrLine": "1935 Motor St",
                        "postCode": "75235",
                        "settlement": "Dallas, † Dallas, Texas, Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Revell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Southwestern Medical Center",
                    "location": {
                        "addrLine": "1935 Motor St",
                        "postCode": "75235",
                        "settlement": "Dallas, † Dallas, Texas, Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beverly",
                "middle": [
                    "Barton"
                ],
                "last": "Rogers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas Southwestern Medical Center",
                    "location": {
                        "addrLine": "1935 Motor St",
                        "postCode": "75235",
                        "settlement": "Dallas, † Dallas, Texas, Dallas",
                        "region": "TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We evaluated Qiagen EZ1 (Valencia, CA) and bioMérieux (Durham, NC) easyMAG extractors compared with Qiagen manual extraction using targets and matrices commonly available in the clinical laboratory. Pooled samples were spiked with various organisms, serially diluted, and extracted in duplicate. The organisms/matrices were Bordetella pertussis/bronchoalveolar lavage, herpes simplex virus II/cerebrospinal fluid, coxsackievirus A9/cerebrospinal fluid, BK virus/plasma, and Mycoplasma pneumoniae/endotracheal tube samples. Extracts were amplified in duplicate using realtime PCR assays, and amplification of the target at a cycle threshold of 35 using the manual method was used for comparison. Amplification efficiency of nucleic acids extracted by automated methods was similar to that by the manual method except for a loss of efficiency for M. pneumoniae in endotracheal tube samples. The EZ1 viral kit 2.0 gave better results for coxsackievirus A9 than the EZ1 viral kit version 1.0. At the lowest limit of detection (past a cycle threshold of 35), the easyMAG was more likely to produce amplifiable nucleic acid than were either the EZ1 or manual extraction. Operational complexity, defined as the number of manipulations required to obtain an extracted sample, was the lowest for the easyMAG. The easyMAG was the most expensive of the methods, followed by the EZ1 kit and manual extraction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "five organisms commonly identified using PCR testing. Extraction methods were compared using samples that approximated clinical situations as closely as possible, resulting in four sample matrices being evaluated. The organisms and sample matrices are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Residual samples were retrieved from the microbiology laboratory following routine processing. Samples representing each matrix were then pooled to obtain consistency in all experiments. Before the addition of specific template, PCR testing was performed on each pooled sample to ensure a negative result for the template evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whole organism was added to each of the pooled samples to most closely resemble clinical testing. Serial dilutions in the range of 10 Ϫ1 to 10 Ϫ6 were done to compare sensitivity of the extractors across a large dynamic range. The extraction was performed according to manufacturers' recommendations, except when noted below. A summary of PCR and extraction methods is listed in Table 2 . Each dilution was extracted and amplified in duplicate, and the mean of the cycle threshold (Ct) values for each dilution was averaged and compared with the average of the Ct values from the manually extracted samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To compare extraction methods, data points were evaluated at or close to the limit of detection, which is defined as a Ct at or near 35 cycles in our gold standard, the manual extraction. Past a Ct of 35, samples were also considered positive. Extractors were then evaluated using relative efficiency, as compared with the manual extraction. Efficiency was defined as Ct (nucleic acid from automated extraction) Ϭ Ct (nucleic acid from Qiagen manual method) ϫ 100%. This allowed all data sets to be compared with the manual extraction as a frame of reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The extractions were performed according to the manufacturer's recommendations using Qiagen QIAamp DNA or viral RNA mini kits ( Table 2 ). The input volume was 200 l, and elution volume was 100 l, except for BK virus samples, which had an input volume of 200 l and an elution volume of 50 l. When the assay required an internal sample processing control, as in the enterovirus assay, the control was placed in the lysis buffer before the initial incubation. For the endotracheal tube sample, we chose to decrease sample viscosity by pretreating with 0.15% dithiothreitol (w/v), with a 1-hour incubation at 37°C before extraction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Manual Extraction"
        },
        {
            "text": "Extraction with the easyMAG was done according to the manufacturer's recommendations. Two hundred l of each sample was placed in the disposable sample vessel and the sample vessel was loaded onto the extractor. After the initial lysis incubation, 100 l of magnetic silica, prepared as recommended by the manufacturer, was added to each sample, and the extractor was restarted. Samples were eluted in 110 l, except for BK samples, which were eluted in 60 l. All samples were transferred to a 1.5-ml microcentrifuge tube and stored at 4°C. When the sample protocol included an extraction control, the control was added after the initial incubation step, immediately before the magnetic silica was added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EasyMAG NucliSENS Extractor"
        },
        {
            "text": "Nucleic acid extraction using the EZ1 (Qiagen) was performed according to the manufacturer's recommendations. M. pneumoniae and B. pertussis were extracted using the EZ1 DNA Tissue kit and the EZ1 DNA Bacteria card, as suggested by Qiagen's supplementary protocol. The 200 l protocol option was followed, and the samples were eluted in 100 l. Coxsackie A9 and herpes simplex virus II were extracted using the EZ1 Virus Mini Kit version 1.0 and the EZ1 Virus card v1.0. The EZ1 Virus Mini Kit v1.0 used a sample input volume of 200 l and was eluted in 100 l. Coxsackie A9 was also extracted with the EZ1 Virus Mini Kit version 2.0. The EZ1 Virus Mini Kit v2.0 used a sample input volume of 200 l and was eluted in 120 l. BK virus was extracted using the blood 200 l kit and the DNA Blood card and eluted in 50 l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EZ1"
        },
        {
            "text": "The viral protocol required preparation of protease solution and carrier RNA. To prepare protease solution, 4.4 ml of protease resuspension buffer was added to a vial of lyophilized protease and mixed. Carrier RNA was prepared by adding 1000 l of buffer AVE to 310 g of lyophilized carrier RNA. For the enterovirus assay, the sample preparation control bead was placed in the very last unused space on the cartridge. The extraction was then started. On completion, the elution tubes were collected and placed at 4°C for short-term storage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EZ1"
        },
        {
            "text": "Amplification of targets was performed with real-time PCR assays, validated for use in our clinical laboratory ( Table 2 ). When using analyte-specific reagents, the manufacturer's recommendations were followed. Amplification was performed using a Smart Cycler II (Cepheid, Sunnyvale, CA). Samples were considered positive when the target signal crossed the threshold (Ct).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Amplification and Detection"
        },
        {
            "text": "Extraction cost per sample was estimated using the list price of the extraction kit or reagents, other necessary components such as pipette tips, and technician time. Technical cost was calculated using the amount of hands-on time per sample, when the instrument was run at capacity. Manual QIAamp kit hands-on time was determined as time per sample when eight extractions were performed in parallel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost and Operational Analysis"
        },
        {
            "text": "Workflow and time analysis was calculated by videotaping the operator performing each method with a set of 15 samples. The EZ1 instrument has a capacity of 6 samples, so a full run was performed on the instrument and multiplied by 2.5 to estimate the required time for 15 samples. An operator step was determined by each action the operator performed, including such things as loading tubes, loading reagents, pipetting reagents, disposing of reagents, and unloading the instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost and Operational Analysis"
        },
        {
            "text": "Hands-on time was determined by the total time necessary for the operator to perform each step in the extraction process, from instrument preparation to offloading the samples. Total time to completion was determined by timing a complete run of each instrument, from the initial loading of samples to offloading the samples. The easyMAG was timed using a run of eight samples, the EZ1 was timed with a load of six samples, and the manual method was timed using a batch of eight samples. The number of specimen transfers is defined as the number of times the specimen must be pipetted in the extraction process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost and Operational Analysis"
        },
        {
            "text": "The efficiency of extraction using the easyMAG varied from 86% to 107% of manual, with the lowest efficiencies occurring in viscous endotracheal tube (ETT) samples (Table 3A) . Despite pretreatment of the ETT samples with dithiothreitol and heat, the extraction efficiency remained low. When disregarding the ETT samples, the easyMAG efficiency ranged from 96% to 107% of manual.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 174,
                    "text": "(Table 3A)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Extraction Efficiencies"
        },
        {
            "text": "The EZ1 recovery efficiency as compared with manual varied from 83% to 107% ( (Table 3B ). In contrast, BK virus in plasma was extracted with the Blood 200 l Mini Kit instead of the Virus Mini Kit, and the recovery efficiencies greatly improved, ranging from 105 to 107% of the manual. The EZ1 was slightly more efficient in ETT extractions than the easyMAG; the extraction efficiencies of the EZ1 ranged from 94 to 95% of manual.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Table 3B",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Extraction Efficiencies"
        },
        {
            "text": "Although the extraction efficiency related to manual extraction at a Ct of 35 is similar for both extractors, the lowest limit of detection was consistently better for the EasyMag ( Table 4 ). The number of samples detectable at the lowest limits of detection (Ct Ͼ35) was typically twofold greater than either the EZ1 or manual extraction method across all organisms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Extraction Efficiencies"
        },
        {
            "text": "There was a considerable difference in cost between the extraction methods. To determine the cost per sample, we ran eight samples using the easyMAG, eight using the manual extraction, and six using the EZ1. We only ran six samples on the EZ1 because this is the number of samples that the EZ1 instrument can accommodate. We then divided the calculated cost by the number of samples to obtain the cost per sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost Analysis"
        },
        {
            "text": "The easyMAG was the most costly at $12.95 per sample, largely due to reagent cost ( Table 5 ). The cost of technician time in performing an easyMAG extraction was negligible at $0.64, accounting for only 5% of the total cost per extraction. This corresponded to technician time of approximately 1.63 minutes per sample. The cost of $12.95 per sample is based on 384 tests per reagent, information initially supplied by bioMé rieux. A more realistic representation of sample cost has recently been updated to $9.57 per sample. This number takes into account the different number of tests available per reagent, and assumes an average run size of 16 samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Cost Analysis"
        },
        {
            "text": "The EZ1 and manual extraction methods were comparable in cost, with the manual extraction estimated at $6.41, and the EZ1 extraction estimated to cost $7.60. In the manual extraction estimate, the hands-on technician time of 6.9 minutes per sample accounts for 42% of the cost, whereas technician time of 3.3 minutes per sample accounts for just 17% of the total cost in the EZ1 estimate (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Cost Analysis"
        },
        {
            "text": "Differences between the extraction methods were noted in terms of complexity of operations and cost. The easyMAG is a high volume extractor that can process up to 24 samples in a single run, and can be run without reagent waste in groups of eight samples. The easyMAG is not a completely walk-away instrument, as it requires a separate silica loading step of approximately 10 minutes into the protocol. The EZ1 is a completely walk-away instrument that can process up to six samples at a time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Analysis"
        },
        {
            "text": "The same workflow is required of all easyMAG samples; unless the optional pretreatment step is used, all samples are loaded using the same steps. The EZ1 requires different protocols and different reagents depending on the target and matrix to be extracted. Samples extracted from the easyMAG must be pipetted into storage tubes; this adds an additional step to the extraction process. The EZ1 samples are eluted directly into tubes that can be offloaded from the machine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Analysis"
        },
        {
            "text": "The initial extraction set up is also a key difference between the two extractors. The easyMAG requires the sample data to be loaded into the on-board computer, including matrix and desired elution volume. There is no change in setup when extracting different matrices and different targets. The EZ1 setup changes depending on the kit and protocol card used. The setup can vary from loading tips and tubes onto the extractor, to diluting and loading carrier RNA and protease K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Analysis"
        },
        {
            "text": "The easyMAG has an on-board computer that can be used to input sample identification; work lists can be kept directly in the instrument, and all samples and incidents are documented. The EZ1 extractor has a bench-top low profile design that does not come equipped with an on-board computer; thus sample identification and incidents are not logged in the extractor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Analysis"
        },
        {
            "text": "Sample loading differs between the two extractors. The easyMAG requires the technician to load the sample into a separate disposable cartridge. When removing eluates from the easyMAG, an extra pipetting step is necessary. The EZ1 has a different front-end design. All samples are loaded into tubes that come with the kit, and all necessary tubes and reagents for the extraction are loaded onto the EZ1. The extracted samples are then eluted directly into the storage tube, without the need for further pipetting. Periodically, residual magnetic beads were dispensed into the elution tube with the nucleic acid. When this occurred, an extra centrifuge and pipetting step was required to separate the beads from the eluate; otherwise, the magnetic beads may interfere with realtime PCR. The total number of \"operator steps\" to complete the extraction was highest in the EZ1, which required 762 steps. The easyMAG required 280 steps and the manual method required 534 steps. The number of manual specimen transfers was different in each method. The manual required three transfers, easyMAG required two transfers, and the EZ1 required one transfer ( Table 6 ). The hands-on time for 15 easyMAG samples was 19 minutes 26 seconds, considerably less than the hands-on time for the EZ1 extractor, which was 37 minutes 22 seconds. The hands-on time required for the manual method was 66 minutes 33 seconds. The time to completion for the easyMAG was 66 minutes, the time to completion for the EZ1 was 166 minutes, and the time to completion for the manual method was 84 minutes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1147,
                    "end": 1154,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Operational Analysis"
        },
        {
            "text": "As molecular methods gain prevalence in the clinical laboratory, automation is becoming important to improve efficiency and standardization. The ability of the extractor to provide nucleic acid optimal for amplification in a clinical laboratory has been the first consideration regarding which automated extractor to choose. Various authors addressed this in different ways. Riemann et al 7 used nucleic acid quantitation and purity analysis of the nucleic acid with the additional step of extraction efficiency. Most reports describe subsequent PCR amplification with quantitation of the target to define the quality of extracted nucleic acid, which is a functional means of determining quantity and purity. [2] [3] [4] 8, 9 Others have used a difference in cycle threshold to assess amplification efficiency as a reflection of the quality of the nucleic acid. 1, 2 Our assessment of extraction efficiency most reflected the method used by Loens et al, 1 who compared the NucliSENS easyMAG and miniMAG with the QIAamp Blood Mini Kit for extraction of M. pneumoniae and C. pneumoniae from clinical samples. These authors noted that the easyMAG extraction yielded a positive result with a lower cycle threshold in 66% of blood samples analyzed for cytomegalovirus. Our study was designed slightly differently in that we used dilutions of organisms in various samples instead of running clinical samples. This allowed for comparisons to be made at the limit of detection, as well as at higher concentrations of organism.",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 723,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 725,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 865,
                    "end": 866,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To account for differences in Ct values for the positive results at the limit of detection, we performed a calculation to differentiate the amplification result of nucleic acid from the automated extractors versus our gold standard, which was manual extraction. Using this method, both the easyMAG and EZ1 were comparable to the Qiagen man-ual extraction near the limits of detection for the following organisms: B. pertussis in bronchoalveolar lavage fluid, BK virus in plasma, and herpes simplex virus II in cerebrospinal fluid. The easyMAG was comparable to the Qiagen manual extraction for enterovirus in the cerebrospinal fluid, but the EZ1 was comparable to manual extraction only when using the EZ1 Virus Mini Kit (v. 2.0). Initial comparison of viral targets was performed with the EZI Virus Mini Kit v1.0, which was less efficient at extracting enteroviral RNA when compared with the easyMAG and manual method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Using endotracheal tube fluid, the EZ1 and easyMAG did not perform as well as the Qiagen manual extraction. There has been no other article describing the evaluation of extractors for endotracheal tube samples. The viscous nature of these made extraction difficult, despite adding dithiothreitol to the reaction, as recommended by the manufacturer. The most similar sample type reported is sputum, from which Wilson et al 9 evaluated the extraction of L. pneumophila. In their study, fewer organisms were recovered from sputum than from bronchoalveolar lavage, but the easyMAG gave superior results to the QIAamp DNA mini kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although, at a Ct of 35, the easyMAG and EZ1 were similar to manual extraction, the easyMAG was superior to the EZ1 or manual extraction at the lowest concentration of organisms. The easyMAG was 1.5-to 3-fold more likely to produce nucleic acid that could be amplified at a Ct between 37 and 42 than the manual extraction or the EZ1 method, respectively. Although all replicates above the limit of detection were reproducible within less than 2 Cts, Ct values at the limit of detection and past the limit of detection varied. This was further illustrated in the interassay studies performed, which showed that the CV% across all dilutions was acceptable, although samples at the lowest concentration dilutions showed a higher CV% (data not shown). One other notable finding in our study was the fact that extraction using the easyMAG was more likely to result in PCR amplification past the defined limit of detection for most organisms, compared with either the EZ1 or manual extraction. In studies evaluating the easyMAG or miniMAG, there is a consensus that the nucleic acid extracted has been of better quality for amplification than manual methods or the EZ1. 1, 2, 8, 9 Our findings support those of others.",
            "cite_spans": [
                {
                    "start": 1164,
                    "end": 1166,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1167,
                    "end": 1169,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1170,
                    "end": 1172,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1173,
                    "end": 1174,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The experiments in this study were designed to illuminate the differences in extraction methods regarding the ability to extract amplifiable nucleic acid. The systematic investigations presented here were not designed to show equivalency or superiority, but rather to illustrate the varying efficiencies of each extraction method. The study was also able to illustrate important differences in the ability of the extractors to handle viscous samples, and relative efficiency of extraction using different EZ1 kits. Moreover, the approach we used also encompassed bigger-picture aspects of bringing extractors into the clinical lab, including technician time, workflow, and cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Automation can be defined in various ways, from extraction methods that require a significant amount of manual manipulation, to those that are almost totally automated. Extractors also differ in their ability to afford random access capability to the laboratory. Most authors who report differences in operational efficiency cite the easyMAG as being a user-friendly instrument, requiring little manipulation. 1, 8 We confirmed these findings, but expanded them by using a detailed analysis of \"handson\" time used in the evaluation of laboratory efficiency. This analysis revealed that there were 280 total steps to produce nucleic acid from 15 samples, compared with 534 for the manual extraction. Surprisingly, the EZ1 required the greatest number of manipulations, totaling 762, largely due to the increased number of steps required for sample preparation before extraction. This results in a greater chance of error and deviation from protocol. Total time to completion decreased when using the easyMAG, but because of the large sample volume performed (15 samples), the EZ1 needed three runs to complete all samples, causing the time to completion to increase to much higher then the easyMAG. If one were able to run three EZ1 instruments independently to maximize sample space, the set of 15 samples could be completed in approximately 80 minutes instead of 166 minutes.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 413,
                    "end": 414,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both the EZ1 and easyMAG had a considerable decrease in hands-on time compared with the manual method of extraction. Using an automated method instead of the manual method would save between 29 and 47 minutes of hands-on time per batch, depending on the method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the easyMAG performed better than the EZ1 in this regard. In a set of 15 samples, the EZ1 instrument required almost twice as much hands-on time as the easyMAG. Tang et al 8 reported a hands-on time of 24.9 minutes for a run of 24 samples using the easyMAG. Our set of 15 samples required 19 minutes 26 seconds of technical time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The easyMAG affords an approach that, because of the ability to extract multiple specimen types in parallel, approximates random access. If the easyMAG is used with random access thermal cyclers, it can optimize the complex workflow of the molecular microbiology laboratory to approximate single piece flow. Single piece flow decreases errors and hands-on time so that technologist time can be used effectively. The setup of the easyMAG does not change greatly when extracting specimens of different matrices and targets. The EZ1 uses different program cards and reagent kits depending on target and matrix, which adds variation to workflow, which could otherwise be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The easyMAG is the most expensive of the extraction methods. We included reagents, disposables, and technical time to determine the cost of extraction. The cost to extract a sample using the easyMAG was $12.95, almost twice that of either the EZ1 or manual extraction. This is less than the $26 reported by Wilson et al. 9 It is unclear why our cost analysis is half of that reported by Wilson et al; 9 however, both our study and theirs identified the easyMAG as being the most expensive extraction method evaluated. There is also the potential for waste of reagents using the easyMAG if there are less than eight samples extracted due to the fact that each cartridge is designed to be used for a set of eight samples. The EZ1 extractor is well suited for a smaller volume of samples as there is no reagent waste when the machine is not run at capacity.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 401,
                    "end": 402,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study is the most extensive reported reviewing the extraction and operational efficiencies of two automated extractors, the EZ1 and easyMAG, using sample types and organisms typically found in the pediatric microbiology laboratory. In general, the automated extractors EZ1 and easyMAG were comparable to the QIAamp manual kits in efficiency of extraction, although the easyMAG proved superior in the most diluted samples. The greatest difference in these automated extractors is related to operational differences, where the easyMAG proved superior in almost all areas except cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluation of NucliSens easyMAG for automated nucleic acid extraction from various clinical specimens",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bergs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ursi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ieven",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "421--425",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multicenter comparison of nucleic acid extraction methods for detection of severe acute respiratory syndrome coronavirus RNA in stool specimens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Broukhanski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gharabaghi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luinstra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Willey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Akhaven",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smieja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chernesky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2681--2688",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Automated extraction of viral-pathogen RNA and DNA for high-throughput quantitative realtime PCR",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beuselinck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ranst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Eldere",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "5541--5546",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reduced PCR sensitivity due to impaired DNA recovery with the MagNA Pure LC total nucleic acid isolation kit",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Breda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Boer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kooistra-Smid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Savelkoul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "4616--4622",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of an automated high-volume extraction method for viral nucleic acids in comparison to a manual procedure with preceding enrichment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Hourfar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seifried",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vox Sang",
            "volume": "89",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of specimen processing and nucleic acid extraction by the swab extraction tube system versus the MagNA Pure LC system for laboratory diagnosis of herpes simplex virus infections by LightCycler PCR",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Issa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Espy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Uhl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Harmsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Mandrekar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gullerud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1059--1063",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Siffert W: Comparison of manual and automated nucleic acid extraction from whole-blood samples",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riemann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adamzik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frauenrath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Egensperger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Brockmeyer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Lab Anal",
            "volume": "21",
            "issn": "",
            "pages": "244--248",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative evaluation of three commercial systems for nucleic acid extraction from urine specimens",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Sefers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "4830--4833",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of five methods for extraction of Legionella pneumophila from respiratory specimens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yen-Lieberman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Reischl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Warshawsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Procop",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "5913--5916",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Valsamakis A: Comparison of automated and manual nucleic acid extraction methods for detection of enterovirus RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Knepp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Geahr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Forman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "3532--3536",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recovery efficiencies on nucleic acid extraction kits as measured by quantitative LightCycler PCR",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Pathol",
            "volume": "54",
            "issn": "",
            "pages": "86--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Organism and Sample Types Tested",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "A and B). The lower efficiencies correspond to samples extracted with the Virus Mini Kit and viscous ETT samples. Although the EZ1 was not as efficient in extracting viral targets or viscous samples, the recovery efficiency of the EZ1 extractor was comparable to manual when comparing bacterial DNA as a target. The enteroviral samples extracted with the Virus Mini Kit (v1.0) lagged behind both the easyMAG and the",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Recovery Efficiency Compared with Manual and Between EZ1 Viral Kits HSVII-CSF, herpes simplex virus II-cerebrospinal fluid; EV, Enterovirus coxsackie A9. *10 Ϫ3 dilution represents a Ct of approximately 35. † n/a indicates that no samples were positive at that dilution, so recovery efficiency could not be calculated. manual extraction efficiencies. However, the Virus Mini Kit (v2.0) showed notable improvement for enterovirus",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Total Number of Positive Results Obtained Using the Most Diluted Samples",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Extraction Cost per Sample for Enterovirus",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Workflow Analysis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}