{
    "paper_id": "0c6a5dc3213afdc4d369c08f208a01b05e21bcbf",
    "metadata": {
        "title": "Creating a Palliative Care Inpatient Response Plan for COVID19 -The UW Medicine Experience",
        "authors": [
            {
                "first": "James",
                "middle": [],
                "last": "Fausto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lianne",
                "middle": [],
                "last": "Hirano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amisha",
                "middle": [],
                "last": "Mehta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blair",
                "middle": [],
                "last": "Mills",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Darrell",
                "middle": [],
                "last": "Owens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Perry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Randall"
                ],
                "last": "Curtis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fausto",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hirano",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lam",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mehta",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Owens",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Perry",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Medicine",
                "middle": [
                    "A Bruce"
                ],
                "last": "Montgomery -American",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Word Count: 230 Manuscript Word Count: 1721 Abstract Introduction: The COVID-19 pandemic is stressing healthcare systems throughout the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Significant numbers of patients are being admitted to the hospital with severe illness, often in the setting of advanced age and underlying co-morbidities. Therefore, palliative care is an important part of the response to this pandemic. The Seattle area and UW Medicine have been on the forefront of the pandemic in the US.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: UW Medicine developed a strategy to implement a palliative care response for a multi-hospital healthcare system that incorporates conventional capacity, contingency capacity, and crisis capacity. The strategy was developed by our palliative care programs with input from the healthcare system leadership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: In this publication, we share our multi-faceted strategy to implement high-quality palliative care in the context of the COVID-19 pandemic that incorporates conventional, contingency, and crisis capacity and focuses on the areas of the hospital caring for the most patients: the emergency department, the intensive care units, and the acute care services. The strategy focuses on key content areas including identifying and addressing goals of care, addressing moderate and severe symptoms, and supporting family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Strategy planning for delivery of high-quality palliative care in the context of the COVID-19 pandemic represents an important area of need for our healthcare systems. We share our experiences developing such a strategy to help other institutions conduct and adapt such strategies more quickly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus SARS-CoV-2 emerged in Wuhan, China in late November 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reports of case-fatality rates varied dramatically across regions of China, but it was clear that this virus resulted in severe and life-threatening illness for some patients, particularly patients who are older and have comorbid chronic illness. [1] [2] [3] Over the few months that followed, new cases were being reported outside of China at a rapid rate. The first confirmed case in the US was a travel-associated case screened on January 19, 2020, in Snohomish County, WA. Six weeks later a second presumptive case was identified roughly 10 miles from where the first case was treated. 4 As of 03/22/2020, Washington state has confirmed 1793 cases, has reported the known recovery of 124 people and 96 deaths. In this context, our regional healthcare systems are challenged to develop strategies to provide high-quality care to patients with COVID-19. Given the number of patients with severe illness and the number of deaths, our UW Medicine palliative care program has been centrally involved in developing a system-level palliative care response to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As part of our UW Medicine palliative care response, we have developed a system-wide strategy for implementation of palliative care across our healthcare system that includes four acute care hospitals, an extensive neighborhood clinic network, and a comprehensive cancer center. This strategy focused on care of hospitalized patients, as this represents the area of greatest immediate need. This inpatient Palliative Care Response Plan was rapidly developed and continues to be modified and updated at UW Medicine. This plan was developed in coordination with the health system leadership along with clinical leads from key services within UW Medicine, including the palliative, emergency, intensive, and acute care services at each hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Numerous authors have described approaches to disaster preparedness and responses for events such as natural disasters and pandemics to guide decision-making about use of resources to allow the greatest good for the greatest number. Many of these approaches use a continuum of medical care scenarios including Conventional care, Contingency care and Crisis care. [5] [6] [7] These proposals highlight that the primary objective in a disaster is to remain in conventional and contingency care in order to avoid crisis care, which will compromise patient outcomes. In conventional care, usual resources and level of care are provided. 5 In contingency care, the goal is to provide functionally equivalent care adapted from usual practices with approaches such as boarding critical care patients in post-anesthesia care areas.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 633,
                    "end": 634,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In crisis care, there are inadequate resources available to provide equivalent care and care is provided to the highest level possible, acknowledging that there will likely be increased mortality and morbidity as a result of scarce resources, but striving to provide this care in the highest quality and most ethical way possible. We used this framework to guide the development of a palliative care strategy in response to the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The initial approach at UW Medicine involved discerning what areas in our hospitals would be most greatly be impacted early in the COVID-19 pandemic and focusing those areas most impacted by a surge of acutely and critically ill patients with COVID-19. A document was drafted that identified the areas where palliative care would likely be needed most, which led to a focus on the emergency department, intensive care units and key acute care medical services where most patients with COVID-19 would be seen. The next part of the plan detailed the form and function of the palliative care team in the context of the current capacity, a contingency capacity, and a crisis capacity. We identified the form of support as including coaching for the delivery of primary palliative care, brief and targeted palliative care consultations to address key issues, and full palliative care consultations. We focused on the primary areas of need identified as we began to see patients with COVID-19 in our healthcare system, including identifying and address goals of care, addressing code status to reduce the risk of unwanted or non-beneficial cardiopulmonary resuscitation in the context of COVID-19, identifying and addressing moderate or severe symptoms not adequately addressed through primary palliative care, and supporting family members in the difficult context of restricted visitation and possible self-quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This strategy was reviewed and updated by the leadership of the palliative care services at each of the hospitals and was also by UW Medicine leadership. Changes were made to ensure the strategy covered the areas of most need being seen by each of the palliative care services as the pandemic unfolded, as well as the emergency department, intensive care units, and acute care services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We produced a document that described our strategy for supporting high-quality palliative care under conventional capacity, contingency capacity, and crisis capacity. Table 1 depicts the strategy for the Emergency Department, Table 2 for the Intensive Care Units, and During the drafting of this content other topics that needed consideration were identified, including the fact that palliative care specialty staffing is often a limit in Conventional capacity situations and would certainly be challenged in Contingency and Crisis capacity situations. However, we noted that other specialty palliative care workforce exists, but are assigned to other clinical or non-clinical duties, such as non-palliative care services, teaching, or research. During Contingency and Crisis capacity, our strategy includes the re-allocation of these staff to support the palliative care response in order to create the greatest good for the greatest number of patients. This approach would increase the size and reach of a palliative care team. Additionally, given that we have a multi-hospital system, we also developed plans for redeploying specialty palliative care workforce across sites to level-load palliative care resources.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A second consideration was the implementation of Personal Protective Equipment (PPE) preservation, which has been a core strategy to maintain healthcare worker safety. Given this priority, we decided that the palliative care consult service should only utilize PPE when absolutely necessary for the delivery of care and the goal should be to try remote approaches through digitalhealth and telephonic options when possible. In addition, our palliative care consult service is interdisciplinary, including physicians, nurse practitioners, nurses, social workers, and spiritual care providers, and our usual operating procedure often entails more than one palliative care clinician visiting a patient or family at the same time. During the COVID-19 pandemic, we decided that if an in-person encounter is necessary, generally only one palliative care provider would see the patient in-person regardless of whether the patient has COVID-19 to conserve palliative care specialists to see more patients and, for patients with COVID-19 or other PPE-utilizing infections, to preserve PPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A third consideration was the provision of palliative care service support after routine working hours. Our primary approach is to have an on-call palliative care attending physician provide coaching to primary team as well as telephonic support to patients and families. The palliative care attending physician would be available for in-person visits, but these would be limited when possible to preserve our palliative care workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A fourth consideration was the decision that routine palliative care consultation during this time will be triaged and postponed where possible. If an urgent consult is not needed, these would be deferred to the outpatient program or later consultation. However, urgent consultations would be prioritized similarly for patients with COVID-19 and patients with other illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A fifth consideration is the importance of early goals-of-care discussions and addressing code status, especially for older patients and those with chronic life-limiting illness. Decisions to forego cardiopulmonary resuscitation and mechanical ventilation that is unwanted or nonbeneficial take on additional importance in the context of constrained resources given the potential risk to healthcare workers and subsequent increased strain on our healthcare capacity. Our palliative care specialists are charged with providing guidance for primary teams conducting these goals-of-care and code status discussions in order to preserve resources by avoiding unwanted or non-beneficial use. We also strived to provide all teams with clinician discussion tools as well as consultation to assist with complex communication. These resources include an informed assent strategy for discussing do-not-resuscitate orders 8 and resources for COVID-ready communication skills. 9 Our strategy specifies that in a Crisis capacity setting, we would consider the creation of an end-of-life care unit specifically for patients dying with COVID-19 which would be staffed by palliative care physicians and advanced practice provider specialists trained in use of PPE. We also specify that in a crisis capacity setting, telephonic support at all hours may provide additional palliative care capacity to provide coaching and symptom guidance to primary teams.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 912,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 966,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The COVID19 pandemic has driven rapid change management for many healthcare settings nationally. These rapid changes have caused many healthcare systems, including our own, to move from Conventional capacity, to Contingency capacity delivery in a matter of weeks. It is hoped that Contingency capacity in addition to federal, state, and local government recommendations for social distancing and other measures to reduce transmission, will help avoid a need for Crisis care. However, it is important to develop a strategy for delivery of palliative care in both the Contingency capacity and Crisis capacity. This document details the UW Medicine's experience with Palliative Care Response Planning and we offer this approach for other institutions to adopt and adapt to their local setting. This strategy has several important limitations. First, we describe the strategy for a single healthcare system with a relatively mature palliative care program. Certain aspects of this strategy may not generalize to other locations. Second, this strategy is undergoing constant modifications and is a work in progress. However, we thought that it would be useful to share it with others early given the rapid expansion of this pandemic. Finally, it is important to acknowledge that this strategy is a plan that has not been fully implemented. We are actively using the conventional and some of the contingency capacity approaches, but some contingency and all crisis capacity strategies have not been tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As we strive to support and provide high-quality primary and specialty palliative care during the COVID-19 pandemic, it is important that we share planning and experiences with each other to minimize the amount of unnecessary work in developing, adapting, and implementing strategies. This report strives to share our early experience developing and implementing such a strategy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Crisis Capacity 1) ED can access onsite specialty palliative care 7 days/week from 9am to 6pm, by consult request. Additionally, palliative care telephonic coaching and support available 24 hours a day, 7 days/week 2) Planned daily huddles with ED to address increased need for palliative care Palliative Care Intervention: -Consults for patients with poor prognosis and at risk of intubation or resuscitation prioritized -Patients admitted to the hospital followed daily through check-in with primary team -Support for implementing DNR orders using informed assent or based on medical futility when appropriate -Chart review results and brief or full consults documented in the EHR 3) Embed a palliative care specialist in ED to assist & address high volumes of patients and screen patients based on following criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "COVID-19+/PUI with respiratory distress Multi-morbidity, severity of illness, & high oxygen requirement Clinical status: symptom burden, frailty (using Clinical Frailty Scale 10 ), baseline functional status Code status: DNAR/DNI, DNAR-intubation ok, & Full code with high intubation risk Based on screening the following will happen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "1. meet or call with family/legal surrogate to address GOC and code status 2. coach ED team on GOC and code status discussion 3. assist with documentation of discussions and transitions of care After hours Palliative Care on-call provider can assist with telephone support and coaching. Consult if primary team needs assistance after first attempts on GOC III. Support for implementing DNR orders based on informed assent or medical futility when appropriate IV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Assist with end-of-life or moderate/severe symptom needs Palliative care team members (social work & spiritual care) assist primary teams for unmet needs beyond primary team's capacity After hours palliative care on-call provider can assist with telephone support and coaching 3) Follow Contingency Capacity approach regarding interaction and reasons for intervention and modify as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Palliative care intervention: I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Daily huddle in person or by phone with key units to assess changing needs for COVID+ patients including symptom management, goals of care, end-of-life decisions and family distress. II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Invoke brief consult for high needs cases III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Advise on GIP hospice and discharge with hospice opportunities were possible After hours Palliative Care on-call provide can assist with telephone support and coaching. X X X X Medical/Surgical Acute Care Dedicated to COVID-19 Patients Palliative care intervention: I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Daily huddle in person or by phone with key units to assess needs for COVID-19+ patients including symptoms, goals of care, end-of-life decisions, family distress II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Invoke coaching or brief consult for high needs cases III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        },
        {
            "text": "Advise on hospice opportunities were possible X X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contingency Capacity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ICU -Intensive care unit; DNR -do not resuscitate; PUI -person under investigation; ARDS -acute respiratory distress syndrome; GOC -goals of care; ICUintensive care unit; GIP -general inpatient; EHR -electronic health record",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Model-based estimates of COVID-19 burden in King and Snohomish counties through",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hagedorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Famulare",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Seattle, WA: Institute for Disease Modeling, Bill & Melinda Gates Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Allocating scarce resources in disasters: emergency department principles",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Cantrill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Emerg Med",
            "volume": "59",
            "issn": "3",
            "pages": "177--187",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Triage: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "4",
            "pages": "61--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Recommendations for intensive care unit and hospital preparations for an influenza epidemic or mass disaster: summary report of the European Society of Intensive Care Medicine's Task Force for intensive care unit triage during an influenza epidemic or mass disaster",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Intensive Care Med",
            "volume": "36",
            "issn": "3",
            "pages": "428--443",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Importance of Addressing Advanced Care Planning and Decisions About Do Not Resuscitate Orders During COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kross",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Stapleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A global clinical measure of fitness and frailty in elderly people",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rockwood",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macknight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "CMAJ",
            "volume": "173",
            "issn": "5",
            "pages": "489--495",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations for tables: ED -Emergency department; DNR -do not resuscitate; PUI -person under investigation; ARDS -acute respiratory distress syndrome; GOC -goals of care; ICUintensive care unit; GIP -general inpatient; EHR -electronic health record.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Acute Care Services. For the intensive care units and acute care services, we highlighted specific strategies for general units, as well as those units solely dedicated to the care of patients with COVID-19. In these tables, the components relevant to Conventional care, Contingency care, and Crisis care are identified.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Strategy for Palliative Care Consult Service Interactions with the Emergency Department during Conventional, Contingency, and Crisis Capacity",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Strategy for Palliative Care Consult Service Interactions with the Intensive Care Units during Conventional, Contingency, and Crisis Capacity Follow Contingency Capacity approach regarding interaction and reasons for intervention and modify as follows. ICU -COVID-19 Units 1) Palliative Care will embed palliative care specialist in COVID-19 ICUs during daytime hours to assist & address: i. goals of care and code status discussions with family/legal surrogate ii. coach ICU providers with complex GOC discussions iii. assist with documentation of transitions in goals of care, transitions in site of care (i.e. GIP hospice, discharge with hospice) iv. support for implementing DNR orders based on medical appropriateness or approved scarce resource allocation models, including DNR based on informed assent or based on medical futility when appropriate After hours Palliative Care on-call provider can assist with telephone support and coaching X X",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Strategy for Palliative Care Consult Service Interactions with the Medical/Surgical Acute Care for Conventional, Contingency, and Crisis Capacity Medical/Surgical Acute Care -Non-COVID-19 Units 1) Primary teams can access onsite specialty palliative care 7 days/week from 9am to 6pm, by consult request. Additionally, palliative care telephonic coaching available 24 hours a day, 7 days/week. 2) Palliative care teams check-in with primary team for COVID-19+ to auto-assess based on EHR for unmet palliative care needs beyond primary team's capacity Palliative care intervention: I. Coach/guide teams on GOC and code status discussions for patients with poor prognosis/at risk of intubation or resuscitation II.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "After hours Palliative Care on-call provide can assist with telephone support and coaching.Abbreviations for tables: DNR -do not resuscitate; PUI -person under investigation; ARDSacute respiratory distress syndrome; GOC -goals of care; ICU -intensive care unit; GIPgeneral inpatient; EHR -electronic health record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}