{
    "paper_id": "0c929ca540bf82c726f7d2875cb3a9dadacbf663",
    "metadata": {
        "title": "CC Chemokine Receptor 2 is Protective Against Noise-Induced Hair Cell Death: Studies in CX3CR1 +/GFP Mice",
        "authors": [
            {
                "first": "Nathan",
                "middle": [
                    "B"
                ],
                "last": "Sautter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {
                        "postCode": "44195",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "H"
                ],
                "last": "Shick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {
                        "postCode": "44195",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "M"
                ],
                "last": "Ransohoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {
                        "postCode": "44195",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Israel",
                "middle": [
                    "F"
                ],
                "last": "Charo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gladstone Institute of Cardiovascular Disease",
                    "location": {
                        "postCode": "94158",
                        "settlement": "San Francisco",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Keiko",
                "middle": [],
                "last": "Hirose",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cleveland Clinic",
                    "location": {
                        "postCode": "44195",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acoustic trauma was recently shown to induce an inflammatory response in the ear characterized by rapid entry of macrophages in the spiral ligament. The current study seeks to elucidate the mechanisms involved in summoning macrophages to the cochlear lateral wall and the role macrophages play in noiseinduced injury or repair. CCL2 and its primary receptor, CCR2, are the most widely validated effectors of monocyte chemotaxis in vivo. CCL2 -/and CCR2 -/mice have been used extensively in studies of monocyte activation in neuronal injury. However, the function of CCL2 and CCR2 in the cochlea has not been studied. The present study examines the role of CCL2 and CCR2 in acoustic injury. CCL2 -/and CCR2 -/mice on a CX3CR1 +/GFP background were exposed to octave band noise (8-16 kHz) for 2 h to determine the effect of CCL2 and CCR2 on monocyte migration into the cochlea, threshold shift, and cell survival. We found that threshold shift was unchanged in the two knockout mouse strains when compared to the background strain (CX3CR1 +/GFP ). Surprisingly, we found that monocyte migration was also unchanged, despite the absence of CCL2 or CCR2. However, there was a dramatic increase in noise-induced hair cell death in the CCR2 -/strain. This observation suggests that CCR2, independent of CCL2, plays a protective role in the cochlea after noise, and neither ligand nor receptor is necessary for monocyte migration. Possible mechanisms of neuroprotection by CCR2 are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acoustic trauma is one of the most common causes of hearing loss, and over many years noise has been used experimentally to improve our understanding of the normal function, abnormal function, and repair processes of the cochlea. A predictable series of morphologic and functional changes occurs in the cochlea following acoustic trauma (Robertson and Johnstone, 1980; Ou et al. 2000; Wang et al. 2002) . The physiologic and histopathologic changes that accompany threshold shift have been well studied. In previous reports on ultrastructural changes associated with acoustic overexposure, various authors have described a phagocytic cell population that appears in the scala media and phagocytoses debris after hair cells are disrupted (Fredelius 1988; Fredelius and Rask-Andersen 1990) . In further investigation of this phagocytic cell population, we have discovered that a robust inflammatory response occurs after noise. Mononuclear phagocytes are recruited to the scala media and to the lateral wall in the basal turn of the cochlea in large numbers after acoustic injury (Hirose et al. 2005) . In this paper, we described the distribution of mononuclear phagocytes in the cochlea and characterized their cell surface markers by using immunohistochemistry. These inflammatory cells populated the membranous labyrinth in small numbers in the native cochlea but seven days after noise, they were abundant in the spiral ligament, spiral ganglion, and spiral limbus, concentrating mostly in the inferior portion of the spiral ligament. They also expressed CD45, CD68, Iba-1 (microglial and macrophage marker), and CX3CR1 (fractalkine receptor).",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 368,
                    "text": "(Robertson and Johnstone, 1980;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 369,
                    "end": 384,
                    "text": "Ou et al. 2000;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "Wang et al. 2002)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 737,
                    "end": 753,
                    "text": "(Fredelius 1988;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 754,
                    "end": 787,
                    "text": "Fredelius and Rask-Andersen 1990)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1078,
                    "end": 1098,
                    "text": "(Hirose et al. 2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We also described a mouse that expresses green fluorescent protein, driven by the CX3CR1 promoter ( Jung et al. 2000) . CX3CR1 is expressed on a number of myeloid cells including microglia, macrophages, and dendritic cells, as well as natural killer cells and activated T cells. In addition, 90-95% of cochlear cells that are CD45 + , which are by definition leukocytes, express CX3CR1. In addition, GFP expressing cells in CX3CR1 +/GFP mice are shown to phagocytose debris in the injured cochlea. Therefore, the CX3CR1 +/GFP mouse has been clearly demonstrated to label cochlear mononuclear phagocytes that are best described as tissue macrophages (Hirose et al. 2005 ). This mouse has been shown to be useful in identifying these cells not only in the cochlea, but in the central nervous system and in the hematopoietic system as well.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 117,
                    "text": "( Jung et al. 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 649,
                    "end": 668,
                    "text": "(Hirose et al. 2005",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Monocyte chemoattractant protein-1, designated as CCL2 in the revised nomenclature, is a member of the CC family of chemokines. CCL2 and its primary receptor, CCR2, are the most widely validated effectors of monocyte chemotaxis in vivo (Ransohoff 2002; Rollins 1996) . CCL2 -/and CCR2 -/mice have been extensively used for studies of monocyte function in the central and peripheral nervous systems (Ambati et al. 2003; Dzenko et al. 2001; Han et al. 2004; Huang et al. 2001; Izikson et al. 2000; Mahad and Ransohoff 2003; Peterson et al. 2004; Siebert et al. 2000; Sorensen et al. 2004 ). However, CCL2 and CCR2 have not been studied in the inner ear. The present study addresses the role of CCL2 and CCR2 in the process of monocyte recruitment and hair cell survival after acoustic injury. First, by using quantitative, real-time reverse transcription-polymerase chain reaction (RT-PCR), we demonstrated that CCL2 gene expression is markedly increased in the cochlea after acoustic injury. This finding suggests that CCL2 may play an important role in monocyte migration and activation after acoustic injury. Then, we performed detailed physiologic, histologic/stereologic analysis of CCL2 and CCR2 knockout mice after noise exposure.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 252,
                    "text": "(Ransohoff 2002;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 253,
                    "end": 266,
                    "text": "Rollins 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 398,
                    "end": 418,
                    "text": "(Ambati et al. 2003;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 419,
                    "end": 438,
                    "text": "Dzenko et al. 2001;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 439,
                    "end": 455,
                    "text": "Han et al. 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 456,
                    "end": 474,
                    "text": "Huang et al. 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 475,
                    "end": 495,
                    "text": "Izikson et al. 2000;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 496,
                    "end": 521,
                    "text": "Mahad and Ransohoff 2003;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 522,
                    "end": 543,
                    "text": "Peterson et al. 2004;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 544,
                    "end": 564,
                    "text": "Siebert et al. 2000;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 565,
                    "end": 585,
                    "text": "Sorensen et al. 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Both CCL2 and CCR2 knockout mice were crossed to the CX3CR1 GFP strain to facilitate evaluation of the inflammatory reaction to noise damage. All three mouse strains were maintained on C57Bl6 background. Physiologic and morphologic studies of these three mouse strains demonstrated equivalent baseline hearing thresholds, hair cell numbers, and cochlear macrophage numbers prior to experimental noise exposure. After acoustic injury, CCL2 knockout mice had comparable functional and morphological outcomes to the background strain, CX3CR1 +/GFP . Surprisingly, neither CCL2 -/nor CCR2 -/mice were monocyte depleted after noise exposure. However, CCR2 knockout mice demonstrated the vulnerability of hair cells that was significantly more severe than either the ligand knockout (CCL2 -/-) or the background strain. The results indicate a role for CCR2, independent of CCL2, in cochlear neuroprotection after acoustic trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "CCL2 -/mice and CCR2 -/mice have been previously described (Charo 1999; Rollins 1996) . Both knockout lines were maintained on a C57Bl6 background for more than 12 generations. These two knockout lines were mated to CX3CR1 GFP/GFP mice (also maintained on C57Bl6 for more than 12 generations), which express green fluorescent protein in the place of CX3CR1. This pairing generated CCL2 +/-CX3CR1 +/GFP mice and CCR2 +/-CX3CR1 +/GFP mice. These F2 mice were then bred to each other and F3 mice that were CCL2 -/-CX3CR1 +/GFP and CCR2 -/-CX3CR1 +/GFP were selected as experimental animals. The genetic control for these experiments were CX3CR1 +/GFP mice, which we refer to as the background strain. Mice that are CX3CR1 +/GFP have one functioning copy of CX3CR1 and one copy that has been replaced by green fluorescent protein. CX3CR1 is expressed by monocytes, macrophages, and some dendritic cells and NK cells (Hatori et al. 2002; Hughes et al. 2002; Jung et al. 2000) . Therefore, all these cells in the CX3CR1 +/ GFP mice are fluorescent green. Animal protocols described in this work were approved by the Institute for Animal Care and Use Committee.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "(Charo 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 72,
                    "end": 85,
                    "text": "Rollins 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 912,
                    "end": 932,
                    "text": "(Hatori et al. 2002;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 933,
                    "end": 952,
                    "text": "Hughes et al. 2002;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 953,
                    "end": 970,
                    "text": "Jung et al. 2000)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Male and female CCL2 -/-CX3CR1 +/GFP mice at eight weeks of age were randomly assigned to 0 (noise control), 106, or 112 dB sound pressure level (SPL) exposure groups. Male and female CCR2 -/-CX3CR1 +/GFP mice at eight weeks of age were randomly assigned to noise exposures of 0 or 112 dB SPL. Age-matched CX3CR1 +/GFP mice were assigned to 0, 106, or 112 dB noise exposure as background controls. Both noise exposed and nonnoise exposed mice underwent auditory brainstem response (ABR) recordings and were sacrificed at seven days postexposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Noise exposures"
        },
        {
            "text": "Mice that were designated to be noise-exposed were placed in individual steel cages on a suspended shelf in an acrylic box where no two sides were parallel. Sound was delivered through a speaker horn after being amplified and filtered to create an octave band of noise 8-16 kHz at the designated SPL. SPL was measured by a freefield microphone calibrated to a 124-dB pistonphone. Prior to noise exposures, the microphone was used to test various locations under the speaker and variations of less than 0.5 dB were detected in different locations on the suspended shelf. During the noise exposure, both control and noise exposed mice were deprived of water and food for 2 h. After the 2-h noise exposure, mice were returned to their cages with free access to food and water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Noise exposures"
        },
        {
            "text": "Hearing thresholds were determined by using ABR elicited by tone pips. Mice were anesthetized with xylazine (20 mg/kg) and ketamine (100 mg/kg) via intraperitoneal injection. Subcutaneous electrodes were placed in the ipsilateral pinna, vertex, and a ground electrode placed by the tail. Stimuli were 5-ms tone pips with alternating polarity that were raised in 5-dB steps from 10 dB SPL to a maximum of 95 dB SPL. A total of 1024 responses were recorded and averaged for each SPL at each frequency. Responses of 915 mV correlate to the electrocardiogram or gross muscle movement and were rejected as artifact. Thresholds were determined by a single observer who examined the tracings, stacked by increasing stimulus intensity. The lowest stimulus level at which a recognizable waveform could be discerned was reported as threshold. If hearing threshold was not detected at 95 dB, a threshold value of 99 dB was assigned. For statistical analysis of ABR data, pure tone averages at 8, 16, 32, and 64 kHz (four out nine of the tested frequencies) were calculated, and differences between strains were analyzed using paired t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physiology: auditory brainstem responses"
        },
        {
            "text": "After ABR, anesthetized mice were perfused via intracardiac route with 4% paraformaldehyde for 60 s. Temporal bones were dissected, cochleas were isolated, and the oval window was opened to allow for intralabyrinthine penetration of paraformaldehyde. Following overnight fixation, cochleas were decalcified in 1 M EDTA for three to five days at 4-C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "For fluorescence microscopy, the cochleas were placed in cryoprotection for 24 h and sectioned on a sliding microtome in 30% sucrose on dry ice. Serial 30-mm sections were cut and every third section was used for cell counting. Each section was viewed on an Olympus BX51 microscope with a 40Â objective and standard FITC filter cube. The cochlea was divided into four half turns (lower basal, upper basal, lower apical, and upper apical turns) and assigned the mean frequency for this region of the mouse cochlea. The observer focused throughout the entire thickness of the section to ensure that all cells were counted. The number of cells that were recorded as positive was determined by the number of nuclei that were visualized in each region associated with a cell containing green fluorescent cytoplasm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "For plastic embedding, the fixed, decalcified cochleas were osmicated (1% OsO 4 ) for 60 min and dehydrated in a graded ethanol series and propylene oxide, embedded in Araldite resin and baked for three days at 60-C. The cochleas were serially sectioned with a carbide steel knife in 40-mm sections. The cochlear duct was reconstructed in three dimensions by using Neurolucida software (Microbrightfield, Burlington, VT, USA) and cytocochleograms were generated. All plastic cochlear sections containing hair cells were analyzed, and the number of viable and nonviable inner and outer hair cells was quantified for each section. Also, histopathology of the lateral wall, spiral limbus, and spiral ganglion was assessed. A grading scale for fibrocyte damage was used and the viewer was blinded to the mouse genotype. A grade of 4 was assigned when fibrocytes in the lateral wall were completely normal, grade 3 to mild damage, grade 2 for approximately 50% of the fibrocytes missing, grade 1 denoted less than 25% of fibrocytes remaining. Four separate mice were used for each experimental group to generate the average cytocochleogram for each mouse strain. Statistical analysis was performed in select regions of the cochlea where cytocochleograms demonstrated divergence and nonoverlapping error bars in two mouse strains. In these selected regions, paired t-tests were performed to determine significance in the difference in hair cell or fibrocyte survival, where p G 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "Both wild-type and CCL2 -/mice were exposed to noise and evaluated for changes in chemokine expression. After noise exposure, mice were anesthetized with ketamine and xylazine, and perfused with DEPC-saline. The bony otic capsule was harvested and the membranous compartment of the mouse cochlea, containing the lateral wall, basilar membrane, Reissner_s membrane, spiral modiolus, and auditory nerve, was microdissected and homogenized in TRIzol (Life Technologies, Gaithersburg, MD, USA). RNA was chloroform extracted and precipitated overnight at -20-C with 1 ml glycogen in isopropanol. RNA was washed in 75% EtOH and resuspended in 15 ml ddH 2 O. cDNA was synthesized by using 1 mg RNA in 10 ml with reverse transcriptase (Invitrogen, Carlsbad, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time quantitative RT-PCR"
        },
        {
            "text": "Primer sequences were as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time quantitative RT-PCR"
        },
        {
            "text": "Real-time RT-PCR was performed by using LightCycler (Roche Applied Sciences, Indianapolis, IN, USA). Reactions contained 1Â SYBR Green Mix, 1.5 mM MgCl 2 (GAPDH and CCL7), 2.0 mM MgCl 2 (CCL2), or 2.5 mM MgCl 2 (CCL12), 0.2 m M forward primer, 0.2 m M reverse primer, and 2 ml cDNA. Denaturation was 95-C, 30 s for 1 cycle. Amplification was 55-C for 20 s (GAPDH) or 60-C for 20 s (CCL7, CCL12, CCL2) and 72-C for 40 cycles. The melting curve was 65-C for 15 s, 1 cycle with cooling at 4-C. SYBR green is a reporter molecule that emits fluorescence when incorporated into double-stranded DNA. Increase in fluorescence intensity is reflective of product accumulation. The number of PCR cycles required to reach log phase in growth of fluorescence is inversely proportional to the original quantity of mRNA of the gene of interest. Expression of each specific gene is normalized to the expression of GAPDH, a housekeeping gene whose expression in the cochlea is not altered by noise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time quantitative RT-PCR"
        },
        {
            "text": "CCL2 expression increased rapidly following noise exposure (data not shown). After 1 h, CCL2 expression was increased 80-fold over expression in controls. Twenty-four hours after noise exposure, maximum CCL2 expression was noted with a 150fold increase in CCL2 over control expression in the mouse cochlea. A period of 24 h represents the time point at which there was maximal CCL2 expression. By 48 h after noise exposure, CCL2 expression returned to control levels. The maximum up-regulation of CCL2 mRNA expression at 24 h precedes the induction of monocyte migration, which occurs at day 3, thus suggesting a possible chemotactic signaling role for CCL2. Macrophage numbers in the cochlea peak at seven days after noise exposure (Hirose et al. 2005) . Thus, the timing of CCL2 expression was appropriate as a possible chemotactic signal for monocyte migration in the cochlea and provided motivation for studies on CCL2 -/and CCR2 -/mice.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 753,
                    "text": "(Hirose et al. 2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Quantitative RT-PCR"
        },
        {
            "text": "All ABRs were performed between ages eight and ten weeks of age. Baseline ABR thresholds in both CCL2 -/-CX3CR1 +/GFP and CCR2 -/-CX3CR1 +/GFP mice were comparable to thresholds in the background strain, CX3CR1 +/GFP with some minor threshold variation. CCL2 -/-CX3CR1 +/GFP mice exhibited thresholds that were 5-10 dB higher than the background between 16 and 24 kHz, and there was a slight gap at 32 kHz where the CCL2 -/-CX3CR1 +/GFP mouse threshold was 25 dB higher than background. However, at frequencies lower than 10 kHz and at 45 and 64 kHz, the thresholds were equivalent (Fig. 1) . Thresholds for CCR2 -/overlapped those of the background. At 4 and 32 kHz, CCR2 -/mice had slightly higher thresholds and at 8 and 16 kHz, the background had slightly higher thresholds. Overall, the baseline hearing was similar in these two mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 590,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ABR thresholds"
        },
        {
            "text": "There were minor differences in ABR threshold shift in the CCL2 -/-CX3CR1 +/GFP mice when compared to the background strain after either 112-or 106-dB noise (Fig. 1) . Threshold shift after 106 dB was within the expected range of approximately 25-40 dB in the mid-to high frequencies (11-64 kHz). After 112 dB noise, we observed a near-maximal threshold shift with almost no detectable thresholds across all frequencies in both CCL2 -/-CX3CR1 +/GFP and in CX3CR1 +/GFP mice. Pure tone averages at 8, 16, 32, and 64 kHz were calculated for each genotype for each exposure. There were no statistically significant differences between mouse strains when matched pairs were compared (control background vs. control CCL2 -/or CCR2 -/-, noise exposed background vs. noise exposed CCL2 -/or CCR2 -/-).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "ABR thresholds"
        },
        {
            "text": "When CCR2 -/-CX3CR1 +/GFP mice were exposed to 112 dB noise, there was no appreciable difference in noise susceptibility when compared to CX3CR1 +/GFP or to CCL2 -/-CX3CR1 +/GFP . Again, there was a maximal threshold shift corresponding to profound deafness in these mice. Therefore, there was no difference in ABR threshold shift in the CCL2 -/-CX3CR1 +/GFP or the CCR2 -/-CX3CR1 +/GFP mice when compared to each other or when compared to the background strain, CX3CR1 +/GFP .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABR thresholds"
        },
        {
            "text": "Seven, 14, and 28 days after noise, CCL2 -/-, CCR2 -/-, and mice from the background CX3CR1 +/GFP strain were sacrificed and the cochleas were studied under fluorescent microscopy. Cell counts were performed on nonnoise-exposed and 112-dB noise-exposed -/ -CX3CR1 +/GFP and the background strain CX3CR1 +/GFP . Minor differences in threshold were apparent. One week after 106-dB noise exposure, the CCL2 -/ -CX3CR1 +/GFP and background strain both had threshold elevation above 8 kHz with a threshold shift ranging from 20 to 45 dB. There was no significant difference in threshold shift between the two strains at 106 dB. At 112 dB, all mice were essentially deaf and no functional difference was apparent. In the CCR2 -/ -CX3CR1 +/GFP mice, baseline auditory thresholds overlapped thresholds of the background strain. Similar maximum threshold shift was observed after 112 dB noise in CCR2 -/ -CX3CR1 +/GFP mice. Gray box: frequency band of noise stimulus. SAUTTER ET AL.: CCR2 is Protective Against Acoustic Injury 365 mice. Cochlear macrophages express CX3CR1 and therefore, in CX3CR1 +/GFP mice, cochlear macrophages are endogenously fluorescent green. Figure 2 shows two cochlear sections illustrating expression of the GFP reporter in these cells. Figure 2A demonstrates the number of inflammatory cells plotted against frequency at seven days after noise in each of the three genotypes. In the nonnoise exposed ears, inflammatory cells numbered approximately 20-30 per section with increasing numbers in the high-frequency areas of the cochlea. In the noiseexposed ears, macrophages numbered 30-60 cells/ section with the highest numbers located in the basal turn. Unexpectedly, the number of cochlear macrophages after acoustic trauma was equivalent in CCR2 -/-CX3CR1 +/GFP , CCL2 -/-CX3CR1 +/GFP , and CX3CR1 +/GFP mice. Figures 2B and C show typical profiles from this analysis. Each cochlear section was divided into 4-5 areas: the hook region, the lower and upper basal turn, and the lower and upper apical turn. Green fluorescent cells in each area were counted. Averages were taken of 7-9 sections per cochlea and a total of 5 cochleas were counted per experimental group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1158,
                    "end": 1166,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1255,
                    "end": 1264,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1831,
                    "end": 1847,
                    "text": "Figures 2B and C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cochlear macrophages"
        },
        {
            "text": "There was no statistically significant difference in macrophage number in any of the genotypes when the average number of macrophages per section was calculated across all frequencies (paired t-test, p 9 0.05). There were also no changes observed in the time course of macrophage recruitment and resolution when CCL2 -/-, CCR2 -/-, and CX3CR1 +/GFP mice were compared (data not shown). Figure 2B shows a CCR2 -/-CX3CR1 +/GFP mouse cochlea seven days after 112 dB noise with a large number of inflammatory cells in the spiral ligament and in the stria vascularis. Cochlear macrophages were scattered in Reissner_s membrane, the spiral limbus, and in the region of the eighth nerve dendrites. Figure 2C shows a section from a CCL2 -/-CX3CR1 +/ GFP mouse cochlea seven days after noise exposure with equivalent macrophage distribution as seen in the CCR2 -/-CX3CR1 +/GFP and CX3CR1 +/GFP background mice. Numerous cochlear macrophages populated the entire lateral wall of the cochlea and spiral ganglion. When compared with CX3CR1 +/GFP mice, there was no deficit of cochlear macrophages in either of the knockout strains. The morphology of the cochlear macrophages was similar in all three genotypes examined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 691,
                    "end": 700,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cochlear macrophages"
        },
        {
            "text": "Cochleas embedded in plastic were examined with Nomarski optics under 40Â, 60Â, and 100Â objectives. Patterns of hair cell damage were observed in the cochleas of the three different genotypes exposed to noise. Hair cell loss was clearly worse in the CCR2 -/-CX3CR1 +/GFP mice when compared with hair cell damage in the CCL2 -/-CX3CR1 +/GFP and CX3CR1 +/GFP mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hair cell survival"
        },
        {
            "text": "The differences in hair cell susceptibility between the CCL2 -/and CCR2 -/mice were quantified. Inner and outer hair cells were counted along the entire length of the cochlea in four mice from each of the three genotypes after 112 dB noise exposure. Each cytocochleogram represents the average fraction of hair cells that remained along the length of the cochlear spiral. The hair cell location along the basilar membrane, measured as distance from the cochlear base, was converted into a tonotopic frequency map allowing us to pinpoint the lesions of the sensory epithelium both in physical space and along a fre- quency map. Figure 3A shows average cytocochleograms for three mouse genotypes. Four mouse cochleas were included and averaged for each experimental group. All mice in this figure were exposed to 2 h of 112 dB octave band noise seven days before the temporal bone harvest.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 627,
                    "end": 636,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hair cell survival"
        },
        {
            "text": "CX3CR1 +/GFP mice demonstrated a small fraction of outer and inner hair cell loss in the 8-to 16-kHz noise band area. Also, there was partial outer hair cell loss and very little inner hair cell loss in the highfrequency areas. Figure 3B demonstrates the CX3CR1 +/GFP mouse cochlea in the 20-kHz region (midfrequency) seven days after 112 dB noise. There were three rows of outer hair cells and one row of inner hair cells still present in these sections and there was no damage seen on light microscopy in any of the nonsensory structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hair cell survival"
        },
        {
            "text": "In the CCL2 -/-CX3CR1 +/GFP mice, hair cells were present between 1 and 45 kHz. In frequencies well above the noise stimulus, 45 kHz and above, there were a fraction of outer hair cells that were missing (Fig. 3A) . The number of high-frequency hair cells that were missing in this mouse was similar to that seen in CX3CR1 +/GFP mice. In the CCL2 -/-CX3CR1 +/GFP mouse, the sensory epithelium was well preserved after noise as shown in Figure 3C .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hair cell survival"
        },
        {
            "text": "In contrast, the CCR2 -/-CX3CR1 +/GFP mice demonstrated near-total loss of inner and outer hair cells in a region corresponding to the noise band with a slight shift towards the high frequency, as is classically seen with acoustic injury. The inner hair cell and all three rows of outer hair cells were lost in all four cochleas in the 12-to 20-kHz region. The highfrequency outer hair cells were also severely damaged in this knockout mouse. In the CCR2 -/-CX3CR1 +/GFP mice, there was severe damage to the entire sensory epithelium (Fig. 3D) . This cochlea demonstrated a significant loss of all cell types of the sensory epithelium seven days after the 112-dB noise exposure. Not only were the outer and inner hair cells absent, but the Deiter cells, the Claudius cells, and Hensen cells were all obliterated, leaving only a denuded basement membrane with floating debris under the tectorial membrane. In summary, damage to the sensory epithelium after noise exposure was far worse in CCR2 -/-CX3CR1 +/GFP mice than in the other two mouse strains. Taken together, these data indicated that the pattern of noise damage in the CCR2 -/mice is qualitatively and quantitatively different from that of the background mouse strain and of the CCL2 -/-mouse in two ways. First, in CCR2 -/mice we observed a profound loss of hair cells and all sensory cells in the tonotopically appropriate region for the noise stimulus. We did not observe this degree of hair cell loss in the same area of the other two genotypes, nor did we observe damage to the supporting cells in any location in the other two genotypes. Second, there was a larger percentage of missing outer hair cells in the high-frequency region in the CCR2 -/mouse compared with high-frequency hair cell damage in the other genotypes. These results indicate that CCR2 has a protective effect on cell survival after acoustic injury, independent of the principal ligand, CCL2, and dissociated from any apparent effect on macrophage recruitment. Spiral ganglion cells were not perceptibly different in either of the knockout mouse strains. Spiral ganglion nuclei were of normal size and number, and the swelling that is observed around the cell body and disruption of the myelin sheath that we typically observe after 24 h was also observed here. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 543,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hair cell survival"
        },
        {
            "text": "We subsequently examined the nonsensory structures of the cochlea to determine the effects of CCL2 and CCR2 expression on these areas. The spiral ligament and spiral limbus were considerably more susceptible to noise in the CCR2 mice when compared to the other three genotypes. Figure 4A demonstrates the condition of the CX3CR1 mouse after noise; the spiral ligament was only mildly damaged seven days after exposure to 112 dB noise. However, the same noise exposure resulted in a remarkable loss of spiral ligament fibrocytes in the lower half of the lateral wall of the cochlea. Figure 4B demonstrates a representative section from the cochlea of a CX3CR1 +/GFP mouse, which resembled the findings seen in the wild-type ear after acoustic injury. There was some fibrocyte loss observed beneath the basilar crest in the type IV fibrocyte region (Fig. 4B) . However, in the CCR2 -/mice there was considerably greater loss of fibrocytes, predominantly in the area below the spiral prominence. The cell population that was susceptible in this mouse comprised type II and type IV fibrocytes (Fig. 4C) . The spiral limbus was also considerably more damaged in the CCR2 knockout mice than in the background. Fibrocytes of the spiral limbus were atrophic or absent in the low-frequency region of the cochlea. This finding contrasts to what is observed in the background mouse, where we do not observe any significant injury to the spiral limbus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Lateral wall morphology"
        },
        {
            "text": "It appears likely that redundant function of other CCR2 ligands accounts for the unchanged phenotype in the CCL2 -/mouse after acoustic injury. As CCR2 is capable of binding other CC chemokines, we suspect that the ligand-dependent activity of CCR2 is mediated by other CC chemokines, particularly when CCL2 is deleted from the time of conception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative RT-PCR"
        },
        {
            "text": "Recently presented data showed that CCL7 and CCL2 play a differential and nonredundant function in monocyte release from the bone marrow. CCR2 has clearly been shown to be important in release of monocytes into the peripheral vasculature, but this does not rely on CCL2, but on CCL7 binding to the CCR2 receptor (Charo 2006) . Likewise, CCL7 may play an important role in binding and activating CCR2, thus providing cochlear protection after noise. Both CCL7 and CCL12 were found to be significantly up-regulated after noise by quantitative real-time PCR although at lower levels than CCL2. In cochleas of CCL2 -/mice, CCL7 and CCL12 remained up-regulated, although it appears that loss of CCL2 expression does not result in compensation by CCL7 or CCL12 as the expression levels of all three chemokines are higher in the wild-type mouse (Shick et al. 2006 ). If CCL7 is the effector molecule for the observed sensitivity to noise conferred by lack of CCR2 expression, this mechanism could provide an explanation for the observed changes in hair cell vulnerability to noise in CCR2 -/mice and not in CCL2 -/mice ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 324,
                    "text": "(Charo 2006)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 838,
                    "end": 856,
                    "text": "(Shick et al. 2006",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1114,
                    "end": 1122,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Quantitative RT-PCR"
        },
        {
            "text": "When animals are exposed to loud noise, monocytes and macrophages appear in the cochlea and migrate into areas where macrophages do not normally exist, such as the fluid filled compartments of the ear where the ionic environment is very tightly regulated (Hirose et al. 2005) . At this time, we are uncertain as to whether cochlear macrophages limit their activity to phagocytosis, whether they mediate further cochlear injury, or serve a neuroprotective role after acoustic trauma. One approach to study this question is to suppress macrophage recruitment and determine how the outcome differs. We considered the CCL2/CCR2 ligand/receptor pair to be a plausible target in downregulating macrophage recruitment as we detected a large increase in CCL2 expression after acoustic trauma. Furthermore, studies in the central nervous system using trauma, immune-mediated inflammation, and viral infection as models have indicated that monocyte migration is effectively suppressed by eliminating CCL2 or CCR2.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 275,
                    "text": "(Hirose et al. 2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, we have found that in the ear neither CCL2 nor CCR2 is necessary for monocyte migration. In both the CCL2 -/-CX3CR1 +/GFP and CCR2 -/-CX3CR1 +/GFP mice, macrophages appeared as numerous as in the background strain in a quantitative analysis of cochlear macrophages. It appears that other chemokine/receptor pairs are capable of replacing the functions of CCL2 and CCR2, particularly when this pair is absent preceding development. Furthermore, we were not able to create a condition in which threshold elevation was different between genotypes. We used two different noise levels for the CCL2 -/-CX3CR1 +/GFP mice and both noise levels produced similar threshold shifts. The 112 dB noise level used in the CCR2 -/-CX3CR1 +/ GFP mice also replicated the threshold shift seen in the background mouse strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, the CCR2 knockout mouse did yield interesting results with regard to hair cell survival. While deleting CCR2 had no obvious effects on monocyte migration, its deletion clearly had an effect on hair cell survival. After CCR2 -/mice are exposed to a 112-dB octave band of noise at 8-16 kHz, there is a dramatic loss of hair cells in the corresponding frequency region of the cochlea. This lesion in the sensory epithelium is much larger and more consistent than lesions seen in the ears of the background strain CX3CR1 +/GFP or in the CCL2 -/-CX3CR1 +/GFP strain. The degree of hair cell loss in the high-frequency region is also more severe in the CCR2 -/-CX3CR1 +/GFP when compared with the other two genotypes. Therefore, it appears that CCR2 may play a protective role in the cochlea either through some mechanism related to macrophages in the ear or via independent CCR2 expression on endogenous cells within the cochlea itself. CCR2 is expressed on monocytes, macrophages, dendritic cells, activated T cells, basophils, and natural killer cells. CCR2 may also be expressed in other cells, particularly in native cells of the ear. Its expression pattern is important to establish, a task that will become possible when a suitable antibody is available. Characterization of which cell types express CCR2 will provide us with insight into the mechanism of CCR2-mediated protection against acoustic overstimulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies in other organ systems have led to a hypothesis that CCR2 could play an antiapoptotic or prosurvival role in the face of both infectious and toxic challenges. In acetaminophen-induced hepatotoxicity, CCR2 appears to play a protective role (Hogaboam et al. 2000) . Liver damage caused by acetaminophen overdose is exacerbated in CCR2 knockout mice when compared to wild-type mice. Both wild-type and CCR2 null mice produced elevated CCL2 levels in the liver after drug exposure. However, CCR2 -/mice experienced damage to the liver at a lower drug dose than when compared to wild-type mice. CCR2 mice had significant TUNEL labeling of hepatocytes when wild-type mice demonstrated no cell death and no TUNEL labeling. It is postulated that CCR2 plays an important role in attenuating apoptotic cell death, possibly via interactions with proinflammatory cytokines that are elaborated in response to acetaminophen. Another condition in which CCR2 appears to be protective is in pulmonary tuberculosis. CCR2-dependent trafficking of macrophages, again, independent of CCL2, appears to be an important part of protection of the lung against mycobacterium tuberculosis infection (Peters et al. 2004) . The protective effect of CCR2 in these experiments does appear linked to CCR2mediated macrophage and dendritic cell migration to the lungs and their role in defense against infection.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 269,
                    "text": "(Hogaboam et al. 2000)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1180,
                    "end": 1200,
                    "text": "(Peters et al. 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is additional evidence in the literature to support the concept of differential roles for CCL2 and CCR2. CCR2, and not CCL2, has been shown to protect against cell death in the thalamus after lesioning the visual cortex. This effect was associated with higher levels of caspase 3 activation and increased glial apoptosis in CCR2 -/mice when compared to wild-type s and CCL2 -/mice (Muessel et al. 2002) . The differences in outcome between the ligand and receptor knockout in this experimental paradigm suggest that the interactions between these two molecules are complex and that ligands other than CCL2 are physiologically important ligands for CCR2. Another study that arrives at a similar conclusion is one in which coronavirus infection in the central nervous system is studied in CCL2 -/and CCR2 -/mice (Held et al. 2004 ). Held et al. found that CCR2, but not CCL2, is important in the immune response to infection of the brain and postulated that another CCR2 ligand, other than CCL2, is providing this protective effect.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 408,
                    "text": "(Muessel et al. 2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 816,
                    "end": 833,
                    "text": "(Held et al. 2004",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The mechanisms underlying the neuroprotective properties of CCR2 in the cochlea are not clear, but evidence in the somatosensory system may provide us with some clues. Data from work on nociception demonstrate that chemokine receptors are present not only on macrophages and microglia of the nervous system, but also on neurons themselves. Ligand binding of these chemokine receptors can result in depolarization of sensory neurons (Boddeke 2001) . Further studies have demonstrated that CC chemokine receptors can associate with TRPV1 (vanilloid receptor 1) to open calcium channels or modify the sensitivity of voltage gated ion channels to receptor binding, thereby increasing nociception (Zhang et al. 2005) . It is therefore feasible that if CCR2 is expressed on sensory cells of the ear, this receptor could mediate its protective effect by modifying the hair cells_ direct response to acoustic stimulation.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 446,
                    "text": "(Boddeke 2001)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 692,
                    "end": 711,
                    "text": "(Zhang et al. 2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The observed changes in the CCR2 -/mouse also raise the question concerning which cell type expresses CCR2 and which cell population is responsible for conferring the protective effect of CCR2 in the ear. There are three cell types in the cochlea that may express CCR2 and could be instrumental in CCR2-mediated neuroprotection. The cochlear macrophage is the first and most apparent candidate. The cochlear macrophage, described in a previous paper, has been shown to express surface antigens consistent with other tissue macrophages and may also express CCR2. Clearly, if the cochlear macrophage expresses CCR2, it is not reliant on this receptor for recruitment to the ear as the CCR2 -/mouse demonstrates normal macrophage migration after acoustic injury. However, CCR2 may be important in programming the macrophage once it has arrived on site to effect what protective or reparative role it plays. The second possible candidates are the sensory cells themselves. As numerous investigators now have shown, neurons themselves can express CCR2, and ligand binding of CCR2 can result in direct changes in calcium currents and sensitivity to neurotransmitter binding and release (White et al. 2005) . It is possible that hair cells or supporting cells express CCR2, and the protective effect of CCR2 relies on antiapoptotic signals to the sensory cells directly. Finally, the microvascular endothelial cells may possess CCR2, and ligand binding here may result in recruitment or repulsion of other peripheral leukocytes that by some mechanism could provide protection to the cochlea after macrophage recruitment.",
            "cite_spans": [
                {
                    "start": 1180,
                    "end": 1199,
                    "text": "(White et al. 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While the exact mechanisms underlying the protective effect of CCR2 remain unclear, it is apparent that CCR2 does play an important role in the recovery of the inner ear after acoustic overexposure. The mechanisms underlying the dramatic phenotype of CCR2 -/mice may provide important insights for understanding how inflammation and chemokines, in particular, mediate either damage or neuroprotection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An animal model of age-related macular degeneration in senescent Ccl-2-or Ccr-2-deficient mice",
            "authors": [
                {
                    "first": "Anand A",
                    "middle": [],
                    "last": "Ambati J",
                    "suffix": ""
                },
                {
                    "first": "Sakurai",
                    "middle": [
                        "E"
                    ],
                    "last": "Fernandez S",
                    "suffix": ""
                },
                {
                    "first": "Lynn",
                    "middle": [],
                    "last": "Bc",
                    "suffix": ""
                },
                {
                    "first": "Kuziel",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                },
                {
                    "first": "Rollins",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "Ambati",
                    "middle": [],
                    "last": "Bk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Med",
            "volume": "9",
            "issn": "11",
            "pages": "1390--1397",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Involvement of chemokines in pain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boddeke Ew",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur. J. Pharmacol",
            "volume": "429",
            "issn": "1-3",
            "pages": "115--119",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Keystone Symposium on Chemokines and Chemokine Receptors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Charo I",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CCR2: From cloning to the creation of knockout mice",
            "authors": [
                {
                    "first": "Charo",
                    "middle": [],
                    "last": "If",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Chem. Immunol",
            "volume": "72",
            "issn": "",
            "pages": "30--41",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The chemokine receptor CCR2 mediates the binding and internalization of monocyte chemoattractant protein-1 along brain microvessels",
            "authors": [
                {
                    "first": "Andjelkovic",
                    "middle": [],
                    "last": "Dzenko Ka",
                    "suffix": ""
                },
                {
                    "first": "Kuziel",
                    "middle": [],
                    "last": "Av",
                    "suffix": ""
                },
                {
                    "first": "Pachter",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Js",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Neurosci",
            "volume": "21",
            "issn": "23",
            "pages": "9214--9223",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Time sequence of degeneration pattern of the organ of Corti after acoustic overstimulation. A transmission electron microscopy study",
            "authors": [
                {
                    "first": "Rask-Andersen H",
                    "middle": [],
                    "last": "Fredelius L. ; Fredelius L",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Acta Otolaryngol",
            "volume": "106",
            "issn": "5-6",
            "pages": "76--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "C-reactive protein promotes monocyte chemoattractant protein-1-mediated chemotaxis through upregulating CC chemokine receptor 2 expression in human monocytes",
            "authors": [
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Kh",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kh",
                    "suffix": ""
                },
                {
                    "first": "Park",
                    "middle": [],
                    "last": "Jh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Kang",
                    "middle": [],
                    "last": "Dh",
                    "suffix": ""
                },
                {
                    "first": "Choi",
                    "middle": [],
                    "last": "Kj",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Mk",
                    "suffix": ""
                },
                {
                    "first": "Park",
                    "middle": [],
                    "last": "Sw",
                    "suffix": ""
                },
                {
                    "first": "Park",
                    "middle": [],
                    "last": "Sj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "21",
            "pages": "2566--2571",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fractalkine and fractalkine receptors in human neurons and glial cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hatori K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nagai A",
                    "suffix": ""
                },
                {
                    "first": "Ryu",
                    "middle": [],
                    "last": "Heisel R",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Jk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Neurosci. Res",
            "volume": "69",
            "issn": "3",
            "pages": "418--426",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Differential roles of CCL2 and CCR2 in host defense to coronavirus infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Ks",
                    "suffix": ""
                },
                {
                    "first": "Kuziel",
                    "middle": [],
                    "last": "Bp",
                    "suffix": ""
                },
                {
                    "first": "Rollins",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                },
                {
                    "first": "Lane",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Te",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "329",
            "issn": "2",
            "pages": "251--260",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mononuclear phagocytes migrate into the murine cochlea after acoustic trauma",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hirose K",
                    "suffix": ""
                },
                {
                    "first": "Keasler",
                    "middle": [],
                    "last": "Discolo Cm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ransohoff R",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comp. Neurol",
            "volume": "489",
            "issn": "2",
            "pages": "180--194",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Exaggerated hepatic injury due to acetaminophen challenge in mice lacking C-C chemokine receptor 2",
            "authors": [
                {
                    "first": "Hogaboam",
                    "middle": [],
                    "last": "Cm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bone-Larson",
                    "suffix": ""
                },
                {
                    "first": "Steinhauser",
                    "middle": [],
                    "last": "Cl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ml",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Matsukawa A",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "Charo",
                    "middle": [],
                    "last": "Boring L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "If",
                    "suffix": ""
                },
                {
                    "first": "Lukacs",
                    "middle": [],
                    "last": "Simpson Kj",
                    "suffix": ""
                },
                {
                    "first": "Kunkel",
                    "middle": [],
                    "last": "Nw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Pathol",
            "volume": "156",
            "issn": "4",
            "pages": "1245--1252",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Absence of monocyte chemoattractant protein 1 in mice leads to decreased local macrophage recruitment and antigen-specific T helper cell type 1 immune response in experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang Dr",
                    "suffix": ""
                },
                {
                    "first": "Kivisakk",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rollins",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                },
                {
                    "first": "Ransohoff",
                    "middle": [],
                    "last": "Rm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Exp. Med",
            "volume": "193",
            "issn": "6",
            "pages": "713--726",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Expression of fractalkine (CX3CL1) and its receptor, CX3CR1, during acute and chronic inflammation in the rodent CNS",
            "authors": [
                {
                    "first": "Botham",
                    "middle": [],
                    "last": "Hughes Pm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ms",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Frentzel S",
                    "suffix": ""
                },
                {
                    "first": "Perry",
                    "middle": [],
                    "last": "Mir A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Glia",
            "volume": "37",
            "issn": "4",
            "pages": "314--327",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Resistance to experimental autoimmune encephalomyelitis in mice lacking the CC chemokine receptor (CCR)2",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Izikson L",
                    "suffix": ""
                },
                {
                    "first": "Charo",
                    "middle": [],
                    "last": "Klein Rs",
                    "suffix": ""
                },
                {
                    "first": "Weiner",
                    "middle": [],
                    "last": "If",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luster Ad",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Exp. Med",
            "volume": "192",
            "issn": "7",
            "pages": "1075--1080",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ablation of the chemokine monocyte chemoattractant protein-1 delays retrograde neuronal degeneration, attenuates microglial activation, and alters expression of cell death molecules",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jung S",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                },
                {
                    "first": "Sunshine",
                    "middle": [],
                    "last": "Graemmel P",
                    "suffix": ""
                },
                {
                    "first": "Kreutzberg",
                    "middle": [],
                    "last": "Mj",
                    "suffix": ""
                },
                {
                    "first": "Sher",
                    "middle": [
                        "A"
                    ],
                    "last": "Gw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Littman Dr ; Mahad",
                    "suffix": ""
                },
                {
                    "first": "Ransohoff",
                    "middle": [],
                    "last": "Dj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rm ; Muessel",
                    "suffix": ""
                },
                {
                    "first": "Klein",
                    "middle": [],
                    "last": "Mj",
                    "suffix": ""
                },
                {
                    "first": "Wilson",
                    "middle": [],
                    "last": "Rm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Am",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berman Ne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Brain Res. Mol. Brain Res",
            "volume": "20",
            "issn": "11",
            "pages": "12--27",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Noise damage in the C57BL/ CBA mouse cochlea",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Bohne",
                    "middle": [],
                    "last": "Ba",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Harding Gw",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hear. Res",
            "volume": "145",
            "issn": "1-2",
            "pages": "111--122",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CCR2-dependent trafficking of F4/80dim macrophages and CD11cdim/intermediate dendritic cells is crucial for T cell recruitment to lungs infected with Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "Cyster",
                    "middle": [],
                    "last": "Peters W",
                    "suffix": ""
                },
                {
                    "first": "Mack",
                    "middle": [
                        "M"
                    ],
                    "last": "Jg",
                    "suffix": ""
                },
                {
                    "first": "Wolf",
                    "middle": [],
                    "last": "Schlondorff D",
                    "suffix": ""
                },
                {
                    "first": "Ernst",
                    "middle": [],
                    "last": "Aj",
                    "suffix": ""
                },
                {
                    "first": "Charo",
                    "middle": [],
                    "last": "Jd",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "If",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "172",
            "issn": "12",
            "pages": "7647--7653",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MCP-1 and CCR2 contribute to nonlymphocyte-mediated brain disease induced by Fr98 polytropic retrovirus infection in mice: role for astrocytes in retroviral neuropathogenesis",
            "authors": [
                {
                    "first": "Errett",
                    "middle": [],
                    "last": "Peterson Ke",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [
                        "T"
                    ],
                    "last": "Js",
                    "suffix": ""
                },
                {
                    "first": "Dimcheff",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Kuziel",
                    "middle": [],
                    "last": "Ransohoff R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Evans L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chesebro B",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "12",
            "pages": "6449--6458",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The chemokine system in neuroinflammation: an update",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ransohoff Rm",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Infect. Dis",
            "volume": "186",
            "issn": "2",
            "pages": "152--156",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Acoustic trauma in the guinea pig cochlea: early changes in ultrastructure and neural threshold",
            "authors": [
                {
                    "first": "Johnstone",
                    "middle": [],
                    "last": "Robertson D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bm",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Hear. Res",
            "volume": "3",
            "issn": "2",
            "pages": "167--179",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Monocyte chemoattractant protein 1: a potential regulator of monocyte recruitment in inflammatory disease",
            "authors": [
                {
                    "first": "Rollins",
                    "middle": [],
                    "last": "Bj",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mol. Med. Today",
            "volume": "2",
            "issn": "5",
            "pages": "198--204",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Expression of monocyte chemoattractant proteins in mouse cochlea exposed to acoustic trauma",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shick H",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ransohoff R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hirose K",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Assoc. Res. Otolaryngol. Abstr. 29.10. Report nr",
            "volume": "29",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The chemokine receptor CCR2 is involved in macrophage recruitment to the injured peripheral nervous system",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Siebert H",
                    "suffix": ""
                },
                {
                    "first": "Kuziel",
                    "middle": [],
                    "last": "Sachse A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Maeda N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bruck W",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Neuroimmunol",
            "volume": "110",
            "issn": "1-2",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chemokine CCL2 and chemokine receptor CCR2 in early active multiple sclerosis",
            "authors": [
                {
                    "first": "Ransohoff",
                    "middle": [],
                    "last": "Sorensen Tl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strieter Rm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sellebjerg F",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. J. Neurol",
            "volume": "11",
            "issn": "7",
            "pages": "445--449",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dynamics of noise-induced cellular injury and repair in the mouse cochlea",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang Y",
                    "suffix": ""
                },
                {
                    "first": "Liberman",
                    "middle": [],
                    "last": "Hirose K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Assoc. Res. Otolaryngol",
            "volume": "3",
            "issn": "3",
            "pages": "248--268",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Excitatory monocyte chemoattractant protein-1 signaling is up-regulated in sensory neurons after chronic compression of the dorsal root ganglion",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Waters",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "Ma",
                    "middle": [
                        "C"
                    ],
                    "last": "Ren D",
                    "suffix": ""
                },
                {
                    "first": "Ripsch M",
                    "middle": [],
                    "last": "Steflik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Cortright",
                    "middle": [],
                    "last": "Dn",
                    "suffix": ""
                },
                {
                    "first": "Lamotte",
                    "middle": [],
                    "last": "Rh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miller Rj",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "102",
            "issn": "39",
            "pages": "14092--14097",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A proinflammatory chemokine, CCL3, sensitizes the heat-and capsaicin-gated ion channel TRPV1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Inan S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cowan A",
                    "suffix": ""
                },
                {
                    "first": "Wang",
                    "middle": [],
                    "last": "Sun R",
                    "suffix": ""
                },
                {
                    "first": "Rogers",
                    "middle": [],
                    "last": "Jm",
                    "suffix": ""
                },
                {
                    "first": "Caterina",
                    "middle": [
                        "M"
                    ],
                    "last": "Tj",
                    "suffix": ""
                },
                {
                    "first": "Oppenheim",
                    "middle": [],
                    "last": "Jj",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "102",
            "issn": "12",
            "pages": "4536--4541",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The average baseline ABR threshold was similar in CCL2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) Quantitative analysis of cochlear macrophages in the murine cochlea. There was no significant difference in the number of inflammatory cells at either baseline or after 112 dB noise in wild typemouse cochlear section seven days after 112 dB noise showed numerous GFP+ cells present in the spiral ligament, stria vascularis, and spiral ganglion. Clearly, there was no evidence of monocyte/macrophage depletion in this cochlea. Scale bar: 75 mm. (C) CCR2 -/ -CX3CR1 +/GFP mouse cochlear section seven days after 112 dB noise demonstrated equally robust numbers of cochlear macrophages when compared to the background strain. Deletion of CCR2 did not result in monocyte depletion of the cochlea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Cytocochleograms after 112 dB noise in three mouse genotypes: CX3CR1 +/GFP , CCL2 -/ -CX3CR1 +/GFP , and CCR2 -/ -CX3CR1 +/GFP . The background strain, CX3CR1 +/GFP , showed a modest loss of both inner and outer hair cells in the frequency region corresponding to the noise stimulus (gray box). There was more consistent loss of high-frequency outer and inner hair cells (encoding 50 kHz and above) after 8-16 kHz octave band noise (n=4). See panel (B). CCL2 -/ -CX3CR1 +/GFP mice demonstrated no loss of hair cells in the tonotopic region corresponding to the noise stimulus. The high-frequency hair cell loss was confined to outer hair cells only (n=4). See panel (C). CCR2 -/ -CX3CR1 +/GFP mice demonstrated a remarkable loss of hair cells both in the region of the noise band and in the high-frequency region of the cochlea. This was consistent across four mice, all exposed to 112 dB noise. This susceptibility of hair cells to noise was qualitatively different than what we see in the two other genotypes in this experiment. See panel (D). *Difference between hair cell survival in CCR2 -/mice and others is significant ( p G 0.05). Scale bar=25 mm. SAUTTER ET AL.: CCR2 is Protective Against Acoustic Injury 367",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fibrocytes of the spiral ligament and spiral limbus possessed heightened vulnerability to noise in CCR2 -/ -CX3CR1 +/GFP mice when compared to the background strain. (A) Cytocochleograms for the two strains of mice demonstrated severe spiral ligament vulnerability to noise in CCR2 -/mice when compared to background strain (n=4 for each genotype). Representative sections from the spiral ligament in (B) CX3CR1 +/GFP mouse and (C) CCR2 -/ -CX3CR1 +/GFP mouse, respectively. *Values for fibrocyte survival in the spiral limbus are significantly different in CCR2 -/ -CX3CR1 +/GFP mice as compared to CX3CR1 +/GFP mice ( p G 0.05). **Limbus and ligament fibrocytes are significantly different in CCR2 -/mice when compared with background mice (p G 0.05). Scale bar=50 mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Quantitative real-time RT-PCR of wild-type C57Bl6 mice and CCL2 -/mice demonstrated that expression of CCL2 is markedly elevated after noise in the wild-type mouse, and CCL7 and CCL12 were also increased. In the CCL2 -/ -CX3CR1 +/GFP mouse, CCL7 and CCL12 remained elevated although not to the same extent as in the wild-type mouse.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the assistance of Dr. Eisuke Sato for his helpful comments on the manuscript, and the help of Dr. Astrid Cardona and Meggan Sasse in obtaining the CCR2 -/-CX3CR1 +/GFP , CCL2 -/-CX3CR1 +/GFP , and CX3CR1 +/GFP mice. This work was funded by NIH grant K08 DC005761 and a grant from the Royal National Institute for the Deaf, a contribution by the Triple T Foundation and by Nancy Lerner Fisher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}