{
    "paper_id": "0caed37c7a0a32088fac2254720ac241b12d2c7a",
    "metadata": {
        "title": "Infection Spread and High-Resolution Detection of Close Contact Behaviors",
        "authors": [
            {
                "first": "Nan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "postCode": "999077",
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": "zhangnan@hku.hkn.z."
            },
            {
                "first": "Boni",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": "bnsu@eppei.com"
            },
            {
                "first": "Pak-To",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "postCode": "999077",
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": "ptjchan@connect.hku.hkp.-t.c."
            },
            {
                "first": "Te",
                "middle": [],
                "last": "Miao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "postCode": "999077",
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": "miaote@connect.hku.hkt.m."
            },
            {
                "first": "Peihua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "postCode": "999077",
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": "phwang@connect.hku.hkp.w."
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "postCode": "999077",
                        "settlement": "Hong Kong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Knowledge of human behaviors is important for improving indoor-environment design, building-energy efficiency, and productivity, and for studies of infection spread. However, such data are lacking. In this study, we designed a device for detecting and recording, second by second, the 3D indoor positioning and head and body motions of each graduate student in an office. From more than 400 person hours of data. Students spent 92.2%, 4.1%, 2.9%, and 0.8% of their time in their own office cubicles, other office cubicles, aisles, and areas near public facilities, respectively. They spent 9.7% of time in close contact, and each student averagely had 4.0 close contacts/h. Students spent long time on close contact in the office which may lead to high infection risk. The average interpersonal distance during close contact was 0.81 m. When sitting, students preferred small relative face orientation angle. Pairs of standing students preferred a face-to-face orientation during close contact which means this pattern had a lower infection risk via close contact. Probability of close contact decreased exponentially with the increasing distance between two students' cubicles. Data on human behaviour during close contact is helpful for infection risk analysis and infection control and prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "2 of 18 deposition, for example, droplets deposited on trousers on the thighs of a sitting person should be more than on a standing person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Very little data exist on indoor close contact behaviors, especially data combining all of the factors mentioned above. Some human behaviors are difficult to accurately monitor with high temporal resolution [11, 19] . Electronic sensors such as radiofrequency identification devices (RFIDs) are the most commonly used to collect human contact data. These devices, however, can only detect close contact by taking readings of interpersonal distance every 20 s, and only one-on-one close contact can be detected [23, 24] . A temporal resolution of 20 s is not sufficient, as the median value duration of a close contact is 17 s [11] . Moreover, human respiratory activities and movement of body parts (e.g., head and body) cannot be detected by this means. Body movements impact the air flows in a room. To collect close contact data with high temporal resolution, video recordings have been used, which can be processed second-by-second [11, 19] . This approach is subject to human error on the part of the video analysts, and also time-consuming.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Office are the most common form of workplace for the most of employees, with open-plan designs widely used [25, 26] . In this study, we monitored and analyzed indoor human behaviors in a graduate student office using automatic devices installed on the hats and clothes of the participants. These devices overcome nearly all of the shortcomings mentioned above and automatically collect high-resolution data on indoor human behaviors. The data monitored included the indoor position, head and body motion, and posture of each individual which are important for infectious disease transmission. We collected more than 1,440,000 s of data for 49 students across two days. This study supported data of indoor human behaviors on close contact. From indoor positioning distribution, we can know that which part in the office has higher infection risk. Combining individual inhalation and exhalation patterns with head's and body's motion during close contact, high-precision quantitative risk assessment on infection spread and control could be conducted.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The experiments were conducted in two close-by Chinese graduate student offices on two consecutive Saturdays. The choice of two nearly identical offices was due to the need of minimising microbial interference, as the experiment also contained another part on surface microbial monitoring, which is not reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Each room was designed for a maximum of 30 students, i.e., containing 30 cubicles (Figure 1 ). There were 26 students (13 male and 13 female) in Room 1 on the first experiment day (day 1), and 23 students (12 male and 11 female) in Room 2 on the second experiment day (day 2). A total of 32 students participated in the experiment, and 17 of them in both experiments. Among 32 participants, 27 students were those who worked in the institute and five students were invited by some students who were in the institute. In addition, three pairs of students were romantically involved. We selected these students because they were familiar with the experimental environment, which should minimize any bias caused by environment. The length (12.2 m) and height (2.73 m) of both rooms were the same, and the layouts of the cubicles in the two rooms were symmetrical, see Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 873,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Each room had a water dispenser and a group of lockers. Only Room 2 had a printer. Each room was divided into six cubicle regions (marked by dotted lines in Figure 1 ), and students in the same cubicle region were more likely to communicate with each other. All of the students were monitored by 22 video cameras (1080P) from 8:30 a.m. to 9:30 p.m. The indoor temperature during the experimental days, which controlled by central air conditionings, was between 26 and 27 degrees. There were 27 fluorescent tubes on the ceiling of the office to keep the luminance, therefore, combing with the high-resolution cameras, most human behaviors can be captured. Each camera monitored one or two office cubicles, except for two with a global view, one camera for the door, and one camera for the water dispenser.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Indoor human behaviors directly impact on indoor thermal comfort [1] , energy efficiency [2] , office design [3] , and exposure to pollutants (e.g., infectious microbes) [4] . Indoor human behaviors in and between different environments also directly impact on the infection risk [5] . Close contacts are believed to facilitate the spread of many viral respiratory diseases such as influenza [6] , SARS [7] , MERS [8] , and even Ebola [9] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infection risk via close contact is influenced by interpersonal distance, respiratory activities, and movement of body parts. Interpersonal distance directly affects the risk of virus exposure due to inhalation and deposition, the so-called short-range airborne and large droplet routes, respectively [10] . A threshold distance of close contact less than 1.5 m to 2 m is generally accepted as risky [11] [12] [13] . Human respiratory activities such as breathing, talking, and coughing can generate droplets of different numbers and sizes [14] [15] [16] [17] [18] . Infectious pathogens are shed and exhaled by the infected during these respiratory activities, and transported by the exhaled air streams, while inhalation of fine droplets and exposure to large droplets are also affected by the inspiratory air streams and body/head/arm movement [19] . Relative face orientation (e.g., face-to-face, face-to-side) and posture are important factors in determining the cross-infection, especially over short distance [20] . Exposure of face-to-back close contact is much smaller than it of face-to-face pattern [21, 22] . Posture also important in droplet ",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The sensors we developed are shown in Figure 2a . The sensors for indoor positioning and head motion were installed on the participants' hats, and those for body motion were installed on the chest of a tight shirt. An ultrawide band (UWB) radio real-time location system (RTLS) was applied to obtain the indoor positions of all participants [27, 28] . The distance resolution of UWB is within 0.1 m when there is no obstruction. To ensure continuous data transmission, the UWB tag was installed on the top of each hat, and four UWB anchors were installed on the office ceiling. An inertial measurement unit (IMU), which can measure and record the position and motion of the head and body (i.e., rotation), was also installed on the top of each hat and the front of each tight shirt. A microphone was installed on the collar band of the shirt to determine when the participants were talking. To protect privacy, only the sound level was recorded. Adjustable bands on the hat and around the head were used to avoid relative movement between the hat and head. Tight clothing was worn to avoid relative movement between the shirt and body. All of the data recorded during the experiment were saved in a chip. The weight of a device on hats and shirts was 73 g, and the weight of hat with fixed accessories was 159 g. Therefore, each student worn a hat of 232 g on the head and worn a device of 73 g on the shirt. Light weight brings a much smaller impact on human behaviors.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Detection Devices"
        },
        {
            "text": "Rotations were recorded in the form of quaternions. To obtain the absolute (relative to the ground) rotation of the head and body, all of the participants underwent calibration after wearing and before taking off the hat and the shirt. During the calibration, the participant stood still and faced the same wall while keeping his/her head and body upright for 10 s. For any IMU (head or body), the quaternions during the calibrations before and after the experiment were denoted as qstart and qend, respectively. If the difference between qstart and qend was greater than a threshold value (equivalent to 10° rotation), it was probable that the participant had moved the hat or shirt during the experiment, and the data were discarded. Data were also regarded as invalid if the fluctuation of rotation between 10-s calibrations was more than 5°. To eliminate drift errors for all sensors, the quaternions were adjusted from all valid raw data based on spherical linear quaternion interpolation (Equation (1) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Devices"
        },
        {
            "text": "The sensors we developed are shown in Figure 2a . The sensors for indoor positioning and head motion were installed on the participants' hats, and those for body motion were installed on the chest of a tight shirt. An ultrawide band (UWB) radio real-time location system (RTLS) was applied to obtain the indoor positions of all participants [27, 28] . The distance resolution of UWB is within 0.1 m when there is no obstruction. To ensure continuous data transmission, the UWB tag was installed on the top of each hat, and four UWB anchors were installed on the office ceiling. An inertial measurement unit (IMU), which can measure and record the position and motion of the head and body (i.e., rotation), was also installed on the top of each hat and the front of each tight shirt. A microphone was installed on the collar band of the shirt to determine when the participants were talking. To protect privacy, only the sound level was recorded. Adjustable bands on the hat and around the head were used to avoid relative movement between the hat and head. Tight clothing was worn to avoid relative movement between the shirt and body. All of the data recorded during the experiment were saved in a chip. The weight of a device on hats and shirts was 73 g, and the weight of hat with fixed accessories was 159 g. Therefore, each student worn a hat of 232 g on the head and worn a device of 73 g on the shirt. Light weight brings a much smaller impact on human behaviors.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Detection Devices"
        },
        {
            "text": "Rotations were recorded in the form of quaternions. To obtain the absolute (relative to the ground) rotation of the head and body, all of the participants underwent calibration after wearing and before taking off the hat and the shirt. During the calibration, the participant stood still and faced the same wall while keeping his/her head and body upright for 10 s. For any IMU (head or body), the quaternions during the calibrations before and after the experiment were denoted as q start and q end , respectively. If the difference between q start and q end was greater than a threshold value (equivalent to 10 • rotation), it was probable that the participant had moved the hat or shirt during the experiment, and the data were discarded. Data were also regarded as invalid if the fluctuation of rotation between 10-s calibrations was more than 5 • . To eliminate drift errors for all sensors, the quaternions were adjusted from all valid raw data based on spherical linear quaternion interpolation (Equation (1)):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Devices"
        },
        {
            "text": "where t is time, t start and t end are the time of the calibrations before and after the experiment. The steering vectors ( x h , y h , z h for head and x b , y b , z b for body, relative to the ground) can be obtained from the quaternions (Figure 2b) . Usually, the horizontal rotation of the head relative to the body direction is more important. The relative steering vectors of head to body ( x hb , y hb , and z hb ) can be calculated using coordinate transformation (Equation (2)):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 251,
                    "text": "(Figure 2b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Detection Devices"
        },
        {
            "text": "x hb y hb z hb =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Devices"
        },
        {
            "text": "where x x b and y x b are the components of x b the in x and y directions and x y b and y y b are the components of y b in the x and y directions, respectively. Here, the roll and pitch of the head are relative to the ground; only the yaw of the head is relative to the body. There is no yaw of the body because no relevant reference point on the waist was monitored. Therefore, data on three head motions (yaw, pitch, and roll) and two body motions (pitch and roll) were collected. in the x and y directions, respectively. Here, the roll and pitch of the head are relative to the ground; only the yaw of the head is relative to the body. There is no yaw of the body because no relevant reference point on the waist was monitored. Therefore, data on three head motions (yaw, pitch, and roll) and two body motions (pitch and roll) were collected. All of the sensors were calibrated prior to the experiments. We first installed the IMUs on a large plate, and performed specific rotations with different angles (e.g., 45°, 90°, 135°, 180°) in three directions. The IMU was regarded as well-calibrated when the difference between all measured values and real values was less than 2°. The UWB sensors were also calibrated in the experimental rooms before the experiments. We chose five indoor points at which to perform calibration to reduce the error of indoor positioning to no more than 10 cm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection Devices"
        },
        {
            "text": "As motions relevant to the inhalation/exhalation flows, we considered individual head and upper body motions, human respiratory activities (e.g., coughing, sneezing, and speaking), and the features of relative position (e.g., interpersonal distance and relative face orientation) of two people. The definitions of head and body motions can be found in Zhang et al. [11] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "Close contact was defined as any full or partial face-to-face interaction within 2 m [23, [29] [30] [31] . A face-to-face interaction can occur with or without conversation, including when two individuals All of the sensors were calibrated prior to the experiments. We first installed the IMUs on a large plate, and performed specific rotations with different angles (e.g., 45 • , 90 • , 135 • , 180 • ) in three directions. The IMU was regarded as well-calibrated when the difference between all measured values and real values was less than 2 • . The UWB sensors were also calibrated in the experimental rooms before the experiments. We chose five indoor points at which to perform calibration to reduce the error of indoor positioning to no more than 10 cm.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "As motions relevant to the inhalation/exhalation flows, we considered individual head and upper body motions, human respiratory activities (e.g., coughing, sneezing, and speaking), and the features of relative position (e.g., interpersonal distance and relative face orientation) of two people. The definitions of head and body motions can be found in Zhang et al. [11] .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "Close contact was defined as any full or partial face-to-face interaction within 2 m [23, [29] [30] [31] . A face-to-face interaction can occur with or without conversation, including when two individuals read a book or watch a computer screen together. An event was not counted as close contact if the distance between the two students was shorter than 2 m but there was no interaction between them; for example, if two students used their own computers in their own cubicles. If any close contact lasted for more than 1 s, it was counted as a single close contact. If the two students were separated (more than 2 m apart or with no interaction) by more than 1 s, the individual students' close contact behavior (e.g., with another student at that distance) was counted separately. In this study, interpersonal distance was defined as the distance between the sensors on the two participants other than those on their faces. In addition to interpersonal distance, the relative face orientation angle of the two participants was also obtained. This is the angle between the normal of the two students and ranges from 0 • to 180 • [11] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "During the two experimental days, 1,440,492 s of human behavior data were collected. The first author processed all video episodes second by second, recording all visible close contacts between each pair of students in the office. The collected data include posture (standing, sitting, and squatting), whether two students were in close contact, the identities of those in close contact, and the start and end time of each episode of close contact. The indoor position and head and body motions were monitored by sensors. The indoor position data on day 1 were unfortunately missed, which means that all of the valid indoor position data were from day 2. Out of the 23 participants, 21 had indoor position data during day 2, and in total 717,168 s of indoor position data were collected. Among these data, 10,827 s (1.5%) was lost or disrupted, and linear interpolation was used to approximate these data. To maintain the accuracy of all recorded data on head and body motions, we discarded the data for which the difference between two calibrations was more than 10 • or the fluctuation during each calibration was more than 5 • . After data filtering, 541,200 s of data on head and body motions were valid. Moreover, a total of 1,250,392 s of valid data on sound levels were recorded by the microphones over the two days. All of the results reported below are based on these valid data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Processing"
        },
        {
            "text": "While indoors, the students spent 5.3% of their time standing, 94.6% sitting, and only 0.1% squatting. We divided the office into functional areas, i.e., occupied office cubicles, vacant office cubicles, aisle, and areas near public facilities ( Figure 3a ). Figure 3b shows the distribution of indoor positions during day 2, where red indicates the highest coverage rate (≥40 times per 25 cm 2 ). Occupied office cubicles had the highest coverage rate, mainly due to occupation by their owner (Figure 3b ). The students spent on average 92.2% of their time staying in their own cubicles. For the remaining 7.8% of the time, the students occupied other places. The results show that they spent most of the latter time in the aisle close to the doorway, the area close to the door, and areas close to the printer and the water dispenser ( Figure 3c) . Some students had a particularly close relationship with certain others or even a romantic relationship (e.g., boy-/girlfriend), and their office cubicles had a higher probability of being occupied by others. Most vacant office cubicles had a very low occupied percentage. In general, when outside their own cubicle, the students spent 47.9%, 4.5%, 37.4%, and 10.2% of their time in occupied office cubicles, vacant office cubicles, the aisle, and areas near public facilities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 259,
                    "end": 268,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 494,
                    "end": 504,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "Figure 3c)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "General Human Behavior Data"
        },
        {
            "text": "Based on 541,200 valid data of head and body motions, we obtained the general characteristics of these motions for the overall group of students. Figure 4a illustrates the head and body motions. The circle shows the probability distribution of face orientation in the form of a projected half sphere; the reader can imagine that the eyes are located at the center of the sphere. This half sphere is divided into 1296 sectors, each of them 5 • × 5 • . The top, bottom, left, and right correspond to the participant raising, lowering, left-turning, and right-turning the head by 90 • . The center indicates that the student is looking almost exactly forward. This provides an intuitive visualization of the students' preferred head motions. In the office, the students preferred to look towards the red and orange grids in the circle (i.e., lower their head), and had a very low probability of raising their head (blue grids). To characterize the head motions, we considered the movement of the head in three directions independently. In the horizontal direction, the average degree of yaw was 4.1°, which means that the students on average slightly turned their head to the right by 4.1°. This provides an intuitive visualization of the students' preferred head motions. In the office, the students preferred to look towards the red and orange grids in the circle (i.e., lower their head), and had a very low probability of raising their head (blue grids). To characterize the head motions, we considered the movement of the head in three directions independently. In the horizontal direction, the average degree of yaw was 4.1 • , which means that the students on average slightly turned their head to the right by 4. This provides an intuitive visualization of the students' preferred head motions. In the office, the students preferred to look towards the red and orange grids in the circle (i.e., lower their head), and had a very low probability of raising their head (blue grids). To characterize the head motions, we considered the movement of the head in three directions independently. In the horizontal direction, the average degree of yaw was 4.1°, which means that the students on average slightly turned their head to the right by 4.1°. The students had almost equal probability of turning their head left and right, i.e., the probability distribution of yaw was symmetric. The average degree of pitch was 23.0 • , which means that the students preferred to lower their head by 23.0 • on average. Indeed, the head was lowered during 93.5% of indoor time. The students on average tilted (rolled) the head 2.8 • to the left. The probability distributions of left and right tilts were almost the same. The students spent 86.1% and 97.4% of time tilting their head within 15 • and 30 • , respectively. Figure 4b shows the body motions during indoor time. The students on average lowered their bodies (pitch) by 23.2 • , and spent 85.6% of indoor time bending their bodies forward. The average degree of body roll was 3.7 • , which means that the students on average slightly tilted their bodies to the right. The probability distribution of roll was almost symmetric. The students spent 86.7% and 98.2% of time tilting their bodies within 15 • and 30 • , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2810,
                    "end": 2819,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "General Human Behavior Data"
        },
        {
            "text": "Three postures were considered in this study: standing, sitting, and squatting. Here we only analyzed head and body motions during standing and sitting because the students spent very little time squatting (0.1%). Figure 5 lists the probability distributions of head and body motions in three directions for all students during indoor time. The rolling of the head and body showed little difference between standing and sitting postures, and the participants had only a slightly higher probability of bending their head during sitting than during standing. However, the characteristics of yaw and pitch of the head, and pitch of the body, differed by posture. The average angles of head yaw during standing and sitting were −3.0 • and 4.5 • , respectively. The students on average lowered their heads by 30.9 • and 24.1 • while standing and sitting, respectively. The pitch of the body was strongly linked to posture. The average angles of pitch of the body during standing and sitting were 21.2 • and 24.7 • , respectively. However, the students had a higher probability of keeping their body bent forward at a large angle during standing (β b > 60 • during 8.1% of the time) than during sitting (β b > 60 • during 0.7% of the time). The most common forward-bending angle of the body during standing was between 10 • and 15 • , while that during sitting was 35 • to 40 • . The students had almost equal probability of turning their head left and right, i.e., the probability distribution of yaw was symmetric. The average degree of pitch was 23.0°, which means that the students preferred to lower their head by 23.0° on average. Indeed, the head was lowered during 93.5% of indoor time. The students on average tilted (rolled) the head 2.8° to the left. The probability distributions of left and right tilts were almost the same. The students spent 86.1% and 97.4% of time tilting their head within 15° and 30°, respectively. Figure 4b shows the body motions during indoor time. The students on average lowered their bodies (pitch) by 23.2°, and spent 85.6% of indoor time bending their bodies forward. The average degree of body roll was 3.7°, which means that the students on average slightly tilted their bodies to the right. The probability distribution of roll was almost symmetric. The students spent 86.7% and 98.2% of time tilting their bodies within 15° and 30°, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "text": "Figure 5",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1928,
                    "end": 1937,
                    "text": "Figure 4b",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "General Human Behavior Data"
        },
        {
            "text": "Three postures were considered in this study: standing, sitting, and squatting. Here we only analyzed head and body motions during standing and sitting because the students spent very little time squatting (0.1%). Figure 5 lists the probability distributions of head and body motions in three directions for all students during indoor time. The rolling of the head and body showed little difference between standing and sitting postures, and the participants had only a slightly higher probability of bending their head during sitting than during standing. However, the characteristics of yaw and pitch of the head, and pitch of the body, differed by posture. The average angles of head yaw during standing and sitting were −3.0° and 4.5°, respectively. The students on average lowered their heads by 30.9° and 24.1° while standing and sitting, respectively. The pitch of the body was strongly linked to posture. The average angles of pitch of the body during standing and sitting were 21.2° and 24.7°, respectively. However, the students had a higher probability of keeping their body bent forward at a large angle during standing (βb > 60° during 8.1% of the time) than during sitting (βb > 60° during 0.7% of the time). The most common forward-bending angle of the body during standing was between 10° and 15°, while that during sitting was 35° to 40°. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "text": "Figure 5",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "General Human Behavior Data"
        },
        {
            "text": "The students spent more than 9.7% of their time in close contact and each student had on average 4.0 close contact episodes per hour. The probability distribution of close contact fitted a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indoor Behavior During Close Contact"
        },
        {
            "text": "The students spent more than 9.7% of their time in close contact and each student had on average 4.0 close contact episodes per hour. The probability distribution of close contact fitted a log-normal distribution ( Figure 6 ). The average and median durations of close contact were 54.5 and 15 s, respectively. Close contacts with duration between 8 and 16 s had the highest frequency. The durations of 38.2%, 68.8%, and 82.8% of close contacts were no more than 10, 30, and 60 s, respectively. From the microphone data, at least one student was speaking during 68.6% of the time during close contact. One-on-one close contacts accounted for more than 90% of close contact time, while 7.8%, 1.5%, and 0.6% of close contact time involved three, four, and five students simultaneously. Six-student conversations only accounted for 0.06% of close contact time. log-normal distribution ( Figure 6 ). The average and median durations of close contact were 54.5 and 15 s, respectively. Close contacts with duration between 8 and 16 s had the highest frequency. The durations of 38.2%, 68.8%, and 82.8% of close contacts were no more than 10, 30, and 60 s, respectively. From the microphone data, at least one student was speaking during 68.6% of the time during close contact. One-on-one close contacts accounted for more than 90% of close contact time, while 7.8%, 1.5%, and 0.6% of close contact time involved three, four, and five students simultaneously. Six-student conversations only accounted for 0.06% of close contact time. During close contact, 22.9%, 76.3%, and 0.8% of students stood, sat, and squatted, respectively (Table 1) . During 59.6% of the close contact time, both students were sitting. The pattern of one standing and one sitting was adopted during 33.5% of the close contact time. The students almost never chatted with each other while one stood and one squatted (0.1% of close contact time). Figure 7 shows the characteristics of close contact. As can be seen, 68.2% of the close contacts were between students in the same region, and most were between adjacent students. Only 13.2% of the close contacts were between students in remote regions (Figure 7a ). Influenced by the circulation of people, students near the aisle and the door had a higher probability of being contacted ( Figure  7b ). From Figure 7c , the greater the distance between the office cubicles of two students was, the lower was the probability of a close contact. The average cubicle distance between two students for close contact was 1.25 areas (for the area distribution refer to Figure 3a) , and 77.2% of close contacts occurred between two students with a cubicle distance of no more than three areas. The student who had the closest contacts had 50.5 episodes per hour (Figure 7d ). On average each student had 4.0 close contact episodes per hour, and no one had zero close contacts during either day. During the two days, 12.2% (total pairs of contact: 141; possible pairs of contact: 1156 = 26 × 25 + 23 × 22) of all possible pairs of students had close contact. Each pair of students had close contact on average 11.3 times per day, and the pair with the highest frequency of close contacts had 100 episodes per day ( Figure 7e ). As shown in Figure 7f , 22.4%, 40.8%, 59.2%, and 85.7% of the students spent no more than 1%, 5%, 10%, and 20% of their time in close contacts, respectively. The most sociable student During close contact, 22.9%, 76.3%, and 0.8% of students stood, sat, and squatted, respectively (Table 1) . During 59.6% of the close contact time, both students were sitting. The pattern of one standing and one sitting was adopted during 33.5% of the close contact time. The students almost never chatted with each other while one stood and one squatted (0.1% of close contact time). Figure 7 shows the characteristics of close contact. As can be seen, 68.2% of the close contacts were between students in the same region, and most were between adjacent students. Only 13.2% of the close contacts were between students in remote regions (Figure 7a ). Influenced by the circulation of people, students near the aisle and the door had a higher probability of being contacted (Figure 7b ). From Figure 7c , the greater the distance between the office cubicles of two students was, the lower was the probability of a close contact. The average cubicle distance between two students for close contact was 1.25 areas (for the area distribution refer to Figure 3a) , and 77.2% of close contacts occurred between two students with a cubicle distance of no more than three areas. The student who had the closest contacts had 50.5 episodes per hour (Figure 7d ). On average each student had 4.0 close contact episodes per hour, and no one had zero close contacts during either day. During the two days, 12.2% (total pairs of contact: 141; possible pairs of contact: 1156 = 26 × 25 + 23 × 22) of all possible pairs of students had close contact. Each pair of students had close contact on average 11.3 times per day, and the pair with the highest frequency of close contacts had 100 episodes per day ( Figure 7e ). As shown in Figure 7f , 22.4%, 40.8%, 59.2%, and 85.7% of the students spent no more than 1%, 5%, 10%, and 20% of their time in close contacts, respectively. The most sociable student spent 34% of her indoor time in close contact. The average and median ratios of close contact time to total indoor time were 9.7% and 6.4%, respectively. During the two days, the students had close contacts with an average of 8.4 and 4.2 students, respectively. The most sociable student had close contacts with 10 and 20 students during day 1 and day 2, respectively ( Figure 7g ). Health 2019, 16, x 9 of 18 spent 34% of her indoor time in close contact. The average and median ratios of close contact time to total indoor time were 9.7% and 6.4%, respectively. During the two days, the students had close contacts with an average of 8.4 and 4.2 students, respectively. The most sociable student had close contacts with 10 and 20 students during day 1 and day 2, respectively ( Figure 7g ). Figure 7 . Characteristics of close contact. (a) Probability distribution by relative position of students' office cubicles (same region means two students are in the same region but not adjacent or back to back; percentage shows the episodes of close contact occurred in different relative positions); (b) Probability of area occupancy by area during close contact between remote students (students in different regions). The colour bar shows the ln values; (c) Probability distribution by distance between work cubicles of two students (distance is calculated as number of functional areas between cubicles of the two students, as illustrated in Figure 3a . For example, distance = 1 for adjacent or back-to-back office cubicles, and distance = 5 between cubicles 2-2 and 3-2 (see Figures 1b and 3a) ); (d) Cumulative probability distribution by frequency of close contact (episodes/hour); (e) Cumulative probability distribution by total episodes of close contact per day between each pair of participants (episodes/day); (f) Cumulative probability distribution by ratio of close contact time to total indoor Figure 7 . Characteristics of close contact. (a) Probability distribution by relative position of students' office cubicles (same region means two students are in the same region but not adjacent or back to back; percentage shows the episodes of close contact occurred in different relative positions); (b) Probability of area occupancy by area during close contact between remote students (students in different regions). The colour bar shows the ln values; (c) Probability distribution by distance between work cubicles of two students (distance is calculated as number of functional areas between cubicles of the two students, as illustrated in Figure 3a . For example, distance = 1 for adjacent or back-to-back office cubicles, and distance = 5 between cubicles 2-2 and 3-2 (see Figures 1b and 3a) ); (d) Cumulative probability distribution by frequency of close contact (episodes/hour); (e) Cumulative probability distribution by total episodes of close contact per day between each pair of participants (episodes/day); (f) Cumulative probability distribution by ratio of close contact time to total indoor time (%); (g) Cumulative probability distribution by number of contacted students per day; and (h) Distribution of number of students who stayed in the room and had close contact during day 1 and day 2 (black and blue points are total number of indoor students and total number of students in close contact, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "Figure 6",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 884,
                    "end": 892,
                    "text": "Figure 6",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1623,
                    "end": 1632,
                    "text": "(Table 1)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1912,
                    "end": 1920,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2165,
                    "end": 2175,
                    "text": "(Figure 7a",
                    "ref_id": null
                },
                {
                    "start": 2303,
                    "end": 2313,
                    "text": "Figure  7b",
                    "ref_id": null
                },
                {
                    "start": 2322,
                    "end": 2331,
                    "text": "Figure 7c",
                    "ref_id": null
                },
                {
                    "start": 2577,
                    "end": 2587,
                    "text": "Figure 3a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2769,
                    "end": 2779,
                    "text": "(Figure 7d",
                    "ref_id": null
                },
                {
                    "start": 3221,
                    "end": 3230,
                    "text": "Figure 7e",
                    "ref_id": null
                },
                {
                    "start": 3246,
                    "end": 3255,
                    "text": "Figure 7f",
                    "ref_id": null
                },
                {
                    "start": 3514,
                    "end": 3523,
                    "text": "(Table 1)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 3803,
                    "end": 3811,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 4056,
                    "end": 4066,
                    "text": "(Figure 7a",
                    "ref_id": null
                },
                {
                    "start": 4192,
                    "end": 4202,
                    "text": "(Figure 7b",
                    "ref_id": null
                },
                {
                    "start": 4211,
                    "end": 4220,
                    "text": "Figure 7c",
                    "ref_id": null
                },
                {
                    "start": 4466,
                    "end": 4476,
                    "text": "Figure 3a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 4658,
                    "end": 4668,
                    "text": "(Figure 7d",
                    "ref_id": null
                },
                {
                    "start": 5110,
                    "end": 5119,
                    "text": "Figure 7e",
                    "ref_id": null
                },
                {
                    "start": 5135,
                    "end": 5144,
                    "text": "Figure 7f",
                    "ref_id": null
                },
                {
                    "start": 5677,
                    "end": 5686,
                    "text": "Figure 7g",
                    "ref_id": null
                },
                {
                    "start": 5690,
                    "end": 5706,
                    "text": "Health 2019, 16,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 6087,
                    "end": 6096,
                    "text": "Figure 7g",
                    "ref_id": null
                },
                {
                    "start": 6100,
                    "end": 6108,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 6748,
                    "end": 6757,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 6883,
                    "end": 6901,
                    "text": "Figures 1b and 3a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 7212,
                    "end": 7220,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 7860,
                    "end": 7869,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 7995,
                    "end": 8013,
                    "text": "Figures 1b and 3a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Indoor Behavior During Close Contact"
        },
        {
            "text": "From Figure 7h , the times of day with the most students in the office were between 9:30 and 11:30 and between 13:00 and 17:30. The peak frequency of close contact was between 11:00 and 12:30 and after 16:00. Figure 8 shows the interpersonal distance by posture and gender. The average interpersonal distance during close contact was 0.81 m. The average interpersonal distances between sitting-sitting, standing-standing, and standing-sitting students were 0.74 m, 0.93 m, and 0.88 m, respectively. There were three peaks of interpersonal distance during close contact between two students who were sitting. As shown in Figure 8a, the first peak (0.1-0.3 m) was caused by pairs of participants with a very close relationship (e.g., boy-/girlfriend), the second peak (0.6-0.7 m) was caused by pairs of students who sat back-to-back, and the third peak (1.1-1.2 m) corresponded to the distance between two adjacent students. The probability distributions of interpersonal distance for sitting-standing students and standing-standing students accorded with log-normal distributions, and the most frequent interpersonal distances were 0.5 and 0.7 m, respectively. As 60% of close contact was between two sitting students, the overall probability distribution of interpersonal distance (black line) was similar to that of two sitting students.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Figure 7h",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 8",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 620,
                    "end": 657,
                    "text": "Figure 8a, the first peak (0.1-0.3 m)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Int. J. Environ. Res. Public"
        },
        {
            "text": "From There were three major posture patterns during close contacts in the office: sitting-sitting (both students sitting), standing-standing (both students standing), and sitting-standing (one student sitting, the other standing). The head and body motions of students and relative face orientation angles between students under different patterns of posture during close contact are shown in Figure 9 . When two students were both standing or sitting, they preferred to look slightly There were three major posture patterns during close contacts in the office: sitting-sitting (both students sitting), standing-standing (both students standing), and sitting-standing (one student sitting, the other standing). The head and body motions of students and relative face orientation angles between students under different patterns of posture during close contact are shown in Figure 9 . When two students were both standing or sitting, they preferred to look slightly downward. The average pitch angles of the head under sitting-sitting and standing-standing were 14.7 • and 20.1 • , respectively (Figure 9a,b) . The average pitch angles of the body under these two conditions were 24.3 • and 17.8 • , respectively. However, under the sitting-standing condition (Figure 9c) , the eye direction of the standing student was much lower than that of the sitting student. There were three major posture patterns during close contacts in the office: sitting-sitting (both students sitting), standing-standing (both students standing), and sitting-standing (one student sitting, the other standing). The head and body motions of students and relative face orientation angles between students under different patterns of posture during close contact are shown in Figure 9 . When two students were both standing or sitting, they preferred to look slightly downward. The average pitch angles of the head under sitting-sitting and standing-standing were 14.7° and 20.1°, respectively (Figure 9a,b) . The average pitch angles of the body under these two conditions were 24.3° and 17.8°, respectively. However, under the sitting-standing condition (Figure  9c) , the eye direction of the standing student was much lower than that of the sitting student. The average pitch angles of the head of the sitting and the standing students in a sitting-standing pattern were 11.3° and 34.0°, respectively, and the average pitch angles of the body were 22.2° and 33.9°, respectively. The relatively low probability of looking downward for the sitting student implies that the standing student was usually located at the side of the sitting student rather than face-to-face. Standing students had a very high probability of facing downward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 9",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 873,
                    "end": 881,
                    "text": "Figure 9",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1094,
                    "end": 1107,
                    "text": "(Figure 9a,b)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1259,
                    "end": 1270,
                    "text": "(Figure 9c)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1752,
                    "end": 1760,
                    "text": "Figure 9",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 1970,
                    "end": 1983,
                    "text": "(Figure 9a,b)",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 2132,
                    "end": 2144,
                    "text": "(Figure  9c)",
                    "ref_id": "FIGREF22"
                }
            ],
            "section": "Int. J. Environ. Res. Public"
        },
        {
            "text": "Two sitting students had a high probability of only a slight relative angle of face orientation (5° The average pitch angles of the head of the sitting and the standing students in a sitting-standing pattern were 11.3 • and 34.0 • , respectively, and the average pitch angles of the body were 22.2 • and 33.9 • , respectively. The relatively low probability of looking downward for the sitting student implies that the standing student was usually located at the side of the sitting student rather than face-to-face. Standing students had a very high probability of facing downward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Int. J. Environ. Res. Public"
        },
        {
            "text": "Two sitting students had a high probability of only a slight relative angle of face orientation (5 • to 25 • ) during close contact, which means that they usually faced in similar directions. Two standing students preferred face-to-face close contact with a relative face orientation angle between 150 • and 170 • . There was no obvious preference regarding relative face orientation angle under the sitting-standing pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Int. J. Environ. Res. Public"
        },
        {
            "text": "In this study, we provided the first comprehensive dataset combining the indoor position, head and body motions, and posture of students at the same time which are helpful for infection risk assessment via close contact route. Indoor human behavior is strongly dependent on the type of indoor environment. In a hospital ward, patients usually lie in their beds, while health care workers walk between rooms and beds [32] . In an aircraft cabin or a cruise ship, passengers usually sit in their seats, while crew members walk through the aisle to provide service and food [33] [34] [35] . Both passengers in an aircraft cabin or a cruise ship and students in an office spend most of their time in their own seats or in aisles. Children in nurseries have been found to spend more time standing than sitting during indoor free-play time [36] . In a primary school, pupils have been found to spend 2.1 times more time sitting than standing during school hours [37] . However, in this study of a graduate student office, the students spent 94.6% of their time sitting. Therefore, people may tend to prefer sitting with increasing age, although the type of environment is also highly influential.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Automatically Collected Indoor Human Behavior"
        },
        {
            "text": "Close contact is an important activity in daily life, and also plays a critical role in infectious disease transmission. The duration of close contacts directly determines the exposure to viruses. Many researchers have reported the distribution of the duration of close contact ( Figure 10 ) in different types of indoor environment. However, RFIDs or wireless sensors can only detect close contacts at intervals of 20 s [24, 31, [38] [39] [40] [41] , an insufficient temporal resolution for close contacts, which have a median duration of only 17 s. Although video observations can reach a temporal resolution of 1 s [11] , the subjectivity of video analysts and the huge workload are two major shortcomings. As summarised in Figure 10 , all types of indoor environment show similar values of the cumulative probability distribution (CDF) of the duration of close contacts. Brief close contacts (<20 s) are dominant, and prolonged close contacts (>300 s) are rare. Conferences and museums have a higher rate of long close contacts, while in hospitals and congress buildings shorter close contacts are more common. In a video observation study of a graduate student office, the average and median duration of close contact were 53.8 s and 17 s [11] , respectively. Our study, meanwhile, found the average and median duration to be 54.5 s and 15 s, respectively. probability distribution (CDF) of the duration of close contacts. Brief close contacts (<20 s) are dominant, and prolonged close contacts (>300 s) are rare. Conferences and museums have a higher rate of long close contacts, while in hospitals and congress buildings shorter close contacts are more common. In a video observation study of a graduate student office, the average and median duration of close contact were 53.8 s and 17 s [11] , respectively. Our study, meanwhile, found the average and median duration to be 54.5 s and 15 s, respectively. ",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1797,
                    "end": 1801,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 289,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 736,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Automatically Collected Indoor Human Behavior"
        },
        {
            "text": "We collected and analyzed three types of data during close contact: indoor position, head and body motion/movement, and posture. These three factors are important to infectious disease transmission. Indoor position can help calculating the interpersonal distance of people during close contact. The infection risk decreases sharply with the increase of the interpersonal distance [12, 20, 42, 43] . Posture, and head and body movement influence the body plume during close contact. For example, short-range exposure can be affected strongly by body plumes [44] . Frequent movement of the head and body during conversation can change not only the orientations of the exhaled/inhaled airflows, but also the patterns of body convective flows and the thermal plume. The exhaled airflows of two people also interact with and affect each other [12] . Various gestures involving small movements of the hands, palms, legs, eyebrows and other small-scale facial features may not significantly affect the body plume or exhaled flows [45, 46] . Posture also important in droplet deposition. For example, more droplets may deposit on thighs of a sitting person if he/she talks with an infected. People have high probability to touch their thighs and legs with the frequency of more than 30 times per hour [19] . It may lead to a high infection risk because people also have high touch frequency on mucous membranes [47] . Relative face orientation is a critical factor for exposure during close contact, and it could be calculated by body and head motion. Previous studies found that the exposure during face-to-face close contact is the most, followed by face-to-side pattern, while face-to-back pattern had the lowest exposure [21, 22] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1722,
                    "end": 1725,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "As no such data on indoor human behavior in an office had previously been published, we mainly compared the sensor-collected data from this study with those of our previous experiment based on video observation [11] (Table 2) . As head and body motions cannot easily be recorded using observation methods, the accuracy is difficult to guarantee. This may be the cause of the disagreements between the results in Table 2 . In addition, in our previous experiment, all participants were students whose cubicles were in the studied office. In this study, however, some students were from the next room and some were invited into the office under study by students ",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "(Table 2)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 412,
                    "end": 419,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Close Contact Behavior"
        },
        {
            "text": "We collected and analyzed three types of data during close contact: indoor position, head and body motion/movement, and posture. These three factors are important to infectious disease transmission. Indoor position can help calculating the interpersonal distance of people during close contact. The infection risk decreases sharply with the increase of the interpersonal distance [12, 20, 42, 43] . Posture, and head and body movement influence the body plume during close contact. For example, short-range exposure can be affected strongly by body plumes [44] . Frequent movement of the head and body during conversation can change not only the orientations of the exhaled/inhaled airflows, but also the patterns of body convective flows and the thermal plume. The exhaled airflows of two people also interact with and affect each other [12] . Various gestures involving small movements of the hands, palms, legs, eyebrows and other small-scale facial features may not significantly affect the body plume or exhaled flows [45, 46] . Posture also important in droplet deposition. For example, more droplets may deposit on thighs of a sitting person if he/she talks with an infected. People have high probability to touch their thighs and legs with the frequency of more than 30 times per hour [19] . It may lead to a high infection risk because people also have high touch frequency on mucous membranes [47] . Relative face orientation is a critical factor for exposure during close contact, and it could be calculated by body and head motion. Previous studies found that the exposure during face-to-face close contact is the most, followed by face-to-side pattern, while face-to-back pattern had the lowest exposure [21, 22] .",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[45,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "text": "[21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1722,
                    "end": 1725,
                    "text": "22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "As no such data on indoor human behavior in an office had previously been published, we mainly compared the sensor-collected data from this study with those of our previous experiment based on video observation [11] (Table 2) . As head and body motions cannot easily be recorded using observation methods, the accuracy is difficult to guarantee. This may be the cause of the disagreements between the results in Table 2 . In addition, in our previous experiment, all participants were students whose cubicles were in the studied office. In this study, however, some students were from the next room and some were invited into the office under study by students who worked there. Therefore, the various relationship networks may have caused the difference in the characteristics of close contact and of indoor human behaviors during close contact. Our previous experiment showed that students spent 9.9% of their time in close contact interactions, while in this study that percentage was 9.7% ± 8.8%. The probability distributions of the students' posture during close contact differed between the two experiments, although sitting was always the most common posture, followed by standing. Almost none of the students had close contact when squatting. Sitting-sitting and sitting-standing were the most common posture patterns during close contact. In this study, the sitting-sitting pattern was much more dominant than in the previous experiment because all students chose their office cubicles before the experiment. Students with the closest relationships sat next to each other, and could chat without standing up or walking. During both experiments, one-on-one close contact accounted for almost 90% of all close contacts. The number of participants per close contacts depends on the type of indoor environment. For example, more people will participate in a close contact in a group discussion, while one-on-one close contact is very highly probable in a doctor's consulting room.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "(Table 2)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 412,
                    "end": 419,
                    "text": "Table 2",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Close Contact Behavior"
        },
        {
            "text": "Preferred interpersonal distances differ by culture, ethnicity, relationship, personal habits, age, gender, and ambient environment [48] . Closer interpersonal distance means higher virus inhalation which increases infection risk via close contact route [42] . The average personal distances for acquaintances and intimately close persons in China are 83.6 and 57.6 cm, respectively [49] . However, there is no clear definition of interpersonal distance. Our previous study defined the interpersonal distance as that between two mouths, while this study defined it as the distance between two sensors worn on the top of the head. The previous study showed the average interpersonal distance in the office to be 0.67 m. In this study, the average interpersonal distance (0.81 m) was larger because of the different definitions of this parameter. Both experiments found the same effect of gender on interpersonal distance: two female students adopted the shortest distance while students of different genders (non-couples) were farthest apart. As an office is a public area, intimate couples do not interact at such close distance as they would otherwise. Posture also influences the interpersonal distance. Both experiments showed that two sitting students had the shortest interpersonal distance. In this study, more than 50% of close contacts were between adjacent or back-to-back students, and the probability distribution of interpersonal distance was strongly influenced by their cubicle positions. A compact indoor design would lead to shorter interpersonal distance during close contact.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "The circulation of people around the office strongly influenced the probability of close contacts. Students at long distances apart had low probability of contact with each other. Therefore, a linear office cubicle design would lead to a lower close contact frequency compared with a matrix design because of longer average distance. People are generally disinclined to make close contact with someone a long distance away if there is no critical information to communicate. In this study, most close contacts were between students sitting in the same region because students with good relationships had chosen to sit together. Most students in this office were acquaintances, and had high probability of a brief close contact when encountering each other. Therefore, the students near the aisles, especially those near the door, had a high close-contact frequency with remote students (Figure 7b ) as a result of office circulation. There was no close contact between 88% of the possible pairs of students (connection rate = 12%). In general, this value is strongly related to the level of intimacy between people indoors. For example, the connection rate tends to be very high in a home, but low in public environments such as conference rooms and aircraft cabins. This may explain why homes have a higher infection risk than other environments during an infectious outbreak [29] .",
            "cite_spans": [
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 886,
                    "end": 896,
                    "text": "(Figure 7b",
                    "ref_id": null
                }
            ],
            "section": "Close Contact Behavior"
        },
        {
            "text": "This sensor-based study recorded higher pitch values of the head and body, which showed that students preferred to lower their head and lean their body forward. When sitting, they were usually looking at a computer monitor (mostly laptop computers) or reading a book from a desk, and therefore both the torso and head leaned forward. Over the long term, such a sitting posture may lead to a high prevalence of kyphosis among students [50] . Research has also showed that tilting the head forward by 15 • places about 27 pounds of force on the neck [51] . This increases to 40 pounds at 30 • , 49 pounds at 45 • , and 60 pounds at 60 • [51] . The damage caused by untreated 'text neck' can be of similar severity to occupational overuse syndrome or repetitive stress/strain injury. The office management team could be encouraged to educate their workers and provide ergonomic office equipment such as laptop stands to promote proper posture.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "In simulations of infectious disease transmission via the close contact route, face to face is the most common orientation assumed, and all heads are assumed to be at the same height [12, 20] . However, in our analysis, the students spent relatively little of their close contact time in a face-to-face position. Staring at the same screen, reading the same paper, or chatting without making eye contact were also common. Before this study, no data had been published on the percentage of time spent speaking during close contact. We found that students in close contact on average spent 68.6% of their time speaking. Studies have shown that talking for 5 min can generate the same number of droplet nuclei as a cough, i.e., some 3000 droplet nuclei [10] , and speaking usually involves prolonged exhalation [52] . Our data may provide a reference for the simulation of infectious disease transmission via speaking during close contact. Moreover, combined with indoor surface touching behaviors [19] , a comprehensive simulation of infection spread in an office considering the long-range airborne, fomite, and close contact routes could be performed [29] . The results would provide support for infection risk analysis on a large scale such as a city [5, 53] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1151,
                    "end": 1155,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1252,
                    "end": 1255,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1256,
                    "end": 1259,
                    "text": "53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Close Contact Behavior"
        },
        {
            "text": "This study has several limitations. The presence of the cameras might have had a psychological impact on the students' behaviors. The experimental hats and shirts showed slight relative movement when the participants moved their heads and bodies. Although we discarded some data with very large fluctuations, some error remained (resolution: 5 • ). Still, this error was much smaller than that of observation methods. Another limitation is that the interpersonal distance was defined as the distance between two sensors installed on the top of the experimental hats rather than between two mouths or noses. The interpersonal distances obtained in this study were longer than those between two mouths/noses, which are normally used to simulate close contact between two persons. Our experiment collected more than 1440,000 s of indoor data and more than 139,000 s of close contact data over 2 days. This data volume is large, but still insufficient to represent all indoor human behaviors in graduate student offices. Moreover, the close contact behaviors presents the characteristics in the office with around 25 students. Building type and total indoor population will influence the human behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Students spent long time on close contact (9.7%) in the office, which may explain the importance of the close contact route for many respiratory infections. The probability of close contact decreased exponentially with the increasing distance between two students' cubicles. Therefore, students who sit closer to the infected student, have much higher infection risk via close contact route than students who sit further. Comparing with pairs of sitting students, pairs of standing students had lower infection risk via close contact route because they did not prefer a face-to-face talk. The fact that standing students much preferred lower their head and body than sitting students may lead to a shorter distance of exhalation jet than we thought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Non-intrusive interpretation of human thermal comfort through analysis of facial infrared thermography",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Menassa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Build",
            "volume": "176",
            "issn": "",
            "pages": "246--261",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enbuild.2018.07.025"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Future governance of individual energy consumption behavior change-A framework for reflexive designs",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bornemann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sohre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energy Res. Soc. Sci",
            "volume": "35",
            "issn": "",
            "pages": "140--151",
            "other_ids": {
                "DOI": [
                    "10.1016/j.erss.2017.10.040"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Office employees' perception of workspace contribution: A gender and office design perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bodin Danielsson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Theorell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ. Behav",
            "volume": "51",
            "issn": "",
            "pages": "995--1026",
            "other_ids": {
                "DOI": [
                    "10.1177/0013916518759146"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human infectious diseases and the changing climate in the Arctic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waits",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emelyanova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oksanen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rautio",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environ. Int",
            "volume": "121",
            "issn": "",
            "pages": "703--713",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envint.2018.09.042"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A human behavior integrated hierarchical model of airborne disease transmission in a large city",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Build. Environ",
            "volume": "127",
            "issn": "",
            "pages": "211--220",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2017.11.011"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Design and validation with influenza A virus of an aerosol transmission chamber for ferrets",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Turgeon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "È"
                    ],
                    "last": "Hamelin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Verreault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lévesque",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rhéaume",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbonneau",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Checkmahomed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duchaine",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16040609"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Factors influencing the response to infectious diseases: Focusing on the case of SARS and MERS in South Korea",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16081432"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emerging infectious diseases: Focus on infection control issues for novel coronaviruses (Severe Acute Respiratory Syndrome-CoV and Middle East Respiratory Syndrome-CoV), hemorrhagic fever viruses (Lassa and Ebola), and highly pathogenic avian influenza viruses, A (H5N1) and A (H7N9)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kanamori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Sickbert-Bennett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Knowledge and practice of Ebola virus disease preventive measures among health workers in a tertiary hospital in Northern Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Umar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sheshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch. Med. Surg",
            "volume": "3",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.4103/archms.archms_45_17"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How far droplets can move in indoor environments-Revisiting the Wells evaporation-falling curve",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Chwang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "211--225",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0668.2007.00469.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human behavior during close contact in a graduate student office",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Indoor Air",
            "volume": "29",
            "issn": "",
            "pages": "577--590",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12554"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Short-range airborne transmission of expiratory droplets between two people",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indoor Air",
            "volume": "27",
            "issn": "",
            "pages": "452--462",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12314"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Enhanced spread of expiratory droplets by turbulence in a cough jet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Build. Environ",
            "volume": "93",
            "issn": "",
            "pages": "86--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2015.06.018"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The size and the duration of air-carriage of respiratory droplets and droplet-nuclei",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Epidemiol. Infect",
            "volume": "44",
            "issn": "",
            "pages": "471--479",
            "other_ids": {
                "DOI": [
                    "10.1017/S0022172400019288"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Relation between the airborne diameters of respiratory droplets and the diameter of the stains left after recovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Loudon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nature",
            "volume": "213",
            "issn": "",
            "pages": "95--96",
            "other_ids": {
                "DOI": [
                    "10.1038/213095a0"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization of expiration air jets and droplet size distributions immediately at the mouth opening",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Ristovski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mengersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Aerosol Sci",
            "volume": "40",
            "issn": "",
            "pages": "122--133",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaerosci.2008.10.003"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Influenza virus in human exhaled breath: An observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcdevitt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dehaan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O P"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0002691"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Exhaled droplets due to talking and coughing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0388.focus"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Surface touch and its network growth in a graduate student office",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indoor Air",
            "volume": "28",
            "issn": "",
            "pages": "963--972",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12505"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Airborne spread of expiratory droplet nuclei between the occupants of indoor environments: A review",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Melikov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indoor Air",
            "volume": "28",
            "issn": "",
            "pages": "500--524",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12465"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effectiveness of a personalized ventilation system in reducing personal exposure against directly released simulated cough droplets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pantelic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Licina",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indoor Air",
            "volume": "25",
            "issn": "",
            "pages": "683--693",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12187"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Distribution of exhaled contaminants and personal exposure in a room using three different air distribution strategies",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olmedo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz De Adana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grzelecki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indoor Air",
            "volume": "22",
            "issn": "",
            "pages": "64--76",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0668.2011.00736.x"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamics of person-to-person interactions from distributed RFID sensor networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0011596"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Estimating potential infection transmission routes in hospital wards using wearable proximity sensors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanhems",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khanafer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Régis",
                    "suffix": ""
                },
                {
                    "first": "B.-A",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Comte",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Voirin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/annotation/b20d3cec-62b7-44ec-9150-8a06a9b30a9b"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A cross-sectional survey on the impact of irrelevant speech noise on annoyance, mental health and well-being, performance and occupants' behavior in shared and open-plan offices",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Blasio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shtrepi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Puglisi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Astolfi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16020280"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Breaking out of open-plan: Extending social interference theory through an evaluation of contemporary offices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Clegg",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ. Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0013916519878211"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Process mining dashboard in operating rooms: Analysis of staff expectations with analytic hierarchy process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinez-Millana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lizondo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gatta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vera",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Salcedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernandez-Llatas",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16020199"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ultra wideband indoor positioning technologies: Analysis and recent advances",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alarifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Salman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alsaleh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alnafessah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Hadhrami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Ammar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Khalifa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sensors",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/s16050707"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Transmission of influenza A in a student office based on realistic person-to-person contact and surface touch behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15081699"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Using sensor networks to study the effect of peripatetic healthcare workers on the spread of hospital-associated infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hornbeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Segre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Polgreen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Infect. Dis",
            "volume": "206",
            "issn": "",
            "pages": "1549--1557",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jis542"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Close encounters in a pediatric ward: Measuring face-to-face proximity and mixing patterns with wearable sensors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gesualdo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pandolfi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ravà",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0017144"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The influence of human walking on the flow and airborne transmission in a six-bed isolation room: Tracer gas simulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Build. Environ",
            "volume": "77",
            "issn": "",
            "pages": "119--134",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2014.03.029"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Routes of transmission of influenza A H1N1, SARS CoV, and norovirus in air cabin: Comparative analyzes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Norris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indoor Air",
            "volume": "28",
            "issn": "",
            "pages": "394--403",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12445"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Characterizing dynamic transmission of contaminants on a surface touch network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Build. Environ",
            "volume": "129",
            "issn": "",
            "pages": "107--116",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2017.12.015"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Contact infection of infectious disease onboard a cruise ship",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep38790"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Toddler activity intensity during indoor free-play: Stand and watch",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fees",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Nutr. Educ. Behav",
            "volume": "47",
            "issn": "",
            "pages": "170--175",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneb.2014.08.015"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Modifying the classroom environment to increase standing and reduce sitting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aminian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hinckson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Build. Res. Informat",
            "volume": "43",
            "issn": "",
            "pages": "631--645",
            "other_ids": {
                "DOI": [
                    "10.1080/09613218.2015.1058093"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Van den Broeck, W. What's in a crowd? Analysis of face-to-face behavioral networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stehlé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinton",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Theor. Biol",
            "volume": "271",
            "issn": "",
            "pages": "166--180",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2010.11.033"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A high-resolution human contact network for infectious disease transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kazandjieva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "107",
            "issn": "",
            "pages": "22020--22025",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1009094108"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "High-resolution measurements of face-to-face contact patterns in a primary school",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stehlé",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Voirin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Pinton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quaggiotto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V D"
                    ],
                    "last": "Broeck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Regis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lina",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0023176"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Simulation of an SEIR infectious disease model on the dynamic contact network of conference attendees",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stehlé",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Voirin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cattuto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Régis",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Pinton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khanafer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V D"
                    ],
                    "last": "Broeck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-9-87"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Influence of human breathing modes on airborne cross infection risk",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Villafruela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olmedo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "San José",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Build. Environ",
            "volume": "106",
            "issn": "",
            "pages": "340--351",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2016.07.005"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The risk of airborne cross-infection in a room with vertical low-velocity ventilation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olmedo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz De Adana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Indoor Air",
            "volume": "23",
            "issn": "",
            "pages": "62--73",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0668.2012.00794.x"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Combined simulation of airflow, radiation and moisture transport for heat release from a human body",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Build. Environ",
            "volume": "35",
            "issn": "",
            "pages": "489--500",
            "other_ids": {
                "DOI": [
                    "10.1016/S0360-1323(99)00033-5"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Body Language: How to Read others' Thoughts by Their Gestures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Transport of particulate and gaseous pollutants in the vicinity of a human body",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Novoselac",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Build. Environ",
            "volume": "44",
            "issn": "",
            "pages": "1840--1849",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2008.12.009"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A study quantifying the hand-to-face contact rate and its potential application to predicting respiratory tract infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "5",
            "issn": "",
            "pages": "347--352",
            "other_ids": {
                "DOI": [
                    "10.1080/15459620802003896"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Interpersonal speaking distance as a function of age, sex, and relationship",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heshka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Sociometry",
            "volume": "35",
            "issn": "",
            "pages": "491--498",
            "other_ids": {
                "DOI": [
                    "10.2307/2786529"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Preferred interpersonal distances: A global comparison",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sorokowska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sorokowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hilpert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cantarero",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frackowiak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Cross Cult. Psychol",
            "volume": "48",
            "issn": "",
            "pages": "577--592",
            "other_ids": {
                "DOI": [
                    "10.1177/0022022117698039"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Evaluating kyphosis and lordosis in students by using a flexible ruler and their relationship with severity and frequency of thoracic and lumbar pain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Mirbagheri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahmani-Rasa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Farmani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Amini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nikoo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian Spine J",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4184/asj.2015.9.3.416"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Text neck syndrome-systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neupane",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Imp. J. Interdiscip. Res",
            "volume": "3",
            "issn": "",
            "pages": "141--148",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Respiratory markers of conversational interaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcfarland",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Speech Lang. Hear. Res",
            "volume": "44",
            "issn": "",
            "pages": "128--143",
            "other_ids": {
                "DOI": [
                    "10.1044/1092-4388(2001/012)"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Dynamic population flow based risk analysis of infectious disease propagation in a metropolis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duarte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Environ. Int",
            "volume": "94",
            "issn": "",
            "pages": "369--379",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envint.2016.03.038"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Room settings: (a) Room 1; (b) Room 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Room settings: (a) Room 1; (b) Room 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Device design and motions of head and body. (a) Device for indoor positioning, and head and body motion detection; (b) current and base vectors for head and body.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Device design and motions of head and body. (a) Device for indoor positioning, and head and body motion detection; (b) current and base vectors for head and body.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Indoor positioning in Room 2 (day 2). (a) Functional area; (b) Distribution of indoor positions; (c) Distribution of indoor positions by functional area during the time spent in other places (i.e., students outside their own cubicles). (Indoor positioning data for students 3-4 and 3-5 were lost).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Indoor human behavior in terms of head and body motion. (a) Head motion; (b) Body motion. (Yaw of head is relative to the body; pitch and roll of head and all body motions are relative to the ground.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Indoor positioning in Room 2 (day 2). (a) Functional area; (b) Distribution of indoor positions; (c) Distribution of indoor positions by functional area during the time spent in other places (i.e., students outside their own cubicles). (Indoor positioning data for students 3-4 and 3-5 were lost).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Indoor positioning in Room 2 (day 2). (a) Functional area; (b) Distribution of indoor positions; (c) Distribution of indoor positions by functional area during the time spent in other places (i.e., students outside their own cubicles). (Indoor positioning data for students 3-4 and 3-5 were lost).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Indoor human behavior in terms of head and body motion. (a) Head motion; (b) Body motion. (Yaw of head is relative to the body; pitch and roll of head and all body motions are relative to the ground.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Indoor human behavior in terms of head and body motion. (a) Head motion; (b) Body motion. (Yaw of head is relative to the body; pitch and roll of head and all body motions are relative to the ground).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Probability distribution of head and body motions by posture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Probability distribution of head and body motions by posture.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Probability distribution of duration per close contact.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Probability distribution of duration per close contact.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "21.4%, 22.8%, 38.1%, and 17.7% of close contacts were between two male students (M-M), two female students (F-F), a male and a female student (non-couple) (M-F_NC), and couples (M-F_C). The contact rates (ratios of actual relationships with close contact to total possible relationships) for M-M, M-F, and F-F were 15.7%, 25.9%, and 10.3%, respectively. The average episodes of close contact per day between each pair of M-M, M-F_NC, M-F_C, and F-F who had contact with each other were 6.9, 8.2, 70.5, and 12.1, respectively. The average durations per close contact between each pair of M-M, M-F_NC, M-F_C, and F-F were 68.3, 48.7, 53.6, and 58.5 s, respectively. The average interpersonal distances during close contact between these four groups were 0.88 m, 0.70 m, 0.96 m, and 0.71 m, respectively. There was no interpersonal distance shorter than 0.2 m during close contact between two male students. Two female students preferred close contact at a short distance (0.1-0.4 m). Students of different genders (non-couple) had two peaks of interpersonal distance, which were related to their seating position. Couples had a normal distribution of interpersonal distance, and preferred distances between 0.4 and 0.6 m. Int. J. Environ. Res. Public Health 2019, 16, Probability distribution of interpersonal distance by: (a) Posture; (b) Gender.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Probability distribution of interpersonal distance by: (a) Posture; (b) Gender.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Probability",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Int. J. Environ. Res. Public Health 2019, 16, Head and body motions during close contact by posture of the two students: (a) Sitting-sitting; (b) Standing-standing; (c) Sitting-standing. (The circle shows the face orientation of the student; seeFigure 4a).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Head and body motions during close contact by posture of the two students: (a) Sitting-sitting; (b) Standing-standing; (c) Sitting-standing. (The circle shows the face orientation of the student; see Figure 4a).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Cumulative probability distribution (CDF) of duration per close contact.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Cumulative probability distribution (CDF) of duration per close contact.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "for body, relative to the ground) can be obtained from the quaternions(Figure 2b). Usually, the horizontal rotation of the head relative to the body direction is more important. The relative steering vectors of head to body ( hb",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Int. J. Environ. Res. Public Health 2019, 16, x 7 of 18",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Probability distribution of individual postures and posture pattern of students during close contact.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Probability distribution of individual postures and posture pattern of students during close contact.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of indoor human behaviors during close contact in a graduate student office between the previous observation study and the present sensor-based study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}