{
    "paper_id": "0d1357904453b2dddb5668fa24f6514f178c918e",
    "metadata": {
        "title": "Supplemental Information Nucleocapsid Phosphorylation and RNA Helicase DDX1 Recruitment Enables Coronavirus Transition from Discontinuous to Continuous Transcription",
        "authors": [
            {
                "first": "Chia-Hsin",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pei-Jer",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shiou-Hwei",
                "middle": [],
                "last": "Yeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "construct, either remained uninfected (the mock control) or infected with JHMV (6 h 27 p.i.), were subjected to IFA staining. Anti-DDX1 antibody was used for staining of the 28 endogenous DDX1 and anti-Flag antibody was used for staining of the exogenous 29 flag-DDX1 (green). The phospho-N at S197 was stained with anti-pS197-N Ab (red), 30 and the nuclei were counterstained with DAPI (blue). DDX1 in the nuclei (as marked 31 by white arrowheads) diminished by JHMV infection, indicating a possibility for its 32 redistribution to the cytosol and co-localized with pS197-N. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The wild-type JHMV N was cloned into pEGFP-N1 (Clontech) at the EcoRI and 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction and transfection 79"
        },
        {
            "text": "KpnI sites. The Myc/DDK tagged mouse DDX1 construct was purchased from 81",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction and transfection 79"
        },
        {
            "text": "Origene Fisher Scientific). Protein searches were performed against SwissProt database by 182 using Proteome Discoverer Version 1.3 (Thermo Fisher Scientific). The following 183 criteria were used to select protein candidates for further analysis: background 184 deduction (samples with kenpaullone treatment were set as background), rank = 1, at 185 least two unique peptides, with a high confidence (1% false discovery rate) and score. 186",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plasmid construction and transfection 79"
        },
        {
            "text": "The RNA ChIP technique is applied to detect the association of individual proteins 189 with specific JHMV RNA sequences in vivo as described previously with some 190 modifications (Niranjanakumari et al., 2002) . In brief, 1x10 7 infected cells (MOI = 1, 191 6 h p.i.) were fixed with 1% formaldehyde for 10 min and the reaction was quenched 192 by the addition of glycine to a final concentration of 125 mM followed by incubation 193 for 5 min. The crosslinked cell resuspended in 1mL RIPA buffer containing protease 194 inhibitors, phosphatase inhibitor, and RNaseOUT 50 U/ml (Invitrogen) were sheared 195 by sonication to solubilize RNPs. Antibodies (5 μg/mL) were added to each IP tube 196 containing 100 μl lysates at room temperature for 3 h and incubated for 1 h after 197 adding protein G-sepharose beads (GE Healthcare). Antibodies are as follows: N, 198 DDX1, and control IgG. The beads were then washed successively by the following 199 solution: 1 mL lysis buffer, 1 mL low salt buffer (0.1% SDS, 1% Triton X-100, 2 mM 200 EDTA, 20 mM Tris-HCl / pH 8.0, 150 mM NaCl), 1 mL high salt buffer (0.1% SDS, 201 1% Triton X-100, 2 mM EDTA, 20 mM Tris-HCl / pH 8.0, 500 mM NaCl,), 1 mL 202",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 210,
                    "text": "(Niranjanakumari et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA ChIP-qPCR analysis 188"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The immune complexes were eluted by 204 250 μl elution buffer (1% SDS, 0.1 M NaHCO 3 ) for 15 minutes twice and combined 205 for a total of 500 μl. Crosslinking was reversed by adding NaCl to a",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tris-Hcl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "related to Figure 3. GRP78 co-distributed with the pS197-N in JHMV 17 infected cells but not in the N containing fractions of kenpaullone treated cells. 18 The sucrose fractions from mock and JHMV infected cells (MOI = 1, 6 h p.i.), either 19 treated with kenpaullone or not, were processed for western blot analysis by Redistribution of nuclear DDX1 to cytosol by 24 JHMV infection, to co-localize with pS197-N. (A) DBT cells containing the 25 endogenous DDX1, and (B) DBT cells transfected with flag-DDX1 expression 26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "related to Figure 2. JHMV-nsp14 interacts with N and DDX1, which 35 was not dependent on the phosphorylation of N at Ser-197 and did not affect the 36 function of pS197-N/DDX1 in viral RNA synthesis. (A) The lysates from the DBT 37 cells transfected with either WT-N, S205A-N, or flag-nsp14 expression constructs as 38 indicated were immunoprecipitated with anti-N Ab for the subsequent western blot related to Figure 3. SFRS1 interacts with pS197-N but does not 49 function in regulating viral RNA synthesis. Mock and JHMV-infected DBT cells 50 harvested at 6 h p.i., either treated with vehicle control or kenpaullone, were utilized 51 for (A) co-immunoprecipitation and (B) sucrose gradient analysis, to confirm the 52 interaction between SFRS1 and pS197-N by western blot analysis. (C) The expression 53 of SFRS1 and N protein in shLuc control cells and SFRS1 knocked-down cells was 54 examined by western blot analysis. Total RNA extracted from JHMV infected cells 55 was analyzed by (D) northern blot (upper, N probe; bottom, GAPDH probe), and (E) 56 RT-qPCR analysis, to assess the expression of specific viral RNAs. (F) The RNA 57ChIP analysis for targeting to specific viral RNA sequences as indicated, by IP with 58 anti-SFRS1, anti-DDX1, and control IgG, respectively. \"Inf.\" indicates viral infection",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". The mutant constructs of S205A-N, 3D-N, and K52A-DDX1, were 82 constructed by introducing the specific mutations at S205A, S197/201/205D, and 83 K52A by site-directed mutagenesis following the manufacturer's instruction 84 (Stratagene). The full-length JHMV nsp14 was constructed by PCR amplification of 85 cDNA template reverse-transcribed from the RNA extracted from the JHMV cloned into pCMV-Tag2B (Stratagene, CA, USA) at the BamHI and 90 XhoI sites. Lipofectamine 2000 (Invitrogen)-mediated transfections were performed 91 as described previously (Wu et al., 2009). 92 93 Cell culture and establishment of stable cell lines 94To establish the stable cell lines, the murine delayed brain tumor (DBT) cells were 95 transfected with either the JHMV N expression plasmids as described above or the 96 control pEGFP-N1 vector using Lipofectamine 2000 (Invitrogen). Since the 97 pEGFP-N1 vector contains a neomycin-resistance gene (driven by CMV promoter) in 98 the backbone, which can help select the cells containing N expression cassette by glutamine, 1% penicillin / streptomycin, and 10% tryptose phosphate broth solutionextraction and northern blot analysis 109Total RNA from cells was extracted using REzol reagent (PROtech Technologies) 110 according to the manufacturer's instructions and re-suspended in DEPC-treated water. 111For the detection of JHMV RNAs by northern blot analysis, 1 μg RNA was denatured 112 and processed for electrophoresis with 0.8% agarose/formaldehyde gel running at 70 113 voltage 6 h. The agarose gel was soaked in 50 mM NaOH for 40 min, 100 mM 114Tris-HCl / pH 7.5 for 30 min before capillary-transferred to positively charged 115Hybond-N nylon membranes (Amersham Biosciences). The NAOH treatment will 116 break all RNAs into smaller fragments and thus minimize the transfer efficiency 117 differences between the longer and shorter RNAs. After UV crosslinking, the 118 membrane-bound RNAs were hybridized with the DIG-labeled probes generated by 119 PCR DIG probe synthesis kit (Roche Diagnostics, Basel, Switzerland) at 50℃ 120 overnight. The primers used for synthesis of the DIG-labeled JHMV N cDNA probe 121 were 5'-ACACAACCGACGTTCC-3' and 5'-GCAATACCGTACCGGG-3'. The 122 primers used for amplification of the DIG-labeled GAPDH cDNA probe, -AGTGAGCTTCCCGTTCAGC-3'. DIG-labeled negative strand specific RNA 125 probe was synthesized by in vitro transcription by T3 RNA polymerase with the DNA 126 template prepared from pCMV-Tag2-JHMV N plasmid linearized by XhoI digestion.Viral titer quantification 129Confluent DBT cells seeded in 6-well plates were infected with 100 μl of 10 fold 130 serially diluted culture supernatants. After adsorption for 1 h, the cells were washed 131 with PBS to remove the inoculum, and then overlaid with 2 ml of solid medium 132 containing 1 × MEM, 1% fetal bovine serum, and 1 % agarose. After 3 days of 133 incubation, the cell monolayers were stained with 0.1% crystal violet to visualize the 134 cytopathic plaques. The viral titers were calculated by counting the were first washed with PBS and then resuspended with 1 mL PBS 139 containing 1% Triton X-100. The suspended cells were layered on a 9 mL sucrose 140 gradient (10-50% sucrose in 50 mM Tris-HCl / pH 8.0, 150 mM NaCl, 2 mM EDTA, 141 0.5% Triton X-100, 1 mM phenylmethylsulfonyl fluoride) in the 13.2 mL Ultra-Clear 142 centrifuge tubes. The 10-50% gradient was centrifuged at 230,000 × g in a swinging 143 bucket rotor SW41 (Beckman) for 22 h at 16 °C. The gradients were fractionated into 144 12 fractions from top to bottom and subjected to immunoblotting. 30 μl of fractions 145 were collected and run on 12% SDS-PAGE for western blot analysis. 146 147Immunofluorescence microscopy 148The DBT cells fixed in precooled acetone/methanol for 10 min at 4 °C were reacted 149 with primary antibodies in 3% BSA overnight at 4 °C . Alexa-488/645 Fluor IgG, 150 (Invitrogen), and 4',6-diamidino-2-phenylindole (DAPI) nuclear counterstaining were 151 applied for 30 min at room temperature. Images were visualized using a Zeiss AXIO 12 Imager A1 microscope. The primary antibodies used in the current of cell lysates, nuclear/cytosol extraction, and immunoblotting 157For total cellular protein preparation, the whole cells were lysed in buffer containing 158 150 mM NaCl, 0.25% Triton X-100, and 25 mM Tris-HCl / pH 7.4 with protease 159 inhibitor (Roche Diagnostics, Basel, Switzerland) and phosphatase inhibitor 160 (Calbiochem). After centrifugation at 12,000 r.p.m. for 15 min at 4°C, the protein 161 concentrations of the cell lysates were estimated by BCA Protein Assay Kit (Pierce). 162The Nuclear Extraction Kit (Panomics) was used to separate the lysates from 163 cytoplasmic and nuclear fractions. The protein samples were resolved by SDS-PAGE, 164 followed by electro-transferred to Hybon-C extra nitrocellulose membrane 165 (Amersham Biosciences). Membranes were first blocked with 5% skimmed milk in 166 TBST buffer (10 mM Tris-HCl / pH 7.5, 150 mM NaCl, 0.25% Tween 20), then 167 incubated with primary antibodies and horseradish peroxidase-conjugated secondary 168 antibodies, and then detected by enhanced chemiluminescence (-MS/MS using a linear ion trap Orbitrap instrument (LTQ-Orbitrap, Thermo 181",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "related to Figure 3. The RNA biogenesis related proteins identified in 67 pS197-N containing complexes by mass spectrometry analysis. LightCycler Software (version 4.05) calculates the slope of the standard curve by 76 plotting crossing points against the logarithm of concentration for the samples. 77",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}