{
    "paper_id": "0e154f30a23e2d11bc5674354f3f7c74fb6a0008",
    "metadata": {
        "title": "On the assessment of more reliable COVID-19 infected number: the italian case",
        "authors": [
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Tradigo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catanzaro",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [
                    "Hiram"
                ],
                "last": "Guzzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catanzaro",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Pierangelo",
                "middle": [],
                "last": "Veltri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catanzaro",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 (SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "patients versus the number of death. We use such an estimated number of infections, to foresee the effects of restriction actions adopted by governments to constrain virus diffusion. We finally think that our model can support the healthcare system to react when COVID-19 is increasing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "fection of about 4.3%. Starting from the analysis of number of death with 23 respect to number of identified infected in Italy, we map the percentage in The Coronaviridae family contains many viruses, seven of which are known 27 to be responsible for human diseases (229E, NL63, OC43, HKU1, MERS-28 CoV, SARS-CoV, and SARS-CoV-2) [7] . One of the main differences be-29 tween the novel virus and the previous ones is its high spreading rate. Table   30 2 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 452,
                    "text": "Table   30",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 reports the percentage of death known from Coronaviridae family viruses 31 exploited recently. We started observing that death percentage has an av-32 erage value with respect to infected cases for all viruses. We report about 33 hypotheses on a death percentage and we extract the number of infections. 34 We compare such a number with respect to officially diffused infected ones. 35 We finally use estimated numbers to evaluate containment measures with 36 respect to infection diffusion. 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Table 1 reports WHO's CFR rate for COVID-19 being equal to 4.3%, 71 which suffers the same problems we have just described. We claim that the 72 total number of detected infections is much lower than the real ones due to 73 the bias described above. We observe that we can derive the real cases of Such information can be useful for governments to plan actions for a 83 better swab testing protocol and for ICU beds and resources strengthening 84 at both a national and regional levels. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Figure 2 : In blue the total infections currently detected in Italy via swab tests. The other bars report three scenarios with different Case Fatality Rates: CFR = 1% with 547, 600 infections (1174.1% more than currently detected), CFR = 2% with 273, 800 infections (587.1% more than currently detected) and CFR = 3% with 182, 533 infections (391.4% more than currently detected).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "measures need several days for their effect to be seen. The most exposed 98 people are the so-called hubs (or people having many social contacts), which 99 have the highest probability of spreading the infection due to their jobs (e.g. We here report the effects of Italian containment measurements, by con-104 sidering the main three events related to the red zones definitions, as reported 105 in Table 2 . 106 We plot the number of infections considering the first three above reported CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "106",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 406,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ments. This allows a scalability in terms of rules and allows quarantine for 124 large set of citizens. We here show that the above reported intuition and 125 measurements are scalable also at regional and sub-regional scale. 126 8 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . We declare no competing interests. 150 ",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "150",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.25.20043562 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical care for virus origins and receptor binding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yaseen",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "Frederick G",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus: covid-19 has killed more people than 183 sars and mers combined, despite lower case fatality rate",
            "authors": [
                {
                    "first": "Elisabeth",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The coron-185 avirus 2019-ncov epidemic: Is hindsight 20/20? EClinicalMedicine",
            "authors": [
                {
                    "first": "Monica",
                    "middle": [],
                    "last": "Malta",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [
                        "W"
                    ],
                    "last": "Rimoin",
                    "suffix": ""
                },
                {
                    "first": "Steffanie",
                    "middle": [
                        "A"
                    ],
                    "last": "Strathdee",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization et al. Coronavirus disease 2019 (covid-19): 188 situation report",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19: A new virus as a poten-191 tial rapidly spreading in the worldwide",
            "authors": [
                {
                    "first": "Farzaneh",
                    "middle": [],
                    "last": "Darabshahi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Cardio-Thoracic",
            "volume": "192",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nowcasting and 194 forecasting the potential domestic and international spread of the",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Gabriel M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The percentage follows an increasing law showing that the number 25 of measured infected persons is probably underestimated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "We report the percentage of deaths versus infections (i.e. CFR) in Italy. The value starts from acceptable rates but it reaches values above 11%, which is clearly not comparable with CFRs for similar viruses in the same family not with data from China or even world values estimated by the WHO.and 7, 024 recovered patients. Regarding infected people: 23, 783 are treated 47 in their homes since they do not have severe ill, 22, 855 patients have been 48 hospitalised, and 3, 009 patients have been admitted to ICUs. 49 At the date of March 23 rd , while the situation in China seems to be 50 now under control [11], the virus is continuing the diffusion in Italy and 51 rapidly growing in other countries throughout the world [2]. Following Italy 52 and China examples, other governments are implementing strict containment 53 measures in order to dampen the spread of the infection. One of the main 54problems is related to the exponential diffusion of infections and also to the 55 modality and protocols adopted for swab testing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "in some cases, COVID-19 causes severe pneumonia, which 59 requires respiratory support and can lead to death, especially in the presence 60 of co-morbidities. Patients with severe pneumonia need to be treated in ICUs 61 with the use of mechanical ventilators [1]. 62 By analysing the Case Fatality Rates (CFR), we observe a figures and increasing towards levels above 11%. Such a value seems 64 not compatible with CFRs of other viruses of the same family and could be 65 imputed to a bias in the choice of the swab test strategy. These tests are 66 preferably performed on hub people, physicians, law enforcement agents and 67 politicians and on people that have contact with infected ones. Some studies 68 agree that COVID-19 CFR should be around 1 − 2% and it is for sure below 69 4% [8].70",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "74infections by exploiting the most reliable data available, which is the number75 of COVID-19 deaths. We can thus estimate the real infections by using the 76 current number of deaths, starting by an hypothesis on the CFR value. We 77 simulate three scenarios for CFR (1%, 2% and 3%) which are reported in in which we give an idea of the difference between measured data 79 versus real once. The calculated values show 391.4% (CFR = 3%) more 80 infections with respect to the measured ones, up to 1174% (CFR = 1%) in 81 the worst scenario.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ", in Figure 2 we show the measured total infections (Y axis) per 86 day (X axis) evaluated by using the above reported swab testing protocol 87 and the scenarios of predicted infections for the three CFR values resulting 88 in this study. The blue (i.e. lower) curve represents the number of recognised 89 positive cases of the Italian official dataset.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "are implementing containment plans to reduce the number of 93 movements and also planning to track people movements to react to the ex-94 ponential growth of infected patients. These measures has been implemented 95 and universally applied to the whole population to reduce the probability of 96 contacts in the hope of blocking the virus infections. The effects of such 97 5 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "100 law enforcement, physicians). For instance, the Chinese government applied 101 severe mobility restrictions within the infected regions in order to block the 102 virus infection [12].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "107 events. The last one (i.e. complete lockdown of March 22 nd ) is too recent to 108 observe any impact on data. We plot such infections related to the number 109 of performed swabs thus to have comparable infection trends in the three 110 different time intervals: (i) day 0 to first containment event; (ii) from first 111 containment to second one and (iii) from the second one to the extension of 112 the red zone to the whole country.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The figure reports infection levels in the three envisioned Case Fatality Rates scenarios (1%, 2% and 3%) compared to the current total COVID-19 infections detected via the swab tests. The curves are reported in the interval from February 24 th to March 22 nd 2020. Please note that the Y axis is logarithmic.As evidenced inFigure 4, even if effects could be identified in a time delay 114 from any containment constraint, the upper trend has a slope that is lower 115 than the other two ones. The second one can be considered with a marginal 116 reaction with respect to the first one due to a delay in the application of 117 containment measures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "The figure reports infections versus swabs in three time windows: (i ) before the first red zone of Codogno, (ii ) during the definition of the red zone in the Lombardia region and (iii ) after the red zone had been expanded to the whole country. 4 Scaling model at Regional distribution 119 Italy is divided in 20 regions that manage health structure in autonomy, un-120 der the central guidelines and funds. ICU beds resources as well as COVID-121 19 management and strategies follow central government guidelines. Nev-122 ertheless, regions and towns can be characterised by containment measure-123",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "The figure depicts CFR values for the Lazio region. The value reaches figures equal to 6%, which is clearly related to the known bias about the currently adopted swab test protocol.We report the case of a large south region, where infections is growing up 127 at with a time delay with respect to north Italian region (Lombardia) mostly 128 due to workers and students moved from north to south of Italy after first129 containment measurements in north of Italy. reports the infection rate of Lazio Region (central one) measured 131 respect to number of death with different hypothesis of death rate as in Figure 132 2 133 From such a Figure, the CFR value for the Lazio Region varies with 134 respect to swab tests. If we consider the different CFR values reported above, 135 the number of infected cases are plotted in Figure of COVID-19 is related to an aggressive virus that diffuses 138 rapidly and strongly stresses the resistance of health structures. We started 139 from observation of death percentage from previous coronavirus family viruses 140 and we inferred the number of infections starting from CFR rates. The cal-141culated infection levels should be considered to be more reliable than In blue the total infections (1, 545) currently detected in the Lazio region via swab tests. The other bars report three scenarios with different Case Fatality Rates: CFR = 1% (8, 000 infections, +517.8%), CFR = 2% (4, 000 infections, +258.9%) and CFR = 3% (2, 666 infections, +172.6%). responsible for data analysis and statistics, and writing of the manuscript.145PHG was responsible for data analysis and writing of the manuscript. PV 146 was responsible for data analysis and writing of the manuscript. All the 147 authors read and approved the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Carlos del Rio and Preeti N Malani. Covid-19-new insights on a rapidly 165 changing epidemic. Jama, 2020. 166 [4] Weijie Guan, Zheng-yi Ni, Yu Hu, Wenhua Liang, Chun-quan Ou, Jian-167 xing He, Lei Liu, Hong Shan, Chun-liang Lei, David SC Hui, et al. Clin-168 ical characteristics of coronavirus disease 2019 in china. New England 169 Journal of Medicine, 2020. 170 [5] Pietro Hiram Guzzi, Giuseppe Tradigo, and Pierangelo Veltri. Intensive 171 care unit resource planning during covid-19 emergency at the regional 172 level: the italian case. medRxiv, 2020. 173 [6] Chaolin Huang, Yeming Wang, Xingwang Li, Lili Ren, Jianping Zhao, 174 Yi Hu, Li Zhang, Guohui Fan, Jiuyang Xu, Xiaoying Gu, et al. Clini-175 cal features of patients infected with 2019 novel coronavirus in wuhan, 176 china. The Lancet, 395(10223):497-506, 2020. 177 [7] Roujian Lu, Xiang Zhao, Juan Li, Peihua Niu, Bo Yang, Honglong Wu, 178 Wenling Wang, Hao Song, Baoying Huang, Na Zhu, et al. Genomic char-179 acterisation and epidemiology of 2019 novel coronavirus: implications 180 11",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "We start from the analysis of epidemiological data from Wuhan city (China,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Containment measures and red zones definitions in Italy during COVID-19 emergency.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.03.25.20043562 doi: medRxiv preprint 8 Acknowledgments lowing studies on COVID-19 . We thank Prof. Gianluca Pollastri for his 153 useful suggestions. management of adults with community-acquired severe respiratory viral 157 infection. Intensive Care Medicine, pages 1-14, 2020.[2] Matteo Chinazzi, Jessica T. Davis, Marco Ajelli, Corrado Gioannini, Maria Litvinova, Stefano Merler, Ana Pastore y Piontti, Kunpeng Mu, Luca Rossi, Kaiyuan Sun, Cécile Viboud, Xinyue Xiong, Hongjie Yu, 161 M. Elizabeth Halloran, Ira M. Longini, and Alessandro Vespignani. The 162 effect of travel restrictions on the spread of the 2019 novel coronavirus 163 (covid-19) outbreak. Science, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}