{
    "paper_id": "0e254c9539f7c58b411ea5b6fe7b4aa6b93a2f11",
    "metadata": {
        "title": "Study of Automatic Enhancement for Chest Radiograph",
        "authors": [
            {
                "first": "Chen",
                "middle": [],
                "last": "Shuyue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hou",
                "middle": [],
                "last": "Honghua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeng",
                "middle": [],
                "last": "Yanjun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [],
                "last": "Xiaomin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Because of the large difference of the densities in the lung and other structures, the chest x-ray image behaves as a wide-range intensity distribution, which brings on a bit of difficulty to investigate the focus. In the paper, according to the intensity properties of the chest radiograph, the chest radiographic image is divided into three subregions, and a piecewise linear transformation model is established. An approach of automatic enhancement is presented, based on the gray-level normalization. The average enhanced ratios of three subregions of the normal and severe acute respiratory syndrome image are increased by 10.70% and 25.55%, respectively. The technique is proved to be effective through the evaluation of the improved images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he chest radiograph is usually employed to diagnose the diseases in the thorax. It is often used especially to identify the lung disease. Sometimes it is demanded to diagnose the infection state of the lung rapidly in an emergency, such as the severe acute respiratory syndrome (SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Image enhancement for chest radiograph is performed to improve the visualization of tissues and structures by optimizing some parameters, e.g., contrast, brightness, spatial resolution, and noise level, to find out various diseases in the chest. But the digitized chest radiographs suffer from poor quality in most of situations, so that the details of lung and mediastinum cannot be distinguished easily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Because the x-ray attenuation across the lung is lower than other contents, the image of the lung becomes darker than the others on the chest radiograph. The traditional techniques of image enhancement apply the linear or S-form transfor-mation to change the brightness and contrast, and the histogram equalization is often used for improving visual effect, which are popular in many medical image work stations so far. Because they are operated on the global area, they cannot meet the improved requirements simultaneously for the different parts of chest radiograph. In recent years, several local image enhancement algorithms have been presented. 1Y6 Some enhancement methods based on histogram equalization 7Y11 and modern signal processing techniques 12,13 to improve the effect of the chest radiograph are given also.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the paper, according to the gray-level properties of the different areas of the chest radiographic image, the global image is divided into three sections, and the adjusting effects of the piecewise linear transformation are analyzed. An approach of automatic enhancement is given by combing the histogram equalization with the gray-level transformation. It is shown that the details of the whole chest image are sharper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Approval of the institutional review board of the Children Hospital of Shanxi Province was obtained prior to start of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The appearance of chest radiograph indicates the lung area to be darker because of lower mass density and the close-grained structures brighter, such as spine, rib, and abdomen. According to the intensity of the different regions of chest radiograph, the image can be divided into three parts: subregion I standing for the lung part, subregion II being the spine, heart, and abdomen, and subregion III standing for the shoulders, as shown in Figure 1 . The subregion I looks like darker, the subregion III brighter, and the subregion II brightest, especially in the abdomen area. The goal of the gray-level transformation is to achieve a flat intensity instead of strong black and white difference on the whole image for improving the visualization of the details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "We can adjust the brightness and contrast of the subregions with a piecewise linear transformation, i.e., g(x,y) = L( f (x,y)). The two or three piecewise linear transformation is often used in actual situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "Aiming at the intensity properties of the chest radiograph, we adopt three piecewise linear transformation, as shown in Figure 2 . The equation is expressed by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "In Figure 2 , the input corresponding with C 1 C 2 , C 2 C 3 , and C 3 C 4 spans the gray-level range of the lung (subregion I), shoulder and top of spine (subregions II and III), and heart, abdomen, and middle and bottom of spine (subregion II), respectively, where f C1 ¼ 0; f C2 ¼ 115; f C3 ¼ 153; and f C4 ¼ 255 stand for the inputs of the point C 1 , C 2 , C 3 , and C 4 for an 8-bit digital image.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "The enhancement effect for the chest radiograph is determined by adjustment of the points C 1 , C 2 , C 3 , and C 4 , which are described in the following. C 1 adjusts the brightness and contrast of subregion I. The larger the slope of C 1 C 2 is, the stronger the contrast is. The strong contrast is not expected usually because of an extra darkness. The contrast can be reduced with increase of brightness by increasing C 1 . C 2 mainly adjusts the contrast of subregion I, and it almost does not affect other subregions. So we can alone change the output of C 2 to obtain the desired visualization of the lung region. C 3 adjusts the brightness of subregions II and III, but hardly affects subregion I. The output of C 3 should not be larger; otherwise, the tops of subregions II and III are much more brighter, which causes the structures to be undistinguishable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Chest Radiograph and Automatic Enhancement Algorithm"
        },
        {
            "text": "Although we found out the regulation of the chest radiographic image, based on its intensity properties, the direct gray-level transformation with Equation (1) is not enough because of the different patients, types of x-ray radiographic equipment, and imaging conditions, and the chest radiographic results are distinct from each other. Therefore, the ideal effect cannot be achieved automatically only with the linear gray-level transformation. It is necessary to normalize the gray-level distribution of the image. The histogram equalization processing gives an approach to force the image histogram to become uniform. To make the linear transformation of Equation (1) suitable to various chest radiographic images, we may first obtain the image of uniform histogram by means of the histogram equalization, which is a basis for performing the linear transformation in the next step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach of Automatic Enhancement for Chest Radiograph"
        },
        {
            "text": "The histogram equalization is expressed by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach of Automatic Enhancement for Chest Radiograph"
        },
        {
            "text": "where s k is the kth gray-level value of the image f (x,y), n k is the pixel number possessing the kth gray-level value, n is the total pixel number of the image, and L is the total gray-level number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach of Automatic Enhancement for Chest Radiograph"
        },
        {
            "text": "The equalized image can be obtained using the following expression",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approach of Automatic Enhancement for Chest Radiograph"
        },
        {
            "text": "In a word, the approach of the automatic enhancement for chest radiograph is shown in Figure 3 , in which the piecewise linear transformation indicates Equation (1). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Approach of Automatic Enhancement for Chest Radiograph"
        },
        {
            "text": "The results of the enhanced chest radiographic images by means of the presented approach are shown in Figures 4 and 5 . All of the applied parameters in Equation (1) are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 117,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSIONS"
        },
        {
            "text": "The values of g C 1 ; g C 2 ; g C 3 ; and g C 4 are collected through the judgment of the radiologists by the visualization effect after processing typical chest radiographs, so they may be applicable for most of the chest radiographs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSIONS"
        },
        {
            "text": "It is shown that three subregions are improved completely in Figures 4(b) and 5(b) by comparing with their original images, where there is an appearance of negative effect in subregion II because the output of C 4 is less than that of C 3 . It is easier to identify the pathological features of the small gobbet of the lung for the SARS patient in Figure 5(b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 73,
                    "text": "Figures 4(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 348,
                    "end": 359,
                    "text": "Figure 5(b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RESULTS AND DISCUSSIONS"
        },
        {
            "text": "The normal and the SARS radiographic images are divided approximately in accordance with Figure 1 , as shown in Figures 6 and 7 , respectively. To measure the enhanced effect, we may calculate the standard deviation of every subregion image by use of the division of Figures 6 and 7 . The larger the standard deviation is, the more distinguishable the image structures are. Three subregion images are evaluated with their standard deviations, as shown in Table 2 . The average enhanced ratio of three subregions of the normal and SARS images is increased by 10.70% and 25.55%, respectively. Thus, the processed images are obviously superior to the original ones.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 112,
                    "end": 127,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 267,
                    "end": 282,
                    "text": "Figures 6 and 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 455,
                    "end": 462,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS AND DISCUSSIONS"
        },
        {
            "text": "Aiming at the automatic enhancement for the chest radiograph, the piecewise linear transformation model is established by dividing the image into three subregions, based on its gray-level properties. The histogram equalization is essential in attaining a normalization of the image before performing the piecewise linear transformation. The methodology of the automatic enhancement is proved to be effective through the evaluation of the improved images in the application of normal and SARS radiographic images. It provides an approach for the automatic enhancement and recognition of chest radiograph in the clinic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Image enhancement via adaptive unsharp masking",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polesel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramponi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IEEE Trans Image Process",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel fuzzy logic approach to contrast enhancement",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pattern Recogn",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Automated noduleenhancement system for plain chest radiographs using a noduleelimination filter",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Teru",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Iwasaka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fukumoto",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Imaging Technol",
            "volume": "21",
            "issn": "1",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Brightness and contract adjustments for different tissue densities in digital chest radiographs",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "H ;",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcnitt-Gray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eldredge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Razavi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kao",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Photonica Sin",
            "volume": "31",
            "issn": "8",
            "pages": "468--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stark JA: Adaptive contrast enhancement using generalization of histogram equalization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Sherrier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "IEEE Trans Med Imag MI-6:1Y7",
            "volume": "8",
            "issn": "5",
            "pages": "889--906",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adaptive histogram equalization and its variations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pizer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amburn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cromartie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geselowitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                },
                {
                    "first": "Bth",
                    "middle": [],
                    "last": "Romeny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zuiderveld",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Comput Vis Graph Image Process",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Design and testing of artifact-suppressed adaptive histogram equalization: a contrast enhancement technique for display of digital chest radiographs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rehm",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seeley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dallas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ovit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc SPIE Medical Imaging III Conference",
            "volume": "5",
            "issn": "",
            "pages": "408--414",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Computerized detection of pulmonary nodules in chest radiographs based on morphological features and wavelet snake model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keserci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med Image Anal",
            "volume": "6",
            "issn": "4",
            "pages": "431--447",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Divided parts of chest radiograph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Gray-level transform of chest radiograph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Approach of automatic enhancement for chest radiograph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "C 4 adjusts the brightness and contrast of subregion II. It creates a negative effect when the output of C 4 is less than that of C 3 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(a) Original normal chest radiographic image. (b) Processed image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) Original SARS radiographic image. (b) Processed image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Subregion division of normal chest radiographic image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Subregion division of SARS chest radiographic image.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Three subregion standard deviations and enhanced ratios of normal and SARS chest radiographic image",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}