{
    "paper_id": "0e26cf0f591f34a14774b8807806029f63e1b6f1",
    "metadata": {
        "title": "Bei der 80. Sitzung des Arbeitskrei- ses Blut am 31.05.2015 wurde fol- gende Stellungnahme (S 16) verab- schiedet: Stellungnahme zur Gewinnung und Nutzung von Rekonvaleszentenplasma (RKP) als Therapieoption bei Ausbrüchen schwerer Infektionen Bekanntmachungen -Amtliche Mitteilungen",
        "authors": [
            {
                "first": "Zusammenfassung",
                "middle": [],
                "last": "Und Empfehlungen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mitteilungen des Arbeitskreises Blut des Bundesministeriums für Gesundheit",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Der Einsatz von Rekonvaleszentenplasma (RKP) als Therapieoption wird in neuerer Zeit verstärkt diskutiert, vor allem bei schwer verlaufenden Virusinfektionen wie dem Schweren Akuten Respiratorischen Syndrom (SARS) oder dem Ende 2013 beginnenden massiven Ebola-Ausbruch in Westafrika. Es gibt klinische und tierexperimentelle Hinweise, aber keine belastbare Evidenz für die Wirksamkeit von RKP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Arbeitskreis Blut (AK Blut) hat sich mit Fragen der Spendereignung, des Datenschutzes, der Herstellung, Diagnostik, der Freigabekriterien und der Vernetzung zwischen Herstellern und Anwendern bei der Herstellung von RKP in Form von Einzelspender-Plasma beschäftigt. Weiterhin sollte ein möglicher Änderungsbedarf an gesetzlichen Grundlagen identifiziert werden. Für die Verteilung des RKP sollte ein geeignetes Verfahren entwickelt werden, zumal bei massiven Ausbrüchen mit schweren Verlaufsformen die Anfragen nach RKP zumindest im Anfangsstadium die verfügbaren Präparate übersteigen können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Der Arbeitskreis Blut gibt folgende Empfehlungen: 1 [1] . Die erfolgreiche Anwendung von Rekonvaleszentenplasma bei lebensbedrohenden Infektionen wurde ebenfalls in \"case studies\" beschrieben, insbesondere bei Influenzavirus-oder SARS-Coronavirus-Infektionen [2] [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wie im Zusammenhang mit dem Ende 2013 beginnenden massiven Ebola-Ausbruch in Westafrika in einem Positionspapier des Blood Regulators Network der Weltgesundheitsorganisation (WHO) [6] zusammengefasst, gibt es klinische und tierexperimentelle Hinweise, aber keine belastbare Evidenz für die Wirksamkeit von RKP. In der neueren Literatur finden sich Berichte, dass bei mehreren Infektionskrankheiten, vor allem im asiatischen Raum, positive Erfahrungen mit RKP als Therapieoption bei schweren, ansonsten therapierefraktären, Verläufen gesammelt wurden. Insbesondere wurde bei dem Ausbruch von Ebola Vollblut [7] und in einem Fall RKP [8] sowiebei SARS RKP in kleineren, nicht kontrollierten, offenen Studien [4, 5] In Abhängigkeit von der vorliegenden Rechtslage ist zu prüfen, ob eine Änderungsanzeige bei der zuständigen Behörde nach § 20 AMG wegen eines Abweichens von den Spendereignungs-und Rückstellungskriterien erforderlich ist. ",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nach der Bekanntmachung des Paul-Ehrlich-Instituts (PEI) über die Zulassung von Arzneimitteln [17] ist für therapeutisches Frischplasma eine Quarantänelagerung von 4 Monaten vorgesehen.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Freigabekriterien für RKP"
        },
        {
            "text": "Bei Vorliegen von hinreichenden Anhaltspunkten für ein positives Nutzen-Risiko-Verhältnis kann das PEI wegen der Dringlichkeit der Anwendung entscheiden, ob für RKP von dieser Anforderung abgewichen werden kann. Zusätzlich zu den Voraussetzungen für die Freigabe von therapeutischem Plasma ist für RKP als mögliche Therapieoption bei Infektionsausbrüchen die Diagnose der Infektion -vorzugsweise zum Zeitpunkt der Erkrankung -im Spender des RKP erforderlich. Für die Freigabe des Plasmas als RKP muss, soweit spezifische Antikörper-Tests bereits verfügbar und technisch durchführbar sind, ein Nachweis von erregerspezifischen Antikörpern durchgeführt werden. Spenden von anamnestisch nicht erkrankten Spendern können nur dann als RKP freigegeben werden, wenn spezifische Antikörper eindeutig nachweisbar sind. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Freigabekriterien für RKP"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current usage of intravenous immune globulin and the rationale behind it: the Massachusetts general hospital database and a review of the literature",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Darabi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Transfusion",
            "volume": "46",
            "issn": "",
            "pages": "741--753",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Practical limitations of convalescent plasma collection: a case scenario in pandemic preparation for influenza A (H1N1) infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transfusion",
            "volume": "50",
            "issn": "",
            "pages": "1967--1971",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treatment with convalescent plasma for influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J M",
            "volume": "357",
            "issn": "",
            "pages": "1450--1451",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Experience of using convalescent plasma for severe acute respiratory syndrome among healthcare workers in a Taiwan hospital",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Antimicrob Chemother",
            "volume": "56",
            "issn": "",
            "pages": "919--922",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of convalescent plasma therapy in SARS patients in Hong Kong",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "44--46",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Position paper on collection and use of convalescent plasma or serum as an element in filovirus outbreak response",
            "authors": [],
            "year": 2014,
            "venue": "WHO Blood Regulators Network (BRN)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Treatment of Ebola hemorrhagic fever with blood transfusions from convalescent patients. International Scientific and Technical Committee",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mupapa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "18--23",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A case of Ebola virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Emond",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Brit Med J",
            "volume": "2",
            "issn": "",
            "pages": "541--544",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Meta-Analysis: Convalescent blood products for Spanish influenza pneumonia: a future H5N1 treatment?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Luke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "",
            "pages": "599--609",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "447--456",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid identification of emerging infectious agents using PCR and electrospray ionization mass spectrometry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann NY Aced Sci",
            "volume": "1102",
            "issn": "",
            "pages": "109--120",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral metagenomics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Delwart",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Med Virol",
            "volume": "17",
            "issn": "",
            "pages": "115--131",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Metagenomic sequencing for virus identification in a public-health setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Svraka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "2846--2856",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Use of convalescent whole blood or plasma collected from patients recovered from Ebola virus disease for transfusion, as an empirical treatment during outbreaks. Interim Guidance for National Health Authorities and Blood Transfusion Services",
            "authors": [],
            "year": 2014,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Änderung einer Bekanntmachung über die Zulassung von Arzneimitteln (Verkürzung der Quarantänelagerung von Frischplasma) vom 27. Februar 2003, Bundesanzeiger Nr. 60 vom 27. März",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "5620",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Übertragung von Antikörpern, ist ein altes Therapieprinzip. Es wurde früher mit Erfolg bei Infektionskrankheiten wie Diphtherie angewendet und geriet nach Verfügbarwerden von Antibio-tika weitgehend in Vergessenheit. Die Gewinnung von RKP als Therapieoption wird in neuerer Zeit wieder verstärkt diskutiert, vor allem bei schwer verlaufenden Virusinfektionen. Die Annahme der Wirksamkeit erregerspezifischer Antikörper zur Behandlung von Infektionen beruht auf der Beobachtung, dass bei vielen Erregern nach einer Infektion eine erneute Erkrankung mit demselben Erreger nicht stattfindet, zumindest nicht innerhalb der nächsten Jahre. Weiterhin ist die Gabe von Immunglobulin-Präparaten mit entsprechenden (neutralisierenden) Antikörpern geeignet, Erkrankungen in Infizierten zu limitieren. Die Behandlung mit spezifischen Hyperimmunglobulin-Präparaten mit einer deklarierten Menge an spezifischen Antikörpern ist bekannt",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Spendereignungs-und Rückstellungskriterien RKP kann von Personen nach ihrer Gesundung von der betreffenden Infektionserkrankung gewonnen werden. Die in den \"Richtlinien zur Gewinnung von Blut und Blutbestandteilen und zur Anwendung von Blutprodukten (Hämotherapie)\" für den Regelfall festgelegten Eignungs-und Rückstellungskriterien für Blutspender bzw. Spender von Plasma zur Transfusion gelten grundsätzlich auch für die Gewinnung von RKP. Abhängig von der konkreten Sachlage (insbesondere Erreger, Krankheitsverlauf) können Abweichungen von den in § 31 Absatz 4 Nr. 3 der Arzneimittelund Wirkstoffherstellungsverordnung (AMWHV) in Verbindung mit Anhang III der Richtlinie 2004/33/EG bzw. den \"Richtlinien zur Gewinnung von Blut und Blutbestandteilen und zur Anwendung von Blutprodukten (Hämotherapie)\" festgelegten Spendereignungs-und Rückstellungskriterien erforderlich werden. Dabei ist darauf hinzuweisen, dass er einer Spende nur zustimmen soll, wenn er sich selbst dazu (wieder) in der Lage fühlt. In Abhängigkeit von der Infektion und dem aktuellen Erkenntnisstand ist er ggf. auch über eine mögliche Verschlechterung seines Gesundheitszustandes (z. B. durch kurzzeitige Verminderung von Antikörpern) aufzuklären. Weiterhin ist darauf hinzuweisen, dass auch in dieser Situation die Gewährleistung wahrheitsgemäßer Angaben unter besonderer Beachtung nur dem Spender bekannter Risiken oberste Priorität hat und über dem Wunsch stehen muss, helfen zu wollen. Die Möglichkeit des vertraulichen Gespräches mit dem Arzt und die Option des \"Vertraulichen Selbstausschlusses\" sind gerade hier von Bedeutung, um von einem unter hohem sozialem Erwartungsdruck stehenden Spender keine potentiell bedenkliche Spende in den Verkehr zu bringen. Weiterhin sollte für den Fall, dass sein Plasma nicht als RKP verwendet werden kann, der Spender gebeten werden, seine Zustimmung zur Nutzung seines Plasmas für wissenschaftliche Untersuchungen zu geben.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TFG) in der Blutspendeeinrichtung einzelne Spenden von Spendern zugelassen werden, die die Spenderkriterien nicht erfüllen. Solche Fälle sind eindeutig zu dokumentieren und unterliegen dem Qualitätsmanagement der Artikel 11, 12 und 13 der Richtlinie 2002/98/ EG. In diesem Sinne sehen auch die Hämotherapie-Richtlinien der BÄK Ausnahmen von den Spenderkriterien vor, um Blut-und Plasmaspenden mit besonderen Bestandteilen zu gewinnen. Diese Ausnahmeregelung kann für die Gewinnung von RKP im Szenario 1 (siehe oben) herangezogen werden. Bei Szenario 2 wäre eine Bekanntmachung des BMG nach § 79 Absatz 5 AMG eine geeignete Maßnahme, um die notwendige Flexibilität für die Bereitstellung von RKP zu schaffen. Im Szenario 3 käme z. B. eine Ausnahmeregelung nach § 79 Absatz 1 AMG infrage. Nach der AMG-Zivilschutzausnah-",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Nach § 1 Nr. 1 in Verbindung mit Anlage 1 der Verordnung über die Verschreibungspflicht von Arzneimitteln sind Sera zur Anwendung im oder am menschlichen Körper verschreibungspflichtige Arzneimittel. Für Sera sind darüber hinaus spezifische Regelungen für die Kennzeichnung, Packungsbeilage und Fachinformation ( § 10 Absatz 3, § 11 Absatz 3a, § 11a Absatz 1a AMG), für die Zulassung ( § 25 Absatz 8, § 29 Absatz 2a Nr. 4 AMG) und die Überwachung ( § 64 Absatz 2 Satz 3 AMG) zu beachten. 3.4 Klinische Prüfung mit RKP Eine reguläre Zulassung von RKP nach AMG wird im Einzelfall wegen des Zeitdrucks bei einem Ausbruchsgeschehen nicht möglich sein. Insbesondere werden nicht für jeden Erreger, vor allem nicht für neuartige Erreger, klinische Daten zur Wirksamkeit in einem für eine Zulassung erforderlichen Umfang vorliegen. Es wäre aber für die jeweils zu treffende Therapieentscheidung von großem Wert, wenn vorab in einer klinischen Studie die praktische Umsetzbarkeit der Therapieoption RKP beispielhaft gezeigt werden könnte. Dafür sollte eine klinische Prüfung als eine Art \"Probelauf\" nach den in diesem Papier enthaltenen Empfehlungen ( § 4 Absatz 23, § § 40 ff. AMG), d. h. mit einem wissenschaftlich fundierten Prüfprotokoll, unter Beachtung des Spenderund Patientenschutzes, sowie adäquater Dokumentation und Auswertung bezüglich Wirksamkeit und Sicherheit geplant werden. Eine solche Studie müsste nicht unbedingt einen definitiven Nachweis der Wirksamkeit entsprechend einer pivotalen Studie der Phase III erbringen. Es wäre zunächst auch eine Studie analog der Phasen I/II von Wert, um einen \"proof of principle\" zu erhalten und die grundsätzliche Machbarkeit einer RKP-Herstellung zu prüfen. Für eine exemplarische klinische Studie bietet sich die jährliche Grippesaison an, bei der es regelmäßig zu schweren Erkrankungen mit einer signifikanten Anzahl von tödlichen Verläufen kommt. Dabei könnte man auf bekannte und etablierte Nachweismethoden für den Erreger (Influenzavirus) und spezifische Antikörper zurückgreifen (z. B. WHO Handbuch zur Labordiagnose und Virologischer Überwachung von Influenza). Zum Nachweis des spezifischen Influenzavirus-Isolates bzw. spezifischer Antikörper gegen dieses Isolat wird ein Hämagglutinationshemmtest (HAHT) empfohlen. Zur Prüfung einer möglichen Korrelation zwischen HAHT-Titer und dem Titer der neutralisierenden Antikörpen, sollte das Serum in Verdünnungsstufen getestet und ebenso wie der Krankheitsverlauf beim Empfänger entsprechend dokumentiert werden. Das Programm könnte als klinische Prüfung mit ausreichendem Vorlauf geplant werden. Im Rahmen des Prüfprotokolls könnten sowohl eine zentrale Steuerungsgruppe als auch die Beteiligung von geeigneten Spendeeinrichtungen vorgesehen werden. Außerdem könnten so ohne den zeitlichen Druck einer neuen Ausbruchssituation die Einbindung einer Ethikkommission und die erforderliche Genehmigung durch PEI sowie Erlaubnisse der Landesbehörden erfolgen. Ein besonderer Vorteil einer geplanten klinischen Studie zu RKP ohne neue Ausbruchssituation wäre, dass hier von vornherein eine sorgfältige Dokumentation und wissenschaftliche Auswertung sichergestellt werden kann. Die klinische Prüfung könnte auch rechtzeitig, z. B. im Deutschen Ärzteblatt, publik gemacht werden, um Ärzte auf die Möglichkeit zur Teilnahme an einer klinischen Prüfung mit RKP aufmerksam zu machen. Klärungsbedürftig ist, wer als Sponsor eine solche klinische Prüfung durchführen würde. Als wesentliche Voraussetzung müsste die Finanzierung einer solchen Studie geklärt werden. Nachdem die Therapieoption RKP exemplarisch durch eine klinische Studie geprüft und belegt werden konnte, sollten weitere Voraussetzungen für die Organisation eines RKP-Programmes geklärt werden. Hierzu würde die Planung und Koordination zahlreicher Aspekte gehören, wie Identifikation, Information und Motivation potentieller Spender, Erfassung der hergestellten RKP, Verteilung und Dokumentation der Anwendung. In Anbetracht dieser komplexen organisatorischen und fachlichen Probleme ist ein klar konzipiertes Verfahren zur Aktivierung und Durchführung eines RKP-Programmes von entscheidender Bedeutung, um dessen reibungslosen Ablauf und Erfolg garantieren zu können. Hierfür könnte als Steuerungsgruppe ein Gremium von Experten aus den Bereichen Transfusionsmedizin, Infektiologie sowie den zuständigen Behörden in Zusammenarbeit mit der Bundesärztekammer gebildet werden. Alle am RKP-Programm teilnehmenden Spendeeinrichtungen sollten eine EDV-gestützte Erfassung von RKP-Spendern vorbereiten. Hierzu muss wegen der Besonderheiten bei Gewinnung und Herstellung (z. B. Ausnahmen von Spenderauswahl oder Abpackung (ggf. kleinere Volumina als GFP)) eine eigene Produktlinie verwendet werden. Grundsätzlich ist von großer Bedeutung, dass der Einsatz von RKP in geeigneter Weise wissenschaftlich begleitet wird, um Erkenntnisse über Nutzen und Risiken von RKP als Notfallmedikament zu erhalten. Voraussetzung hierfür wird eine geeignete klinische Dokumentation von Behandlungsbedürftigkeit, Wirkungen und unerwünschten Ereignissen sein.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}