{
    "paper_id": "0e37ec968886bbc880a46d10e532dc86cf6e5e81",
    "metadata": {
        "title": "HIV and tuberculosis in Russia and eastern Europe: sounding the alarm",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Kyriakos Vorkas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNC Project",
                    "location": {
                        "settlement": "Lilongwe",
                        "country": "Malawi"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Van Der Horst",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "postCode": "3368",
                        "settlement": "Chapel Hill",
                        "region": "North Carolina",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "proportions restricting the death toll to 774 people [2, 3] . SARS, as a new and lethal viral syndrome, attracted more attention, more quickly than TB ever could. We should seize this opportunity to employ similar forces to curb rising rates of drug-resistant TB in eastern Europe.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 57,
                    "end": 59,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The devastating effects of the HIV/TB epidemic must provide the impetus for active enforcement of guidelines before first-line TB drugs become obsolete. We should aggressively implement newer, more efficient drug-sensitivity assays [4] . Further, we should consider treating TB patients in all areas of high MDRTB prevalence with RHZ and secondline drugs empirically until sensitivity testing results return, particularly, where these newer assays are not yet available. This TB care should be provided at the same facilities as HIV care. Moreover, we need to perform more country-specific assessments of capacity and infection control to determine whether MDRTB patients should receive inpatient therapy. Each patient should be evaluated for the probability of retreatment failure and those at highest risk, treated as inpatients.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eastern Europe may be at the forefront of MDRTB incidence, but it does not bear this burden alone. The WHO Anti-Tuberculosis Drug Resistance Report No. 4 published last year reports that of 20 settings surveyed with the highest MDRTB proportion, 14 were in the former Soviet Union and four in China [5] . China, India, and the Russian Federation are estimated to carry 57% of MDR cases [5] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The rise and collapse of the Sanitation and Epidemiologic Service of the USSR and the rigid, often ruthless, but effective Soviet Public Health system serves as an important study model. The Soviet Union was able to achieve great victories against infectious diseases such as diphtheria and typhoid. By 1970, Russia had raised life expectancies from 38 for men and 43 for women before 1917 to 65 and 74, respectively [6] . But with the collapse of the Soviet Union came an end to effective public health programs. Ironically, the politics of glasnost and perestroika facilitated the erosion of public health institutions in the Russian Federation, central Asia, and eastern Europe.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What insight can we gain from the old Soviet Public Health system? For one, centralization of public health can provide the necessary funding and infrastructure for effective implementation of programs within communities hit hardest. Several global initiatives have adopted this model to combat infectious diseases in the developing world. However, these programs largely rely upon host-country cooperation and implicit acceptance of a centralized health authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The WHO [7] and Stop TB Partnership [8] have developed strategies for implementing short-term therapy [directly observed therapies, short course (DOTS)] and treatment of MDRTB with second-line drugs. But there is little provision for the enforcement of these guidelines. The UN [9] and Global Fund [10] build partnerships in health through allocations and monitoring. But countries must honor these contracts and remain in good standing. The WHO Green Light Committee [11] promotes implementation of increased access to second-line anti-TB drugs and prevention of TB drug resistance through comprehensive support services. But countries with high MDRTB burden must first apply for these services. Without convincing countries that it is to their own benefit to invest in healthcare and accept assistance, potentially effective global health institutions are rendered ceremonial.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 36,
                    "end": 39,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unfortunately, public health systems continue to be too obscure a benefit for many governments to consider a priority. In part, this is a calculated act, a manifestation of structural violence against the poor and disenfranchised [12] . Some governments suffer from a myopia that blunts their perception of the impact of HIV/TB; some fail to see that it extends far beyond the urban slum communities and among those incarcerated, where it is stereotypically associated, ravaging the health of a broad spectrum of local and international economies. Data, as presented by the HIV/TB Study Writing Group, confirm the suffering we are already seeing.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the efforts of the WHO, UN, and partner institutions continue to face political obstacles in implementing effective treatment and prevention of TB and MDRTB, let us sound the alarm so that issues of power and hegemony yield to more imminent health dangers. After all, without adequate treatment and prevention of TB and HIV coinfection, all nations are at risk and some will be left with few to govern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mortality from HIV and TB coinfections is higher in eastern Europe than in western Europe and Argentina",
            "authors": [
                {
                    "first": "Hiv/Tb Study Writing",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AIDS",
            "volume": "23",
            "issn": "",
            "pages": "2485--2496",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO. The operational response to SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Performance assessment of the Geno Type MTBDRplus test and DNA sequencing in detection of multidrug-resistant Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2520--2524",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report No 4 The WHO/IUATLD Global Project on Antituberculosis Drug Resistance Surveillance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Iuatld",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Betrayal of trust: the collapse of Global Public Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stop TB strategy",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "UN Foundation. www.unfoundation.org",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Global Fund. www.globalfund.org",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Greenlight Committee Initiative. www.who.int/tb/challenges/mdr/greenlightcommittee",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Health, Human Rights, and the new war on the poor",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pathologies",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}