{
    "paper_id": "0e41bc54905d8656751ea50e972c5dcbf0502a97",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Heymann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [
                    "W"
                ],
                "last": "Sutter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "Bruce"
                ],
                "last": "Aylward",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Winning the fight: ensuring that no more children are paralysed by polio will require ongoing vigilance and investment in a vaccine stockpile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the next 12 months the world could see the end of the crippling disease polio. That is, if sufficiently high levels of vaccination are achieved in the last few countries with endemic poliovirus, and if surveillance for the paralysis caused by polio manages to find all new cases 1 . This will of course require strong political commitment from all concerned. But today there are further concerns that were not anticipated when the World Health Organization (WHO) designed its global eradication strategy in 1988.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the world nears eradication, the need for new polio vaccines is greater, paradoxically, than at any time in the past 17 years. These vaccines are needed to get to the finish line, to establish a stockpile against future outbreaks, and to maintain the capacity and expertise required to restart oral polio vaccine (OPV) production should the need arise. As with the approach of smallpox eradication in the 1950s, when vaccine research came to a standstill, the research and development of new polio vaccines has slowed. This slowdown must be reversed, and new vaccines once again developed and made available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once eradication is achieved, there will be further challenges to face. For example, effective biocontainment of all existing polioviruses is needed to minimize the risk of accidental infections. And OPV use worldwide must be discontinued to minimize the likelihood that mutated strains of the vaccine polioviruses lead to new outbreaks. The WHO must establish an international stockpile of monovalent OPVs or mOPVs (generated from a single strain of virus) and a response mechanism for their use should poliovirus re-emerge after the current trivalent OPV stops being used. Specifically, the world now needs mOPV for type 1, 2 and 3 poliovirus, and a new type of inactivated polio vaccine (IPV) that is manufactured from stocks of weakened live poliovirus strains rather than from wild poliovirus, as is current practice. Finally, it is essential that the expertise required to scale up the production of trivalent OPV (which confers immunity against all three types of poliovirus) is maintained should the vaccine needs of any future outbreaks exceed the capacity of the stockpile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Last year, China had an outbreak of polio, nearly five years after the Western Pacific Region was certified as being clear of polio. This outbreak was not caused by an imported wild poliovirus, but by a circulating vaccine-derived poliovirus (cVDPV) that had mutated from the OPV used to prevent polio. The China outbreak is the fourth cVDPV outbreak to be identified since 2000 (see map, overleaf). The first of these was an outbreak of cVDPV in the Caribbean island of Hispaniola, just six years after the certification of the Americas as polio-free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dropping the vaccine"
        },
        {
            "text": "In China and in Hispaniola, cVDPVs were detected by national surveillance systems for flaccid paralysis among children younger than 15. Polioviruses are hard to detect because only one in 200 children who are infected develop paralysis. Once a paralysed child is identified, an investigation is conducted and two faecal samples",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dropping the vaccine"
        },
        {
            "text": "are collected -at least 24 hours apart, and within 14 days of the onset of paralysis. Faecal samples are then sent to one of nearly 150 WHO-accredited international virology laboratories. Samples are analysed in cell culture for the presence of poliovirus, and subsequent sequencing of the VP1 section of the virus genome is carried out to confirm the detection of cVDPV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dropping the vaccine"
        },
        {
            "text": "The other two cVDPV outbreaks identified by the WHO laboratories were in the Philippines (2001) and Madagascar (2002) . A further outbreak, thought to have begun in Egypt in the 1980s, was identified retrospectively by the testing of stored poliovirus samples. In addition to driving a massive immunization response using OPV, national polio programmes further improved their surveillance systems by collecting faecal specimens from at least 80% of suspected cases, and processing all these specimens in WHO-accredited laboratories.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 117,
                    "text": "Madagascar (2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dropping the vaccine"
        },
        {
            "text": "The current understanding of cVDPVs is that predictable mutation events cause the re-acquisition of virulence and transmission by OPV strains. A total of 31 children have been paralysed in the four recent cVDPV outbreaks, and the outbreaks have been rapidly controlled with the same strategies as those used to eradicate polio worldwide -mass vaccination with OPV and heightened surveillance for paralytic polio. In September 2003, a WHO consultation group on vaccine-derived polioviruses reviewed the epidemiological and genetic sequence data from the known cVDPV outbreaks and concluded that, to prevent future outbreaks after eradication,the use of trivalent OPV for routine immunization must be stopped 2 . An OPV-cessation strategy is therefore being developed for presentation to health ministers at the World Health Assembly in Geneva this May.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dropping the vaccine"
        },
        {
            "text": "After the elimination of wild poliovirus transmission worldwide, the risk profile of OPV will change. At that point the wellunderstood individual risk of paralysis from OPV (roughly one in every 750,000 vaccinations) and the increasingly understood population risk of outbreaks from vaccine-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Building stockpiles"
        },
        {
            "text": "The end is near but eradication will not be as simple as once thought. derived polioviruses will be greater than the known risk of paralysis caused by wild poliovirus. After eradication, it is thought that many resource-poor countries will stop all polio immunization and focus on other diseases. More industrialized countries are likely to continue vaccinating against polio using IPV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A global call for new polio vaccines"
        },
        {
            "text": "But countries that stop all polio immunization activities can only do so safely if an international vaccine stockpile holds sufficient vaccine to contain future outbreaks 3 . An international stockpile, with a supply of type 1, 2 and 3 mOPVs, would allow a tailored response to any future outbreaks. Type 1, 2 and 3 mOPVs were licensed and used in the early days of polio control. But as trivalent OPV became the accepted formulation, licences for these vaccines were not renewed. At the request of the WHO, at least two OPV manufacturers have recently begun to again develop and license type 1 mOPV, and licences for this vaccine have been granted in France and India. The development and licencing process for type 2 and 3 monovalents is planned, and must proceed as soon as possible. Once completed, these two new polio vaccines will be available for stockpiling. Type 1 mOPV may also play an important role in breaking the final chains of polio transmission in populous urban areas where only type 1 virus remains,and where a monovalent type 1 vaccine would therefore be more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A global call for new polio vaccines"
        },
        {
            "text": "A combination of modelling exercises and experience with other stockpiles has resulted in a range of suggested sizes for the polio stockpile. Although the final decision has not been reached, the current estimated need is 750 million doses of each type of monovalent vaccine. But the stockpile is planned as a one-time investment. Following the creation of the stockpile, and OPV cessation, the capacity to produce OPV will probably be lost as market incentives to continue production disappear. A potential supply problem could result, should a need for OPV occur that surpasses the original size of the stockpile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A global call for new polio vaccines"
        },
        {
            "text": "Following the interruption of human-tohuman transmission of wild poliovirus, the risk of reintroducing virulent poliovirus from a laboratory or a manufacturing facility for IPV will grow as populations lose their immunity. In the early 1990s, a virulent strain used for vaccine manufacturing was isolated, during a routine diagnostic investigation, from a fully vaccinated 19-month-old boy, whose father worked in an IPV manufacturing facility in the Netherlands 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curbing complacency"
        },
        {
            "text": "Such laboratory accidents are a real threat to disease eradication. Notably, the most recent known human infections of both smallpox and severe acute respiratory syndrome (SARS) were due to lapses in laboratory biocontainment procedures 5 . Extra effort is being made to ensure that polio does not follow this trend.As laboratories around the world continue to work with live poliovirus strains, and industrial quantities of virulent poliovirus are produced during vaccine manufacture, the WHO is recommending that all known virulent strains of poliovirus and potentially infectious material (including stool samples) are placed under appropriate levels of biocontainment 6 . By the end of 2004, 152 countries had initiated a survey for wild poliovirus and potentially infectious materials 7 . More than 200,000 facilities have now been searched, and more than 850 facilities have been identified as housing relevant materials. These facilities will either be destroyed or placed under biosafety-level-3/polio-containment conditions. Production facilities for IPV will pose a particular concern following OPV cessation because they would be the only highvolume and, potentially, high-pressure environments for wild polioviruses. A further measure to decrease the risk of reintroducing wild poliovirus from IPV manufacturing would be the development and licensing of IPV that is formulated from a non-virulent live poliovirus. One such candidate IPV is being developed from Sabin virus strains (Sabin-IPV), but the efficacy and feasibility of large-scale production have yet to be evaluated. Continued research and the development of Sabin-IPV is urgent, not least to help maintain OPVproduction expertise.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 673,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Curbing complacency"
        },
        {
            "text": "In summary, the interruption of humanto-human transmission of wild poliovirus worldwide is the first step towards polio eradication. OPV cessation will then be required to guarantee that polio outbreaks do not reoccur. A future polio vaccine stockpile is also essential to ensure the availability of OPV if poliovirus is accidentally reintro-duced. This will require the licensing of monovalent type 1, 2 and 3 OPVs and their one-time procurement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curbing complacency"
        },
        {
            "text": "Once the stockpile has been established and OPV use universally discontinued, the demand for OPV will decrease, as will the financial incentives to maintain OPV-production capacity and expertise. The licensing and marketing of an effective Sabin-IPV produced from Sabin viruses, rather than from wild poliovirus strains, could help maintain the expertise needed to produce OPV, should future demand be greater than can be met by the stockpile. At the same time, Sabin-IPV could reduce the harmful consequences that would result from an IPV manufacturing accident involving a virulent wild poliovirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curbing complacency"
        },
        {
            "text": "If the global community wishes to fully achieve full polio eradication, new vaccines are needed -not just to build an OPV stockpile, or to prevent the proliferation of existing poliovirus, but also to help maintain OPV-production expertise, and to decrease the risk of future accidental outbreaks. This is not the polio end-game that was imagined when polio eradication began. But without investment in new vaccines the end may remain beyond reach. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curbing complacency"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization Report of the WHO Consultation on Identification and Management of Vaccine-derived Polioviruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Progress in Polio Eradication: Vaccine Strategies for the End Game",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E M"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "129--147",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO Global Action Plan for the Laboratory Containment of Wild Polioviruses 2nd edn (World Health Organization",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "David L. Heymann, Roland W. Sutter and R. Bruce Aylward are at the Global Polio Eradication Initiative, World Health Organization, 20 Avenue Appia, CH-1211 Geneva, Switzerland.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}