{
    "paper_id": "0ea1711e196d18f6908e525198c7ee0a4e9243c9",
    "metadata": {
        "title": "Case studies, case series and biological plausibility",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The description of the planning of studies, of the decision-making process for case control designs and for eligibility criteria for inclusion, are classical examples of investigative epidemiology for a disease of unknown aetiology. The drama of chasing cases, of the need for building support systems and collaborations across specializations, of the constant questioning for a biologically plausible cause are told in clear and simple language that creates immediacy and brings the reader into the experience. The politics determining newsworthiness and the competition among academics are frankly described, and the story would not be complete without the discord of human behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Harry Haverkos left the CDC shortly after the virus was described in France and the US. Although investigators at CDC did not ultimately identify the virus they sought so assiduously, their cumulated data led rapidly to an understanding of this new epidemic and its potential for spread. Thirty years later, there are so many more stories, personal, public and academic, all of which now form a part of collective experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In India, despite the documentation of spread of AIDS throughout the world in the early 1980s, the disease was not identified until the mid-1980s. From the beginning, in India, as in other parts of Asia and Africa, heterosexual transmission has been the primary mode of spread, leading to the establishment of screening of antenatal women as an estimate of population based prevalence of disease. Although the National AIDS Control Program was established in 1987 and followed by the setting up of a National AIDS Control Organization in 1992, the disease continued to spread across the country for next 15 years, particularly in high-risk groups, commercial sex workers, truck drivers and injecting drug users, such that India had the second largest number of HIV-infected individuals in the world, and several states had a population prevalence rate of 1%. Intensive efforts to educate young people, the public and high-risk groups through the state AIDS control societies and non-governmental agencies and the introduction of the prevention of parenteral transmission to child therapy and the highly active anti-retroviral therapy programme through the government have led to disease control, resulting in a 50% decrease in the numbers of new cases being identified annually and a prevalence rate of 0.36% (NACO 2011). In the early days of the epidemic, HIV as a chronic disease and AIDS control would have seemed very distant goals. Although HIV/AIDS is a major public health problem and ongoing efforts are needed, there is no longer the widespread level of irrational stigma and the panic that a seropositive report entailed two decades ago. We are now largely past the shock and horror of losing public figures and close friends to a relentless foe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The description of the start of the AIDS pandemic is a story that needs to be told and retold from many points of view. When facing a problem or a mystery disease, data and as much carefully collected data as possible describing patients, time lines, locations and potential environmental or other risk factors are invaluable. A systematic analysis is then needed to appraise the facts, draw inferences and reach decisions concerning the need for further investigations and for designing interventions based on possible modes of transmission. Overall, to establish causality, formulation of a hypothesis that can be supported or refuted, preferably distinguishing between competing causal mechanisms, without bias or confounding, is needed (Rothman et al. 2008) .",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 761,
                    "text": "(Rothman et al. 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HIV/AIDS came at a time when for the first time, an infectious disease had just been eradicated by the use of epidemiological principles and we were being told that infectious diseases had been conquered or controlled. Nonetheless, the practice of the principles of surveillance resulted in a rapid understanding of the disease and its spread, even before an aetiology was established. With the amalgamation of epidemiologic principles and modern molecular methods, subsequent investigations of potential epidemics, Nipah virus, severe acute respiratory syndrome coronavirus, avian influenza, H1N1 and now the Middle East Respiratory Syndrome virus have been even faster. Given animal-human interactions and the frequency and intensity of travel today, it is unlikely that we have seen the last infectious disease to become a global problem, but consistent application of defined principles offer our best hope of a rapid understanding of new diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evidence for HTLV-III infection in prostitutes in Tamil Nadu (India)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Simoes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Babu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nirmala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Lakshminarayana",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Indian J. Med. Res",
            "volume": "85",
            "issn": "",
            "pages": "335--338",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the front lines of the AIDS pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Haverkos",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "National AIDS Control Organization (NACO)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The Wellcome Trust Research Laboratory, Division of Gastrointestinal Sciences, Christian Medical College, Vellore 632 004, India (Fax, 0091-416-228-2486; Email, gkang@cmcvellore.ac.in) ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 153,
                    "text": "(Fax, 0091-416-228-2486;",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 184,
                    "text": "Email, gkang@cmcvellore.ac.in)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GAGANDEEP KANG"
        }
    ]
}