{
    "paper_id": "0ed539fa6dbf35a97bad42eea7182ca5c36c47af",
    "metadata": {
        "title": "Novel Immunofluorescence Assay Using Recombinant Nucleocapsid-Spike Fusion Protein as Antigen To Detect Antibodies against Severe Acute Respiratory Syndrome Coronavirus",
        "authors": [
            {
                "first": "Qigai",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ivanus",
                "middle": [],
                "last": "Manopo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liqun",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bernard",
                "middle": [
                    "P"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiok",
                "middle": [
                    "Hee"
                ],
                "last": "Chng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ai",
                "middle": [
                    "Ee"
                ],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Environment Agency",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lian",
                "middle": [],
                "last": "Chee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shzu-Wei",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eng",
                "middle": [
                    "Eong"
                ],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Temasek Life Science Laboratory, 1 Research Link",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117604",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yeo",
                "middle": [
                    "Lee"
                ],
                "last": "Sin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Brenda",
                "middle": [],
                "last": "Ang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Singapore General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jimmy",
                "middle": [],
                "last": "Kwang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Chong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "H"
                ],
                "last": "Chng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Ling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "W"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "E"
                ],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Kwang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clin",
                "middle": [],
                "last": "Diagn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Manopo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "P"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "L"
                ],
                "last": "Chee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Clin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Microbiol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "whole-virus-based immunofluorescence assay (IFA) was considered one of the most sensitive assays and served as a \"gold standard\" during the SARS epidemic in Singapore in 2003. However, the need to manipulate live SARS-CoV in the traditional IFA limits its wide application due to the requirement for a biosafety level 3 laboratory and the risk of laboratory infection. Previously, we have identified two immunodominant epitopes, named N195 and Sc, in the two major structural proteins, the N and S proteins, of SARS-CoV (Q. He, K. ). In the present study, the N195-Sc fusion protein was highly expressed in insect (Sf9) cells infected with a recombinant baculovirus bearing the hybrid gene under the control of a polyhedrin promoter. An IFA based on Sf9 cells producing the fusion protein was standardized with 23 serum samples from patients with SARS, 20 serum samples from patients with autoimmune diseases, and 43 serum samples from healthy blood donors. The detection rates were comparable to those obtained with a commercial SARS-CoV IFA kit (EUROIMMUN, Gross Groenau, Germany) and a conventional IFA performed at the Singapore General Hospital. Our data showed that the newly developed IFA could detect SARS-CoV in 22 of the 23 SARS-CoV-positive serum samples and gave no false-positive results when the sera from patients with autoimmune diseases and healthy individuals were tested. The detection rate was identical to those of the two whole-virus-based IFAs. Thus, the novel N-S fusion antigen-based IFA could be an attractive alternative to present whole-virus-based IFAs for the diagnosis of SARS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In February 2003, a physician from Guangdong Province, People's Republic of China, fell ill while staying in a hotel in Hong Kong. Later, the respiratory illness spread to 12 other hotel guests, who subsequently traveled to their own countries, starting a worldwide epidemic. This disease has come to be known as severe acute respiratory syndrome (SARS), which is caused by a coronavirus called SARS-associated coronavirus (SARS-CoV). Scientists around the world responded quickly to the SARS outbreak by isolating the novel virus and developing rapid diagnostic methods for the early detection of SARS-CoV infection (1, 2, 4) .",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 620,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 624,
                    "end": 626,
                    "text": "4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The methods currently available for the detection of SARS-CoV are (i) virus isolation by inoculation of the patient biological samples into cell cultures, such as Vero cell cultures; (ii) nucleotide sequence detection by PCR or reverse transcrip-tion-PCR (RT-PCR), in which stringent laboratory procedures need to be adhered to to avoid cross contamination of the samples (7, 11) ; (iii) antigen detection with specific monoclonal antibodies to the SARS-CoV antigen; and (iv) antibody detection with viral protein-and virus-infected cells by enzymelinked immunosorbent assay (ELISA) and immunofluorescence assay (IFA), respectively. However, because of its high degree of pathogenicity and infectivity for humans, antigen production for ELISA and IFA requires a biosafety level 3 (BSL-3) research facility, as its production involves the use of live SARS-CoV (12) . This restriction makes it difficult to prepare diagnostic reagents.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our previous work (3, 5) , we have identified the major immunodominant fragments of both the nucleocapsid (N195) and the spike (Sc) proteins of SARS-CoV. The recombinant protein-based Western blot assay showed a high antibody detection rate (3, 5) . However, this method is labor-intensive and time-consuming, as the methods involved protein expression and purification. At present, IFA is regarded as the \"gold standard\" for the detection of SARS-CoV infection. However, it involves the hazardous work of virus cultivation in a BSL-3 laboratory. To explore a sensitive assay which does not involve the manipulation of live SARS-CoV, we developed an IFA using the Spodoptera frugiperda insect cell line Sf9 and a recombinant baculovirus to express the N195-Sc fusion protein as the antigen for the detection of antibodies against SARS-CoV. In this fusion protein-based IFA technique, no crossreaction with other coronavirus-infected sera was found. The specificity and sensitivity of our novel IFA were assessed with a panel of serum samples comprising 23 serum samples positive for SARS-CoV, 20 serum samples from patients with autoimmune diseases, and 43 serum samples from healthy individuals. The results were compared to those obtained by two other whole-virus-based IFAs, a commercial SARS-CoV IFA kit (EUROIMMUN, Gross Groenau, Germany) and the conventional IFA (performed in a BSL-3 laboratory at the Singapore General Hospital), as well as our N195-based Western blotting assay.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 25,
                    "end": 27,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum samples. Sera were collected from 23 patients 4 to 49 days after the onset of symptoms satisfying the World Health Organization definition of SARS. Twenty serum samples from patients with autoimmune diseases and 43 serum samples from healthy individuals were obtained from Singapore General Hospital and Tan Tock Seng Hospital. The serum samples were heat inactivated at 60°C for 1 h before use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Four serum samples from infectious bronchitis virus-infected chickens, 4 serum samples from transmissible gastroenteritis virus-infected swine, and 12 canine coronavirus-vaccinated serum samples from dogs were used to test for cross-reactivity. Ten serum samples from stray dogs and 10 serum samples from stray cats were also tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Production of polyclonal antibodies against N protein and spike protein. The N195 and Sc proteins were expressed and purified as described in our previous reports (3, 5) . The guinea pigs were immunized with purified N195 or Sc proteins at a concentration of 100 g each. Booster injections were administered at 2-week intervals. Ten days later the animals were euthanized for serum preparation. The samples were evaluated for antibodies against the N195 and Sc proteins by N195 and Sc protein-based ELISAs, respectively, and with a commercial SARS-CoV IFA kit with inactivated whole SARS-CoV-infected Vero cells. The patterns of reactivity of these antisera with protein were observed. The two antisera were used to monitor N195 and Sc protein expression in Sf9 cells infected with the recombinant virus containing the fusion protein by Western blotting and N195-Sc fusion protein-based IFA, as described below.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 167,
                    "end": 169,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Construction of nucleocapsid and spike protein expression vector. Viral RNA was extracted from inactivated virus culture supernatant by using Trizol reagents (Gibco, Grand Island, N.Y.) and was reverse transcribed to produce cDNA. The cDNA was used as the template for PCR amplification to yield truncated N195 and Sc gene fragments by using the primer pairs listed in Table 1 . The amplified N195 and Sc DNA fragments were digested and ligated at their respective sites to form an N195-Sc fusion gene fragment, followed by subcloning into the BamHI-KpnI site of pFASTBacHT and transformation into Escherichia coli DH5␣ competent cells. The presence of the resultant recombinant transfer plasmids, pFASTBac-N195 and pFASTBac-N195-Sc, were verified by PCR with the primers in Table 1 , and sequence analysis was done. Recombinant plasmid DNAs were prepared with Wizard mini-prep kit (Promega). Homologous recombination was carried out by transposition of plasmid DNA into DH10B competent cells, inoculation of the cells onto Luria agar containing 5-bromo-4chloro-3-indolyl-␤-D-galactopyranoside and isopropyl-␤-D-thiogalactopyranoside, and cultivation at 37°C. The white colonies were selected and inoculated into Luria-Bertani medium supplemented with 50 g of kanamycin per ml, 7 g of gentamicin per ml, and 10 g of tetracycline per ml and were grown at 37°C with shaking at 250 to 300 rpm. The isolation of recombinant bacmids was performed in the Bac to Bac baculovirus expression system (Invitrogen, Carlsbad, Calif.), according to the instructions of the manufacturer, and these bacmids were identified by PCR with the pUC-M13 primer pair.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 775,
                    "end": 782,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Transfection and protein expression analyses. Sf9 cells were transfected with the recombinant bacmids by using a Lipofectinmine kit (Invitrogen), according to the instructions in the manual provided by the manufacturer. At 72 h posttransfection, the cell pellets were assayed for protein expression by a Western blotting assay in which guinea pig antinucleocapsid, antispike monospecific serum, and human SARS-CoV-positive serum were used as the primary antibodies. Horseradish peroxidase (HRP)-conjugated goat anti-guinea pig, anti-mouse immunoglobulin (Ig), and anti-human IgG were used as secondary antibodies. The membrane was developed by using 3,3Ј-diaminobenzidine tetrahydrochloride (Pierce, Rockford, Ill.) as the substrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Protein expression was also assessed by a newly developed IFA, as described below. That assay uses the same primary antibodies used in the Western blotting assay and fluorescein isothiocyanate (FITC)-conjugated antibodies as the secondary antibodies. Examination for fluorescent staining was performed under a fluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Identification and titration of the recombinant baculovirus. Viral DNA was extracted from the viral pellet by phenol-chloroform-isoamyl alcohol extraction (6) . The viral pellet was prepared from the virus-containing supernatant by centrifugation at 20,000 ϫ g for 2 h. Viral DNA was used as the template for the identification of recombinant baculovirus by PCR with the pUC and M13 amplification primers. The cycling conditions were 3 min at 94°C, followed by 35 cycles of 45 s at 94°C, 45 s at 55°C, and 5 min at 72°C and a 10-min hold at 72°C. The amplified product was eletrophoresed on 1% agarose.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Determination of recombinant baculovirus titer was accomplished by a viral plaque assay. Briefly, 2 ml of Sf9 cells grown to 5 ϫ 10 5 cells/ml were dispensed into each well of a six-well plate. The plate was incubated at room temperature for 1 h to ensure cell attachment. The harvested viral supernatant was diluted in eight series of 10-fold dilutions for inoculation. After the supernatant was removed from each well, the Sf9 cells were inoculated with the diluted viral supernatant and the mixture was incubated for 1 h at 27°C. Then, the virus inoculum was aspirated from the well and replaced with 2 ml of the baculovirus agarose. The plate was incubated at 27°C in a humidified incubator for 4 to 10 days. The gray plaques were counted, and the titer was calculated by the following formula: PFU of original stock ϭ [(1/dilution factor) ϫ number of plaques] ϫ [1/(milliliter of inoculum/well)].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Time course study of fusion protein expression by Western blotting and IFA. To determine the time when the level of protein expression reached a peak to provide a clue as to the optimal time for immunofluorescence antigen preparation, Sf9 cells in 6-and 96-well plates were simultaneously infected with the In the Western blotting assay and IFA, the primary antibodies were guinea pig anti-N195 or anti-Sc serum, monoclonal antibody against the six-His tag, and human SARS-CoV-positive serum; HRP-or FITC-conjugated antibodies were used as secondary antibodies. Noninfected cells were used as a negative control. Development of the novel IFA. At 36 h after infection, Sf9 cells which expressed the fusion protein at peak levels were selected for the development of the novel IFA. The cells in 96-well plates were fixed with absolute ethanol for 30 min at room temperature and were washed three times with phosphate-buffered saline (PBS; pH 7.4). The fixed cells were incubated with anti-N195 and anti-Sc serum from guinea pig serum and SARS-CoV-positive human serum, respectively, at 37°C for 1 h. After the wells were washed three times, the antigens were reacted with FITC-conjugated anti-guinea pig Ig (1:40; Dako, Glostrup, Denmark) and FITC-conjugated rabbit anti-human IgG and IgM (1:40; Dako), as appropriate. After another three washes with PBS, the Sf9 cells were examined for the staining pattern under an immunofluorescence microscope (Olympus, Tokyo, Japan) with appropriate barrier and excitation filters for optimized visualization of the FITC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For IFA optimization, SARS-CoV-positive human serum and SARS-CoVnegative serum were serially diluted 1:5, 1:10, 1:25, 1:50, 1:100, 1:200, and 1:500; and the secondary antibodies, FITC-conjugated rabbit anti-human IgG and IgM, were diluted 1:20, 1:30, 1:40, 1:80, and 1:160. IFA was performed as described above for IgG and IgM detection. The optimal condition was defined to be a reaction in which the maximum fluorescent signals were observed with no background reading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Commercial SARS-CoV IFA kit. A commercial SARS-CoV IFA kit (EURO-IMMUN) was purchased from Medizinische Labordiagnostika AG, Gross Groenau, Germany. The kit is composed of biochip slides coated with SARS-CoVinfected cells which had been treated with a disinfecting fixing agent and gamma irradiation. The test was conducted according to the instructions of the manufacturer. Briefly, the serum sample was diluted 1:10 in the sample buffer provided FIG. 1. Recognition of guinea pig polyclonal antibodies against truncated N195-Sc protein with native nucleocapsid protein (a) or spike protein (b) in SARS-CoV-infected Vero cells. The SARS-CoV-positive human serum sample (c) served as a positive control. Each antiserum sample with SARS-CoV-infected Vero cells (a to c) and mock-infected cells (g to i) was examined under a fluorescence microscope for its reactivity pattern. In order to show clearly that the antisera reacted only with infected cells and not with adjacent uninfected cells, side-by-side images of the same field were viewed under a light microscope (d to f) and an immunofluorescence microscope (a to c). with the kit, and the contents were mixed by vortexing for 4 s. Twenty-five microliters of the diluted serum sample was applied to each reaction field in the reagent tray. The biochip slide, which contained chips of inactivated SARS-CoVinfected Vero cells alongside uninfected cells, was then placed on the recesses of the reaction tray, where the biochips and the serum samples were allowed to interact for 30 min at room temperature. The biochip slide was rinsed with PBS-Tween 20 for at least 5 min, and 20 l of fluorescein-labeled anti-human globulin was applied to the reaction chip for 30 min at room temperature. The slide was rinsed again. Glycerol was added to the coverslip, and the slide was placed, facing forward, onto the prepared coverslip. The slide was viewed under an inverted fluorescence microscope (Olympus). Conventional IFA. The conventional IFA was carried out in a BSL-3 laboratory, as described in our previous work (3). SARS-CoV was propagated in Vero E6 cells at 37°C until cytopathic effects were seen in 75% of the cell monolayer, after which the cells were harvested, spotted onto Teflon-coated slides, and fixed with 80% cold acetone. Uninfected Vero E6 cells were used as controls in this experiment. Serum samples were tested at a 1:10 dilution and were washed with 1ϫ PBS after they had been incubated either for 90 min, followed by the addition of FITC-conjugated rabbit anti-human IgM, or for 30 min, followed by the addition of FITC-conjugated anti-human IgG. The slides were then incubated for another 60 min at 37°C. The slides were subjected to another washing cycle before they were read for specific fluorescence under an immunofluorescence microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Western blotting. Purified truncated N195 protein was immunoblotted onto a nitrocellulose membrane (pore size, 0.45 m; Bio-Rad). All serum samples were screened at a dilution of 1:100, followed by the addition of peroxidase-conjugated secondary antibody (Dako), according to the instructions of the manufacturer. 3,3Ј-Diaminobenzidine tetrahydrochloride (Pierce) was used as the HRP substrate for membrane development. Positive and negative controls were included in each test. A sample was considered positive if a specific band of the expected size was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Calculations. Analysis of the performance of our novel IFA was based on comparison of the data obtained by our novel IFA to those obtained by the commercial IFA, the conventional IFA, and Western blotting, as established in our previous work (3) . The sensitivity and specificity of the assays were calculated by using the following equations: sensitivity ϭ number of samples with truepositive results/(number of samples with true-positive results ϩ number of samples with false-negative results) and specificity ϭ number of samples with truenegative results/(number of samples with true-negative results ϩ number of samples with false-positive results).",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Reactivities of polyclonal antibodies with recombinant and native proteins. The ELISA verified that polyclonal antibodies against the N195 and Sc proteins were raised in guinea pigs. The titers were 1:4,000 for the antibody against N195 and 1:1,000 for the antibody against Sc. Furthermore, both antibodies also recognized the authentic N and spike proteins in assays with the commercial SARS-CoV IFA kit, in which SARS-CoV-infected Vero cells were inactivated and served as the fluorescence antigen. The fluorescence was found to be cytoplasmic when antiserum against both the N195 and the Sc proteins were used as the primary antibody ( Fig. 1a and b) . The antisera were shown to react only with infected cells and not with adjacent uninfected cells by comparing the same field under a light microscope (Fig. 1d and e) and a fluorescence microscope ( Fig. 1a and b) , while no nonspecific fluorescence was observed in mock-infected cells (Fig. 1g and h) . The IFA titers were 1:40 and 1:10 for antibodies against the N195 and Sc proteins, respectively, with the commercial SARS-CoV IFA kit. Identical reactivity patterns were found between two polyclonal antisera and human SARS-CoV-positive serum (Fig. 1c , f, and i; Table 2 ). These data demonstrate that both polyclonal antibodies can be used as standard positive sera for protein identification in the process of development of our novel IFA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 653,
                    "text": "Fig. 1a and b)",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 821,
                    "text": "(Fig. 1d and e)",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 868,
                    "text": "Fig. 1a and b)",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 956,
                    "text": "(Fig. 1g and h)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1209,
                    "text": "(Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 1222,
                    "end": 1229,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Construction of recombinant baculovirus. The N195 or Sc gene fragment was amplified by RT-PCR, followed by ligation with a Rapid ligation kit (Roche, Mannheim, Germany) and transformation into DH5␣ cells. The positive colonies that harbored the N195 or the N195-Sc fusion gene fragment were screened, followed by extraction of recombinant plasmids and transposition with DH10Bac competent cells. We selected a few white colonies on the Luria-Bertani plate containing 5-bromo-4-chloro-3-indolyl-␤-D-galactopyranoside and isopropyl-␤-D-thiogalactopyranoside, in which homologous recombination might have occurred. Small-scale cultures that might harbor our gene of interest were grown for bacmid extraction. After the bacmids were transfected and incubated at 27°C for 3 days, the viral DNA was isolated from the viral pellets and identified by PCR (Fig. 2) . The predicted sizes were 3.015 and 3.855 kb (0.585-kb N195 fragment and N-S fusion gene of 1.425 kb plus the amplified 2.43-kb product of pFASTBacHT in the baculovirus genome).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 847,
                    "end": 855,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Protein expression analyses. Expression of the respective proteins was confirmed by Western blotting by using SARS-CoV-positive human serum, guinea pig anti-N195 serum, and anti-Sc serum as the primary antibodies (Fig. 3a to c) and the novel IFA (Fig. 3d to f) . Western blotting demonstrated that the recombinant fusion protein expressed in Sf9 cells was recognized by guinea pig antiserum against the N195 or the Sc protein and SARS-CoV-positive human serum. In the IFA format, Sf9 cells infected with the recombinant baculovirus showed identical fluorescent signals when guinea pig antiserum In order to show clearly that the antisera reacted only with infected cells and not with adjacent uninfected cells, side-by-side images of the same field were viewed under a light microscope (g to i) and an immunofluorescence microscope (d to f). against the N195 or the Sc protein as well as SARS-CoVpositive human serum was used as the primary antibody and FITC-conjugated antibody was used as the secondary antibody. The peak level of expression was also determined to be at 36 h postinfection (data not shown), because the strongest signals for positive serum samples and the weakest signals for mockinfected cells were obtained at that time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 246,
                    "end": 260,
                    "text": "(Fig. 3d to f)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Immunofluorescence of SARS-CoV protein expression in Sf9 cells. Sf9 cells infected with recombinant baculovirus and mock-infected cells were incubated with positive control sera (guinea pig anti-N195 and anti-Sc serum and SARS-CoV-positive human serum) and were observed under fluorescence and light microscopes. It was observed that the antisera against N195 (dilution, 1:160) and Sc (dilution, 1:40) reacted only with infected cells and not with adjacent uninfected cells, and the immunofluorescence staining appeared as a granular pattern within the cytoplasm, which showed a ring pattern of fluorescence (Fig. 3d to f and 4) . The guinea pig and human negative control sera showed no specific staining. The fluorescent ring patterns were identical in the cells when the antigen was stained with SARS-CoV-positive human serum. Neither SARS-CoV-negative human serum nor normal guinea pig serum showed background staining with recombinant baculovirus-infected Sf9 cells. This was also true for the same concentrations of guinea pig polyclonal antibodies against N195 and Sc with mock-infected Sf9 cells (Fig. 3j to l) . No cross-reactivity was observed when the cells were exposed to other animal coronavirus-infected sera, such as transmissible gastroenteritis virus, infectious bronchitis virus, and canine and cat coronaviruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 628,
                    "text": "(Fig. 3d to f and 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1104,
                    "end": 1118,
                    "text": "(Fig. 3j to l)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our results showed that the specificity of our novel IFA is reliable, and complete agreement between the results obtained with recombinant baculoviruses containing the N195 protein and the N195-Sc fusion protein was found. However, on the basis of the sensitivity of the IFA, fusion proteins gave stronger readings and had a stronger ability to detect IgM antibody than N195 protein alone did (data not shown). In addition, the N195-Sc fusion protein was found to be present in a soluble form by observation of the positive signals by Western blotting and indirect ELISA, in which the supernatants of sonicated infected Sf9 cells were used as the antigen. This solubility property can be further used in the development of an ELISA. Therefore, recombinant baculovirus expressing the N195-Sc fusion protein was selected as a candidate for use in further experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Optimization of the novel IFA revealed that for IgG and IgM antibody detection, the optimal working dilutions of serum samples and the FITC-conjugated rabbit anti-human IgG and IgM are dilutions of 1:100 and 1:80 and dilutions of 1:10 and 1:40, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Detection of SARS-CoV by novel IFA and analysis of novel IFA. The sensitivity and specificity of the novel recombinant fusion protein IFA were further assessed by comparison with the case definition of clinically confirmed SARS (Tables 3 and  4 ). Of all 23 SARS-CoV-positive serum samples, we could identify 20 positive serum samples, in which IgG antibody could be completely detected, but IgM antibody could be identified in only 16 samples. Fifteen samples were confirmed to be positive for both IgG and IgM antibodies. Our novel IFA was able to identify a sample (sample 5-20) in which the antibody could not be detected by our N195-based Western blotting analysis. This sample was collected at 17 days after the onset of fever. Overall, 22 samples were found to be positive, giving a sensitivity of 95.6%. Our novel IFA produced no false-positive results with 43 serum samples from healthy people and 20 serum samples from patients with autoimmune diseases, thus indicating 100% specificity ( Table 4 ). The results of our N195-Sc-based IFA were found to be comparable to those of the conventional IFA (Table 4 ) in terms of sensitivity (95.6%) and specificity (100%), but our N195-Sc-based IFA was more sensitive than N195-based Western blotting (Table 4 ). However, one sample collected at the early stage of disease (4 days after onset) tested negative by our novel IFA as well as by the other three methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 244,
                    "text": "(Tables 3 and  4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 999,
                    "end": 1006,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1116,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1261,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Since the outbreak of SARS, there has been a global effort to develop a rapid, accurate, and user-friendly assay for the early detection of SARS-CoV infection. The diagnostic methods available at present include sequence detection by RT-PCR and real-time PCR, virus isolation, and serological tests. IFA is used to detect specific antibody produced after infection and has been considered by the World Health Organization to be the gold standard for the detection of SARS-CoV infection. Nevertheless, because of the high degree of pathogenicity and infectivity of SARS-CoV for humans, performance of virus cultivation is restricted to BSL-3 laboratories, making it inconvenient and hazardous for antigen production. The safety issue has become of even more paramount importance after two recent SARS cases in Singapore and Taiwan were found to be associated with inadequate laboratory safety procedures. This leads to more serious concerns about the possibility of live SARS-CoV leakage from the laboratory, which could become a source of another SARS outbreak. Therefore, it becomes extremely important for investigators to use extra precautions while handling SARS-CoV and preparing the antigen so that these procedures can be performed in a safer manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our previous work (3, 5) we identified the immunogenic domains of SARS-CoV, the N195 and Sc proteins. Serum antibodies against SARS-CoV could react effectively with the two truncated proteins, and their particular advantage for the detection of IgG and IgM antibodies was demonstrated by Western blotting (3, 5) . To confirm the loyalty of the fusion protein expressed in Sf9 cells, which was supposed to be used in the novel IFA, the purified recombinant truncated N195 protein and the Sc protein, which were expressed in E. coli, were used to immunize guinea pigs to raise polyclonal antibodies against the two proteins. The reactivities of the two antisera with the fusion protein expressed in Sf9 cells in total cell lysates by Western blotting and the infected Sf9 cell-based IFA technique indicated the successful expression of the target N195 and Sc proteins. Furthermore, both polyclonal antibodies also reacted with the native antigens in SARS-CoV-infected Vero cells. The same reaction patterns were observed in the fusion protein-based IFA and whole-virus-based IFA, which showed that the baculovirusexpressed N195 and Sc proteins had functional antigenicities equal to those of their authentic counterparts in SARS-CoV, strongly supporting the diagnostic potential of the fusion protein in the development of a new assay.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 25,
                    "end": 27,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Because IFA is considered the gold standard for the detection of SARS-CoV infection, we attempted to develop a similar but safer detection technique that eliminated the need for the use of a BSL-3 laboratory. The baculovirus expression system has been widely applied to express abundant heterologous genes in cultured insect cells; and in most cases, the recombinant protein is processed, modified, and targeted to its appropriate cellular locations, where it functions like its native counterparts. To use this advantage, we constructed recombinant baculoviruses expressing the N195 protein and the N195-Sc protein and infected Sf9 cells with the recombinant baculoviruses to develop a safer IFA. When the sensitivity of the N195-based IFA was compared with that of the N195-Scbased IFA, no significant difference regarding IgG detection was observed, but higher levels of IgM detection and stronger positive signals were observed by the N195-Sc-based IFA (data not shown). Moreover, the N195-Sc fusion protein was found to be a soluble protein and, thus, could be purified more easily, implying that the N195-Sc fusion protein also has potential for use in the development of an ELISA. Therefore, the recom- Time course analyses by both Western blotting and IFA showed that protein expression in Sf9 cells could not be detected prior to 12 h postinfection. A very weak signal of the expressed protein could be observed only at 24 h postinfection. The peak level of protein expression was achieved at 36 h postinfection, at which time it could be detected strongly by both Western blotting and IFA. No significant increment in protein expression could be found after 36 h postinfection. In addition, after 36 h postinfection, more Sf9 cells lysed and changed morphologically, leading to the higher possibility of false-positive results as a result of unspecific fluorescence staining, which was also reported for the IFA for the detection of Ebola virus infection (8) .",
            "cite_spans": [
                {
                    "start": 1965,
                    "end": 1968,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The objective of constructing the N195-Sc fusion protein in baculovirus for the development of an IFA was to increase the sensitivity and specificity of the diagnostic test for SARS-CoV. The N195-Sc fusion protein-based IFA was able to identify an additional positive sample from a SARS patient (sample 5-20) ( Table 3) and was able to detect IgM antibody at a higher rate (16 of 23 SARS-CoV-positive serum samples) than N195based Western blotting (11 of 23 SARS-CoV-positive serum samples), supporting our primary hypothesis. Thus, the accuracy and sensitivity of SARS-CoV detection were increased by our novel IFA. On the other hand, the identical detection rates between our novel IFA and the commercial whole-virus-based IFA kit suggest that immunogenicity is enhanced by fusion of the N195 and Sc proteins and that the diagnostic ability of the assay with the fusion protein is identical to that of the assay with whole virus (authentic antigen). The commercial IFA kit (EUROIMMUN) is based on the use of whole SARS-CoVinfected Vero cells which had been treated with a disinfecting fixing agent and gamma irradiation; thus, the cells still maintained the authentic antigens of SARS-CoV. However, one sample (sample 5-32) was found to be negative by all four tests. This could be explained by the possibility that antibody was absent during the early stage of disease or the infected individual was unable to produce antibody.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 319,
                    "text": "Table 3)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Antigen preparation plays a crucial role in the development of a diagnostic test. At present, for the SARS-CoV ELISA, the antigen is prepared by detergent extraction of infected Vero E6 cells and subsequent gamma irradiation (1). In our previous work (3, 5) , we developed an N195-based Western blotting assay that had 90% sensitivity and 100% specificity. However, the technique is time-consuming and technically demanding because it involves protein expression and purification, sodium dodecyl sulfate-polyacrylamide gel electrophoresis, and immunoblotting onto a nitrocellulose membrane before testing. In this study, the N195-Sc fusion protein was abundantly expressed by recombinant baculovirus in Sf9 cells. After fixation, the Sf9 cells could be used directly for IFA without any complicated procedures, such as protein purification.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 255,
                    "end": 257,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "IFAs with various cells, including Sf9 cells, that express recombinant nucleoprotein have been developed to reduce the possible risk of infection or virus escape during the diagnostic testing process with any highly virulent pathogen, such as Ebola virus, Crimean-Congo hemorrhagic fever virus, and influenza A virus (8, 9, 10) . In previous reports on the diagnosis of SARS, inactivated SARS-CoV-infected Vero cells were used as the antigen for the development of indirect IFA and ELISA methods. Manipulation of live SARS-CoV is biohazardous work that requires a BSL-3 laboratory. However, our novel IFA, the rate of antibody detection of which was in complete concordance with those of the two available conventional IFAs, could be carried out in a biosafety level 2 laboratory, leading to a safer and easier means of antigen preparation by our IFA than by the existing IFAs. In addition, the cost of antigen preparation is low, since Sf9 cells can be cultured more easily and maintained with medium without fetal bovine serum.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 324,
                    "end": 327,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have developed a novel IFA that has a sensitivity and a specificity that are comparable to those of the whole-virus-based IFA and that has additional features of safety, cost-effectiveness, and time savings. Therefore, our novel IFA may offer an attractive alternative solution to the current tests, which involve cultivation of SARS-CoV, which should be performed in a BSL-3 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panning",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Burguiere",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eickmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Escriou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grywna",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kramme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Manuguerra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rickerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sturmer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vieth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of a Western blot assay for the detection of antibodies against SARS coronavirus",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "417--422",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Guarner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paddock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Derisi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Leduc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars Working",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunological characterization of the spike protein of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Manopo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "1570--1576",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Maintenance of insect cell cultures and generation of recombinant baculoviruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Piwnica-Worms",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grunwald",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Romanow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Current protocols in molecular biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Diagnostic tests",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SARS reference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Immunofluorescence method for detection of Ebola virus immunoglobulin G, using HeLa cells which express recombinant nucleoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niikura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikaw",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Clin. Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "776--778",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunofluorescence technique using HeLa cells expressing recombinant nucleoprotein for detection of immunoglobulin G antibodies to Crimean-Congo hemorrhagic fever virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niikura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prehaud",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "372--375",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of rapid immunofluorescence procedure with TestPack RSV and Directigen FLU-A for diagnosis of respiratory syncytial virus and influenza A virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Minnich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Waner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Clin. Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "1650--1651",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Use of laboratory methods for SARS diagnosis",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of reverse transcription-PCR assays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4521--4524",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PCR identification of recombinant baculovirus containing the fusion protein. Lane 1, 1-kb DNA marker; lane 2, recombinant baculovirus containing N195-Sc; lane 3, recombinant baculovirus containing N195.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Confirmation of protein expression in Sf9 cell pellets by Western blotting and fusion protein-based IFA. (a and d) Guinea pig anti-N195 protein serum; (b and e) guinea pig anti-Sc protein serum; (c and f) human SARS-CoV-positive serum. Lane 1, N195 recombinant baculovirusinfected cells; lane 2, Sc recombinant baculovirus-infected cells; lane 3, N195-Sc fusion baculovirus-infected cells. Each antiserum sample with SARS-CoV-infected Vero cells (d to f) and mock-infected cells (j to l) was examined under a fluorescence microscope for its reactivity pattern.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primer pairs used for PCR amplification of N195, Sc, and N195-Sc fusion protein fragments",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The BamHI and KpnI sites are underlined.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Reactivities of Sf9 cells expressing different recombinant proteins with antibodies by IFA technique",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results for serum samples by N195-Sc-based IFA, commercial IFA (EUROIMMUN), conventional IFA, and N195-based Western blotting TABLE 4. Comparison of results of N195-Sc-based IFA, clinical diagnosis, commercial IFA (EUROIMMUN), conventional IFA, and N195-based Western blotting Comparison test and result No. of serum samples with the following result by N195-Scbased IFA: The conventional IFA was performed at the Singapore General Hospital. binant baculovirus encoding the N195-Sc fusion protein was selected as a candidate for infection of Sf9 cells in the development of our IFA.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}