{
    "paper_id": "0f064aabb1cfae95425e8035777d74c14f24bb1e",
    "metadata": {
        "title": "COVID-19 and Dialysis Units: What Do We Know Now and What Should We Do?",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Google Scholar retrieves over 1,000 records since the initial report by WHO. 4 Despite this abundant number of publications, it is difficult to differentiate the most useful information that would help patient care efforts. Most of information about the scientific aspects of how COVID-19 affects MHD patients is in the form of preliminary reports that have not yet completed a peerreview process. This is not unexpected since the disease has not yet reached a peak in most parts of the world and the data are still being accumulated. Almost all data are from the epicenter of the disease in Wuhan and the reports are being put together through heroic efforts of nephrologists who are under immense pressure primarily to provide clinical care for scores of infected patients. Accordingly, it is not yet possible to accurately describe the incidence of COVID-19 in MHD patients. It is also not possible to provide detailed information regarding the clinical course of the disease in MHD patients. Nevertheless, the information that has been put forward from the Northwest Kidney Centers indicated that the first reported death in United States was a patient on MHD prior to infection (S. Watnick, personal communication, March 2020). At this time, there are some scattered reports that suggest that a handful of people who have become COVID-19 positive are on MHD, but there are no reports of any widespread transmission among MHD patients.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 78,
                    "text": "WHO. 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another critically important factor that limits our understanding about the epidemiology of the disease is the standardization of its diagnostic criteria. Common current diagnostic criteria include upper and lower respiratory tract symptoms, radiological findings on chest computed tomography (CT) such as ground glass opacities, and confirmation of the presence of viral RNA by real-time reverse transcriptase-polymerase chain reaction in different biospecimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, a recent study examining detection of SARS-CoV-2 in different types of clinical specimens indicated that positivity was as low as 32% in pharyngeal swabs, with lower respiratory tract samples most often testing positive for the virus (in up to 93%). 5 Currently, most patients are diagnosed by clinical criteria although significant efforts are being placed on rapid, high-throughput testing.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In response to this emerging threat, multiple organizations have developed guidance documents for prevention and control of COVID-19 in the outpatient hemodialysis setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilities?"
        },
        {
            "text": "Confirmed COVID-19 in Outpatient Hemodialysis Facilities, can be freely accessed at the CDC 6 and American Society of Nephrology (ASN) 7 websites. In addition, several dialysis organizations have developed their own guidance documents that are distributed to physicians who are related to these entities. Importantly, these documents are considered \"interim\" and are expected to evolve as more information is gathered.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 135,
                    "end": 136,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Official guidance from the Centers for Disease Control and Prevention (CDC), Interim Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or"
        },
        {
            "text": "While detailed instructions can be found in these aforementioned documents on how to coordinate efforts in outpatient hemodialysis facilities, it is instructive to categorize these efforts in 4 basic groups (Box 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Official guidance from the Centers for Disease Control and Prevention (CDC), Interim Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or"
        },
        {
            "text": "Patients and health care workers (HCWs) should be educated about COVID-19 on an ongoing basis. Patients should be informed about the actions taken by the facility along with rationale as to why they are thought to be important. Small but important details regarding hand and respiratory hygiene as well as cough etiquette should be emphasized regularly. HCWs should be educated about selection and use of personal protective equipment (PPE), including practicing how to put on, use, and take off PPE. It is notable that a recent study reported zero infections or nosocomial transmissions in 413 HCWs caring for 42 confirmed COVID-19 cases after the infection control response was appropriately escalated. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education"
        },
        {
            "text": "Being prepared for a surge of patients, suspected or confirmed, is crucial for control of COVID-19. Preparing the dialysis unit waiting area with appropriate signage, provision of hand sanitizers, and allowing space of at least 6 feet between individuals in waiting areas are essential first steps. These efforts should be accompanied by a triaging plan to identify patients with fever or symptoms of respiratory infections before they enter the treatment area. Instructing patients to call ahead to report fever or respiratory symptoms will allow planning appropriate triage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness"
        },
        {
            "text": "Currently, it is recommended that patients with symptoms should be directed to report to hospitals rather than being dialyzed in isolation in the hemodialysis facilities unless the facility can fully comply with CDC's guidance. When transporting these patients, the receiving hospital should be notified and in the United States, CDC's interim guidance for emergency medical services systems should be followed. However, if and when inpatient hemodialysis units reach capacity, patients with symptoms or mild illness will have to be dialyzed at outpatient hemodialysis facilities. For these patients, it will be vital that a regular facemask be placed as soon as they arrive at the facility and worn throughout their stay. While the CDC guidance ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Managing Patients and HCWs With Symptoms or Illness"
        },
        {
            "text": "One of the most imminent threats in pandemics such as COVID-19 is equipment shortage. In addition to keeping track of PPE inventory, additional efforts should be employed for preserving PPE. These include, but are not limited to, prioritizing isolation gowns for procedures that generate aerosolized body fluids and for high-contact patient care activities as well as implementing extended use of eye and face protection. Another crucial step that needs to be taken for optimal prevention and control of COVID-19 is management of human resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource Utilization"
        },
        {
            "text": "Earlier reports from the epicenter of the pandemic and ongoing reports from other areas with high infection rates such as Italy describe excessive mental and physical burden on HCWs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource Utilization"
        },
        {
            "text": "Accordingly, efficient workforce utilization along with appropriate planning for peak disease activity is crucial. Each unit should create a back-up list for all positions that could be utilized in the event of a possible increase in disease activity or a decrease in workforce due to illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource Utilization"
        },
        {
            "text": "COVID-19 is unquestionably an important test for health care systems. Current data suggest that the illness will become more widespread in the coming weeks. The actions taken by government officials to promote social distancing such as closing of schools, sporting events, and other businesses are appropriate and encouraging steps. These somewhat onerous but necessary actions have resulted in reasonable control of the disease in several countries such as Taiwan. There are other lessons outpatient hemodialysis facilities can learn from this pandemic, including the need for continuous and comprehensive data collection and the value of flexibility by regulatory agencies. Academic centers and large dialysis organizations should rapidly create data collection tools that can complement the basic clinical data collected by CDC and state health departments. Only then will we have reliable information to get ourselves prepared for the next inevitable epidemic. Regulatory agencies should allow temporary changes in telehealth regulations and patient-care regulations such as allowing patients to swiftly move between health systems. In order to improve our responsiveness to emerging threats in the future, we also need reliable and comprehensive scientific data along with flexible regulatory guidance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilities?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The novel coronavirus 2019 epidemic and kidneys",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naicker",
                    "suffix": ""
                },
                {
                    "first": "C-W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S-J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "B-C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.37868"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interim Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed COVID-19 in Outpatient Hemodialysis Facilities",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Escalating infection control response to the rapidly evolving epidemiology of the Coronavirus disease 2019 (COVID-19) due to SARS-CoV-2 in Hong Kong",
            "authors": [
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Jhk",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "5",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.1017/ice.2020.58"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "recommends use of facemasks only for patients with symptoms or illness, certain large dialysis organizations have mandated their use by every MHD patient at every session, which may have important resource implications. Ideally, symptomatic patients should be dialyzed in a separate room (if available) with the door closed. If a separate room is not available, it is recommended that the treatment should be performed at a corner or end-of-row station, away from the main flow of traffic. In any case, the symptomatic patient should be separated by at least 6 feet from the nearest patient in all directions. Of note, CDC guidance does not require that COVID-19infected patients be treated in an airborne infection isolation room. Dialysis facility hepatitis B isolation rooms may be repurposed for COVID-19-infected patients only if the facility has no hemodialysis patients with hepatitis B infection who may need to be treated in these rooms.Multiple patients with symptoms or illness may be placed together at a specific section of the unit and during the same shift, preferably the last hemodialysis shift of the day. A selected group of HCWs should be assigned to these patients and should follow standard contact and droplet precautions with eye protection that includes goggles or disposable face shields. Finally, routine cleaning and disinfection procedures are appropriate for COVID-19 in dialysis settings.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Support: None. Financial Disclosure: Dr Ikizler reports receiving honoraria from Fresenius Kabi GmbH, Abbott Renal Care, and the International Society of Nephrology for consulting work. Other Disclosures: Dr Ikizler is a member of American Society of Nephrology COVID-19 Response Team and chairs the Nephrologists Transforming Dialysis Safety (NTDS) Current Emerging Threats Subcommittee. Peer Review: Received March 16, 2020 in response to an invitation from the journal. Accepted March 17, 2020 after editorial review by an Associate Editor and a Deputy Editor. Box 1: Efforts to coordinate appropriate prevention and control of COVID-19 infection in the outpatient hemodialysis facilities Education o Patients and HCWs o Emphasize basics: hand and respiratory hygiene, coughing etiquette o Use of PPE Preparedness o Advise patients to call ahead o Place signs o Create appropriate space o Implement triage protocol Managing patients and HCWs with symptoms or illness o Appropriate initial care, surveying, and facemasks o Separate room; cohorting if multiple patients o Separation by 6 feet in all directions o Routine cleaning and disinfection procedures Resource utilization o Keeping track of PPE inventory o Preserving PPE Prioritizing PPE Extended use of eye and face protection o Human resources Efficient use of workforce Creation of back-up lists",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}