{
    "paper_id": "0f0bbda51be06c5872606d245c145bfffb3971e4",
    "metadata": {
        "title": "Assessing the role of live poultry trade in community- structured transmission of avian influenza in China",
        "authors": [
            {
                "first": "Qiqi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Remote Sensing Science",
                    "institution": "Beijing Normal University",
                    "location": {
                        "postCode": "100875",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Health and Family Planning Commission",
                    "location": {
                        "postCode": "102206",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Philippe",
                "middle": [],
                "last": "Lemey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rega Institute",
                    "location": {
                        "postCode": "3000",
                        "settlement": "Leuven, Leuven",
                        "region": "KU",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "A"
                ],
                "last": "Suchard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "90095",
                        "settlement": "Los Angeles",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuhai",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guangdong Key Laboratory for Diagnosis and Treatment of Emerging Infectious Diseases",
                    "institution": "Southern University of Science and Technology",
                    "location": {
                        "postCode": "518112",
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weifeng",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taishan Medical College",
                    "location": {
                        "postCode": "271000",
                        "settlement": "Taian, Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Di",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Special Pathogens and Biosafety",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenbao",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National and Regional Joint Engineering Laboratory for Medicament of Zoonoses Prevention and Control",
                    "institution": "South China Agricultural University",
                    "location": {
                        "postCode": "510642",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guogang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Forest Protection of State Forestry and Grassland Administration",
                    "institution": "Chinese Academy of Forestry",
                    "location": {
                        "postCode": "100091",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Nils",
                "middle": [
                    "Chr"
                ],
                "last": "Stenseth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Ecological and Evolutionary Synthesis (CEES)",
                    "institution": "University of Oslo",
                    "location": {
                        "postCode": "N-0316",
                        "settlement": "Oslo",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Oliver",
                "middle": [
                    "G"
                ],
                "last": "Pybus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "postCode": "OX1 3PS",
                        "settlement": "Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huaiyu",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Remote Sensing Science",
                    "institution": "Beijing Normal University",
                    "location": {
                        "postCode": "100875",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The live poultry trade is thought to play an important role in the spread and maintenance of highly pathogenic avian influenza A viruses (HP AIVs) in Asia. Despite an abundance of small-scale observational studies, the role of the poultry trade in disseminating AIV over large geographic areas is still unclear, especially for developing countries with complex poultry production systems. Here we combine virus genomes and reconstructed poultry transportation data to measure and compare the spatial spread in China of three key subtypes of AIV: H5N1, H7N9, and H5N6. Although it is difficult to disentangle the contribution of confounding factors, such as bird migration and spatial distance, we find evidence that the dissemination of these subtypes among domestic poultry is geographically continuous and likely associated with the intensity of the live poultry trade in China. Using two independent data sources and network analysis methods, we report a regional-scale community structure in China that might explain the spread of AIV subtypes in the country. The identification of this structure has the potential to inform more targeted strategies for the prevention and control of AIV in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "avian influenza | poultry trade | phylogeography | community-structured transmission H 5N1 highly pathogenic avian influenza A virus (HP AIV) was first identified in 1996 (1) . In the following two decades, it has circulated among various bird species and spread to more than 60 countries (2) . Domestic poultry are thought to play an important role in the transmission and spread of H5N1 HP AIV and the virus's ability to occasionally infect humans means it poses a significant public health risk (3, 4) . Human infection with H5N1 HP AIV results in an estimated fatality rate of 50 to 60% (5) , and most cases are linked directly or indirectly to exposure to live poultry (4) . Maintenance of the virus in domestic poultry hosts has enabled further virus evolution and the emergence of novel influenza viruses of avian origin. H5N1 HP AIV emerged in part from the adaptation of low-pathogenicity AIVs from waterfowl to domestic poultry hosts (6) . More recently, two novel reassortant H5 AIV subtypes, H5N6 and H5N8, have emerged in Asia (7, 8) ; the latter subtype subsequently spread to Europe, North America, and Africa, causing outbreaks in local poultry (9) . However, the mechanisms by which these viruses disseminate and cause repeated large-scale waves of infection in domestic poultry remain unclear.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 504,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies have explored the association between AIV transmission and the trade in live poultry and associated poultry products, but empirical data on transmission dynamics are scarce. Although many retrospective epidemiological studies have assessed common risk factors for AIV disease outbreaks, comparatively few have include poultry trade patterns, which are considered difficult to obtain (10) . Some studies (11) (12) (13) have attempted to infer poultry trade networks at the local level by summarizing the routes of traders among live poultry markets (LPMs), and have concluded that poultry trade patterns are associated with AIV outbreaks. Other studies have investigated AIV genome sequences using Bayesian phylogeographic methods (14, 15) and have found that poultry population density and the number of poultry markets are determinants of the spatial",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The emergence and transmission of avian influenza viruses (AIVs) pose a threat to public health and result in enormous economic losses. Here we discover an association between the community structure of the poultry trade network and AIV transmission in China by combining virus genomes and statistical modeling of the poultry trade. Importantly, we are able to \"replicate\" this finding by comparing the dynamics of three strains of AIV (H5N1, H7N9, and H5N6) that currently cocirculate in poultry in China. Given the detection of a continuous process of AIV geographic spread among poultry, our results indicate that at the national scale there are repeatable and potentially predictable patterns that can be used to shape future strategies for AIV control and prevention. diffusion of AIVs in endemic areas (16) . However, it can be difficult to infer underlying transmission processes from such data due to the uneven sampling of virus genomes through time and space, and a reliance on passive surveillance means that many virus lineages may go unsampled. The paucity of data on the poultry trade and variable virus genome sampling therefore combine to hinder our understanding of the factors that facilitate the dissemination of H5N1 and other AIV subtypes over large geographic scales, especially in countries with high volumes of poultry production and trade sectors that are not strongly regulated (17) .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 812,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "Here we combine poultry trade movements (inferred using a gravity model) in China with large-scale analysis of AIV genome sequences in order to reconstruct hidden virus transmission routes and test the hypothesis that the live poultry trade in China affects the spread of HP AIV in the country. We reconstruct the estimated transmission dynamics in China of HPAI H5N1 from 1996, and compare them with the dynamics of other, more recently emerged, HP AIV lineages. We find that AIV transmission patterns can be explained by a national-level community structure of the poultry trade network in China. Our results provide insights into the large-scale structure and repeatability of AIV lineage emergence in Asia and may be useful in predicting the emergence of other AIV strains in other regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "The Spread of H5N1, H7N9, and H5N6 in China. The hemagglutinin (HA) gene phylogenies of AIV subtypes H5N1, H7N9, and H5N6 in China exhibit frequent virus lineage movements among locations, indicating substantial geographic mixing (SI Appendix, Fig. S1 ). Taking H5N1 as an example, a discrete phylogeographic analysis of HPAI H5N1 in Chinese poultry revealed many wellsupported viral lineage movements among provinces (as previously noted in ref. 16 ). In addition to this general pattern, we further observed that lineage movements occur between pairs of provinces that are adjacent or close (Fig. 1A) . Consequently, lineage transition rates between locations are inversely related to distance, suggesting a more geographically continuous process of virus spread in poultry in China (Fig. 1B) . This pattern is consistent for all three AIV subtypes (Fig. 1) . However, some longdistance movement events were also observed, notably to or from the northern provinces of Jilin, Xinjiang (H5N1 and H7N9), and Ningxia (H7N9 only). Since virus sequences are unavailable for many of the provinces that directly neighbor Jilin, Xinjiang, and Ningxia, it is possible that AIV is present but underreported in these intermediate locations, and that virus movements occur over shorter distances.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 593,
                    "end": 602,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 851,
                    "end": 859,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since all three AIV subtypes in Chinese poultry exhibited evidence of a continuous process of geographic spread, we sought to test which variables might be associated with AIV lineage movements in China, with the aim of informing prevention and control of the disease. To do so, we employed a Bayesian phylogeographic approach that uses a generalized linear model (GLM) to quantify the contribution of predictor variables to the among-province lineage transition rates. This method was applied to HA sequences from the three independent AIV lineages in China: H5N1, H7N9, and H5N6. To begin, we used the established procedure of considering all potential predictors concurrently. This analysis revealed that many potential predictors are not associated with viral lineage movement (SI Appendix, Figs. S2 and S3). Based on the results of fully specified models, with and without distance, and sensitivity analysis (SI Appendix, Fig. S4 ), we recomputed these phylogeographic analyses using a much smaller set of predictors, specifically those that have been hypothesized by others to affect the large-scale dissemination of AIV (6, 8, 16, 18) : 1) the intensity of the poultry trade among locations in China, 2) the migration of wild birds among locations in China, and 3) distances along the road network in China (see Methods for details). Although minimum road distance is strongly inversely associated with the dissemination of AIV lineages across a range of model configurations ( Fig. 2A) , it is likely that this predictor is simply acting as a proxy for the spatial distance component of the other two predictors. Since our primary hypothesis relates to the linkage of the poultry trade network and the wild bird migration network to AIV dissemination in China, we excluded the minimum road distance predictor from the previous exploratory analyses (Fig. 2B ). We found that for all three subtypes (H5N1, H7N9, and H5N6), the live poultry trade network is positively associated with viral lineage spread, although this association is considerably less certain for H5N1 than for the other two subtypes (Fig. 2B ). In contrast, the wild bird migration network is associated only with dissemination of H5N1 in China and not with the other two subtypes (Fig. 2B) . The robustness of this result was confirmed using a model that directly compares the model inclusion probability of the wild bird migration and poultry trade predictors (SI Appendix, Table S1 ). Following these results, subsequent network analyses of these independent datasets were undertaken to explore how the AIV diffusion process is shaped by the structure of the live poultry trade network.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1130,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1138,
                    "end": 1141,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 934,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1485,
                    "end": 1493,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1856,
                    "end": 1864,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2108,
                    "end": 2116,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2256,
                    "end": 2265,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2451,
                    "end": 2459,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Effect of LPTC Structure on the Spread of AIV in Poultry in China. The analysis above found that the poultry trade network in China can predict the risk of AIV lineage spread from one location to another, especially for the H7N9 and H5N6 subtypes. Thus, the epidemiological consequences of viral introduction and spread should depend on the structure of the poultry trade network at the national scale. To understand and quantify this structure, and to identify subnational poultry trade communities, we used a Walktrap algorithm to estimate a maximal-modularity subdivision of the poultry trade network in China (Fig. 3) . This procedure identified five live poultry trade communities (LPTCs), that correspond spatially to the south (LPTC-1), east (LPTC-2), northeast (LPTC-3), midnorth (LPTC-4), and west (LPTC-5) of China (Fig.  3) . The LPTC community structure is robust to perturbation (Dataset S1). This result indicates that transmission of AIV lineages in China may be community-structured, such that virus dissemination between localities within a community is more likely than dissemination among communities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 621,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 825,
                    "end": 834,
                    "text": "(Fig.  3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to assess whether the transmission of AIV lineages belonging to all three subtypes are indeed associated with poultry trade communities in China, we undertook new discrete Bayesian phylogenetic analyses of the HA sequences belonging to AIV subtypes H5N1, H7N9, and H5N6. In these phylogeographic analyses, sequence locations were encoded using the five LPTCs. The LPTCs recapitulate important events in the phylogenetic history of all three subtypes (Fig. 4) . The H5N1 subtype initially became enzootic in southern China (LPTC-1) (19) , and major clades subsequently spread to southeastern China (LPTC-2) and midnorthern China (LPTC-4) (20) (Fig. 4A) . A similar pattern of community-structured circulation was observed for H7N9 and H5N6 (Fig. 4 B and C) . Originating from southeastern China (LPTC-2), H7N9 viruses diverged into two monophyletic groups, the Yangtze River Delta lineage and the Pearl River Delta lineage (21) , which coincide with LPTC-2 and LPTC-1 in our LPTC network. H7N9 AIV has circulated in these regions for more than three years, causing epidemic waves I through IV (22) . However, in epidemic wave V, H7N9 was found to have spread from LPTC-1 to all other LPTCs in China (22) . For H5N6, most monophyletic groups of viruses have circulated regionally within LPTC-1 and LPTC-2 (7), although AIV lineage movements among LPTCs are increasing (Fig. 4C) .",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 544,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 748,
                    "end": 764,
                    "text": "(Fig. 4 B and C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1375,
                    "end": 1384,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We performed two subsequent analyses to explore whether the LPTCs explain the dissemination of AIV in China. First, we examined the estimated among-province lineage transition rates (i.e., those reported in Fig. 1 for all three AIV subtypes). We found that transition rates between provinces in the same LPTC (H5N1 mean = 1.08; H5N6 mean = 1.06; H7N9 mean = 1.07) were on average higher than those for provinces in different LPTCs (H5N1 mean = 0.98; H5N6 mean = 0.98; H7N9 mean = 0.97). Second, we conducted a randomization test in which locations (i.e., provinces) were randomly assigned to five communities (with the same number of members as our empirical LPTCs). For each randomly generated community (RGC), we calculated the mean within-and among-community lineage transition rates between locations (as above). This randomization procedure was repeated 1,000 times. As expected, in the randomly generated communities there was no difference between the mean transition rate for location pairs in the same community versus the mean transition rate for location pairs in different communities (Fig. 5) . The results in Fig. 5 demonstrate that the LPTC in Fig. 3 does indeed contribute to the pattern of AIV lineage movement in China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 213,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1097,
                    "end": 1105,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1123,
                    "end": 1129,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1159,
                    "end": 1165,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The subnational community structure identified above, which was estimated from the inferred live poultry trade network, provides a framework to evaluate AIV dissemination during outbreaks. However, available AIV genome sequence data from China is not obtained in a structured manner at the national level; hence, few or no genomes are available from some provinces. In order to explore further whether a reliance on convenience sampling hinders our understanding of AIV transmission and spread, we utilized a virus gene flow network (GFN) model that is capable of exploring virus transmission paths through both sampled and unsampled locations (SI Appendix, Fig. S5 ). The GFN model generates measures of virus gene flow among locations that can be directly compared with the poultry trade network reported above. We find that the virus gene flow network closely matches the structure of the live poultry trade network (i.e., Fig. 3) . In both the live poultry trade network (SI Appendix, Table S2 ) and the gene flow network (SI Appendix, Table S3 ), we identified provinces that acted as hubs (Anhui, Henan, Hubei, and Hunan) by calculating the in-degree and outdegree of nodes. These hubs, located toward the center of the country and linking adjacent communities, may play a significant role in virus transmission among the five region-level communities. However, the structure of the virus gene flow network (SI Appendix, Fig. S5C ) is notably different from that of the poultry egg trade network (SI Appendix, Fig. S6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 665,
                    "text": "Fig. S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 989,
                    "end": 997,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1435,
                    "text": "Fig. S5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1516,
                    "end": 1523,
                    "text": "Fig. S6",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The prevention and control of avian influenza in China relies critically on an understanding of its mode of geographic spread (23) . Here, we undertook a series of analyses that combined AIV gene sequences from poultry in China with data on the live poultry transportation network in the country. Standard phylogeographic analyses revealed evidence that AIV subtypes in domestic poultry have spread between geographically proximate locations (most likely along national highways), and indicated that the level of trade in live poultry is an important contributor to the dissemination of three AIV lineages. We then used geographic modeling of the poultry trade network to identify five live poultry trade communities that represent the large-scale structure of the poultry trade in China, and confirmed the relevance of this structure to AIV spread in China using two complementary approaches.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Community-structured transmission of avian influenza means that viruses are more likely to originate from, and migrate to, other localities that belong to the same community during AIV outbreaks. The spatial scale of the communities we have identified is regional; that is, they are subnational but larger than individual provinces. Prevention and control efforts should therefore take into account this regional structure and aim to disrupt the movement of live poultry between source and sink locations. Further, to prevent potential AIV introduction into unaffected but high-risk localities, it is important to assess the position of potential recipient locations within the community structure (19, 23) . For example, previous work described the spread of H7N9 viruses between the Yangtze River Delta region and the Pearl River Delta region (21); our results also predict the possibility of AIV spread from the Pearl River Delta region to western China, and from the Yangtze River Delta region to northern and western China, via domestic poultry transportation. This finding is confirmed by the wider geographic spread of H7N9 in wave V (22) .",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we found evidence for continuous geographic viral spread among poultry populations in China (Fig. 1) , few studies of the spread of AIVs by wild birds at the intracontinental scale (i.e., the contribution of migratory flyways) have found an effect of geographic distance (18, 24, 25) . This might result from the qualitatively different movement patterns of migratory birds and domestic poultry. Wild birds migrate between wintering and breeding sites, making several stopovers along their flyway where they can transmit AIV to local waterfowl (26) , mammals (27) , and the environment (28) . Locations that do not act as wintering, breeding, or stopover sites have a low chance of virus introduction. For this reason, viral lineage movement via bird migration may exhibit discrete jumps over large distances, as observed for the recent global spread of H5N8 (8) . In contrast, domestic poultry is transported along railroads or national highways within a country (17, 29) , and therefore AIV dissemination in domestic poultry may follow a more continuous pattern of spatial spread (17, 29) . These differences likely reflect the roles played in AIV transmission by different hosts, with domestic poultry spreading AIVs at regional scales and migratory birds facilitating intercontinental dispersal over large distances (30) .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "(17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1096,
                    "end": 1099,
                    "text": "29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is difficult to exclude the potential impact on AIV dispersal of interspecies transmission between wild bird and domestic poultry populations (Fig. 2) . We attempted here to focus on transmission dynamics among poultry by reconstructing interspecies transmission events and removing virus lineages dominated by sequences from wild birds (SI Appendix, Materials and Methods). However, the success of this approach (SI Appendix, Fig. S7 ) may be affected by the underrepresentation of AIV genetic diversity coming from wild birds. In China, domestic poultry are sampled more intensively than wild birds and samples from wild birds are concentrated in only a few locations, such as Qinghai and Hong Kong. Thus, active surveillance of both domestic poultry and wild birds is needed for a better understanding of AIV dispersal dynamics in the country. We also directly compared the ability of empirical wild bird migration and poultry trade networks in China to explain AIV lineage movement, using Bayesian phylogeography inference with a GLM extension. We found that wild bird migration may be weakly associated with H5N1 virus dissemination in poultry but not associated with the spatial spread of H5N6 and H7N9 subtypes. This is consistent with the observation that most H5N6 and H7N9 strains to date are mainly circulating in domestic poultry, human, and environmental samples in China rather than in wild birds. We acknowledge two additional caveats. First, although we have proved the feasibility of using a gravity model to reconstruct the live poultry trade network and have found a live poultry trade network that could explain the observed gene flow, uncertainties between the gravity model and disease spread (31) still exist and should be addressed in future work. Second, even though we have tried to avoid the limits of multiresolution modularity and have demonstrated community structure robustness (Dataset S1, Fig. 5 , and SI Appendix, Figs. S8-S10), we note that the detected LPTCs are not unique; that is, there is no unique way to define the best partition of a network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 437,
                    "text": "Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 1925,
                    "end": 1931,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we report a national-level community structure of the poultry trade network in China and its association with the spread of all three major AIV lineages in poultry in the country. Further quantitative and qualitative insights into the network of the live poultry trade and AIV in China will benefit the development of strategies for AIV prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Detailed information describing materials and methods is provided in SI Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Sequence Data. We accessed HA gene segment sequences of H5N1 AIVs sampled from 1996 to 2014 from the GenBank database, and obtained HA gene segment sequences for H7N9 and H5N6 AIVs sampled from 2013 to 2017 from the Global Initiative on Sharing All Influenza Data (GISAID) database. In order to focus on virus dissemination among poultry, it was first necessary to exclude from the viral phylogenies those chains of AIV transmission that derive from interspecies transmission events and occur in wild bird populations. This was achieved by reconstructing the movement of AIV lineages between wild birds and domestic poultry using a range of sampling and analysis strategies. AIV sequences belonging to phylogenetic clusters that were determined to represent transmission wholly or predominately in or from wild birds were removed from the datasets (SI Appendix, Fig. S7 ), which means that poultry AIV sequences found within clades dominated by wild bird AIV sequences were also excluded. Consequently, only those lineages determined to be circulating in domestic poultry populations were retained for further analysis. In order to ameliorate potential sampling biases, we subsequently randomly subsampled these datasets in a stratified manner to create a more equitable spatiotemporal distribution of AIV sequences (SI Appendix, Fig. S11) . A strong phylogenetic temporal structure was detected in all datasets (SI Appendix, Fig. S12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 869,
                    "text": "Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1339,
                    "text": "Fig. S11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1426,
                    "end": 1434,
                    "text": "Fig. S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Phylogeographic Inference. Time-measured phylogenies were inferred using the Bayesian discrete phylogeographic approach (14) implemented in the Bayesian Evolutionary Analysis Sampling Trees (BEAST) program, version 1.8.2 (32) . We used an uncorrelated lognormal (UCLN) relaxed molecular clock model (33) , the SRD06 nucleotide substitution model (34) , and the Gaussian Markov random field (GMRF) Bayesian skyride coalescent tree prior (35) . We used Bayesian stochastic search variable selection (BSSVS) to determine 1) the most probable locations of ancestral nodes in the phylogeny and 2) the history and rates of lineage movement among locations (14) . To ensure that the relationships between distance and lineage movement were not a consequence of the prior used, we repeated the analysis after randomizing the locations assigned to each sequence (SI Appendix, Fig. S13) . The raw transition rates between locations were obtained from the analyses reported in Fig. 1 . Shown are two means: blue = mean transition rate for pairs of locations in LPTCs; red = mean transition rate for pairs of locations in the same LPTC. Dotted vertical lines show the two means calculated using the empirically derived (true) LPTC network (Fig. 3) . The histograms show the same mean values, calculated using 1,000 RGCs (see Methods for details). Results shown for (A) H5N1, (B) H5N6, and (C) H7N9.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 867,
                    "end": 876,
                    "text": "Fig. S13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 966,
                    "end": 972,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1227,
                    "end": 1235,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "To determine potential explanatory factors associated with AIV dispersal among poultry in different locations, we applied the GLM extension of Bayesian phylogeographic inference (15) to the HA gene datasets of the H5N1, H5N6, and H7N9 viruses in China.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Poultry Transportation Network Reconstruction. Province-level networks of poultry transportation (Fig. 3 and SI Appendix, Fig. S6 ) were constructed from statistics of poultry egg production and populations of domestic poultry, using a classic gravity model. This model is supported by crosssectional surveys of poultry transportation in Cambodia (36) and Vietnam (37) . In summary, the flux of live poultry or poultry egg transport (G ij ) between provinces i and j separated by geographic distance d ij takes the form G ij = N i N j d ij −1 , where N i is the number of live poultry (unit: 10,000 poultry) or the amount of poultry egg production (unit: ton) in source province i (averaged across years) and N j is human population size (unit: 10,000 people) in destination province j (averaged across years). Other gravity-model parameterizations were tested, and the results showed that the network structure we determined is robust to the parameterization.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "−1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 129,
                    "text": "(Fig. 3 and SI Appendix, Fig. S6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Community Structure Detection. Identifying community structures (38) is a crucial step in investigating networks that might explain patterns of viral spatial dissemination. In this context, a community is a group of nodes in a network such that intragroup connections are stronger or more numerous than intergroup connections (39, 40) ; the degree to which a network is subdivided into communities is measured as modularity (40) . Using the Walktrap community-finding algorithm (41) , with random walk length t = 5, we identified the community structure of 1) the live poultry trade networks and 2) the poultry egg trade network. Several community detection methods were compared (SI Appendix, Figs. S14 and S15), and the results indicated that current methods were appropriate for our study.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "(39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Data Availability. HA gene segment sequences are available in the GenBank (www.ncbi.nlm.nih.gov/genome/viruses/variation/flu/) and GISAID (platform. gisaid.org/) databases (Dataset S2). Socioeconomic data are available in statistical yearbooks (SI Appendix, Table S4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 266,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genetic characterization of the pathogenic influenza A/Goose/Guangdong/1/96 (H5N1) virus: Similarity of its hemagglutinin gene to those of H5N1 viruses from the 1997 outbreaks in Hong Kong",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virology",
            "volume": "261",
            "issn": "",
            "pages": "15--19",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Toward a unified nomenclature system for highly pathogenic avian influenza virus (H5N1)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who/Oie/",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wet markets-A continuing source of severe acute respiratory syndrome and influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Highly pathogenic avian influenza (H5N1): Pathways of exposure at the animal-human interface, a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization, Cumulative number of confirmed human cases for avian influenza A(H5N1) reported to WHO",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Are wild birds to blame?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Normile",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "426--428",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genesis, evolution and prevalence of H5N6 avian influenza viruses in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Host Microbe",
            "volume": "20",
            "issn": "",
            "pages": "810--821",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global Consortium for H5N8 and Related Influenza Viruses, Role for migratory wild birds in the global spread of avian influenza H5N8",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "",
            "pages": "213--217",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Organization for Animal Health",
            "authors": [],
            "year": 2017,
            "venue": "Update on avian influenza in animals (type H5 and H7",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk factor modelling of the spatio-temporal patterns of highly pathogenic avian influenza (HPAIV) H5N1: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Spat. Spatio Temporal Epidemiol",
            "volume": "3",
            "issn": "",
            "pages": "173--183",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk-based surveillance for avian influenza control along poultry market chains in South China: The value of social network analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prev. Vet. Med",
            "volume": "102",
            "issn": "",
            "pages": "196--205",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Associations between attributes of live poultry trade and HPAI H5N1 outbreaks: A descriptive and network analysis study in northern Vietnam",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Soares Magalhães",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Vet. Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Live poultry trade in southern China provinces and HPAIV H5N1 infection in humans and poultry: The role of Chinese new year festivities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Soares Magalhães",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bayesian phylogeography finds its roots",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLOS Comput. Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Unifying viral genetics and human transportation data to predict the global transmission dynamics of human influenza H3N2",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Quantifying predictors for the spatial diffusion of avian influenza virus in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Leigh Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lycett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Evol. Biol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Poultry sector in China: structural changes during the past decade and future trends\" in Poultry in the 21st Century: Avian Influenza and beyond",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bingsheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yijun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the International Poultry Conference",
            "volume": "",
            "issn": "",
            "pages": "85--117",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Avian influenza H5N1 viral and bird migration networks in Asia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "172--177",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genesis of a highly pathogenic and potentially pandemic H5N1 influenza virus in eastern Asia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "209--213",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spatial, temporal and genetic dynamics of highly pathogenic avian influenza A (H5N1) virus in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect. Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dissemination, divergence and establishment of H7N9 influenza viruses in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "522",
            "issn": "",
            "pages": "102--105",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemiology, evolution, and pathogenesis of H7N9 influenza viruses in five epidemic waves since 2013 in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trends Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "713--728",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Establishment of multiple sublineages of H5N1 influenza virus in Asia: Implications for pandemic control",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "103",
            "issn": "",
            "pages": "2845--2850",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The impact of migratory flyways on the spread of avian influenza virus in North America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fourment",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Evol. Biol",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Migratory flyway and geographical distance are barriers to the gene flow of influenza virus among North American birds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ecol. Lett",
            "volume": "15",
            "issn": "",
            "pages": "24--33",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risks of avian influenza transmission in areas of intensive freeranging duck production with wild waterfowl",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cappelle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EcoHealth",
            "volume": "11",
            "issn": "",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Replication of avian influenza A viruses in mammals",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Hinshaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Easterday",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bean",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect. Immun",
            "volume": "34",
            "issn": "",
            "pages": "354--361",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "H5N1 high pathogenicity avian influenza virus survival in different types of water",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Domanska-Blicharz",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Minta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smietanka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marché",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Dis",
            "volume": "54",
            "issn": "",
            "pages": "734--737",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Environmental factors contributing to the spread of H5N1 avian influenza in mainland China",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ecosystem interactions underlie the spread of avian influenza a viruses with pandemic potential",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Impact of human mobility on the emergence of dengue epidemics in Pakistan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wesolowski",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "11887--11892",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Biol. Evol",
            "volume": "29",
            "issn": "",
            "pages": "1969--1973",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Relaxed phylogenetics and dating with confidence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Choosing appropriate substitution models for the phylogenetic analysis of protein-coding sequences",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Biol. Evol",
            "volume": "23",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Smooth skyride through A rough skyline: Bayesian coalescent-based inference of population dynamics",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Minin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Bloomquist",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biol. Evol",
            "volume": "25",
            "issn": "",
            "pages": "1459--1471",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "H5N1/highly pathogenic avian influenza in Cambodia: Evaluating poultry movement and the extent of interaction between poultry and humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Investigating poultry trade patterns to guide avian influenza surveillance and control: A case study in Vietnam",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fournié",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Community structure in social and biological networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girvan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "99",
            "issn": "",
            "pages": "7821--7826",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Defining and identifying communities in networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Radicchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Loreto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parisi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "101",
            "issn": "",
            "pages": "2658--2663",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Finding and evaluating community structure in networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girvan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. E Stat. Nonlin. Soft Matter Phys",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Computing communities in large networks using random walks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pons",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Latapy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Graph Algorithms Appl",
            "volume": "10",
            "issn": "",
            "pages": "191--218",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spatiotemporal dissemination of AIV subtypes H5N1, H5N6, and H7N9 among poultry in China, determined by Bayesian phylogeography inference of HA gene sequences. (A, C, and E) Curves show the among-province virus lineage transitions statistically supported with Bayes factor >3 for subtypes H5N1 (A), H5N6 (C), and H7N9 (E). Curve widths represent transition rate values; curve colors represent corresponding statistical support (Bayes factor value) for each transition rate (Inset). (B, D, and F) Among-province virus lineage transition rates (supported with Bayes factor >3) decrease with geodesic distance between provinces for subtypes H5N1 (B), H5N6 (D), and H7N9 (F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Contributions of predictor variables to the dissemination of H5N1, H5N6, and H7N9 lineages in poultry in China, determined from analysis of HA gene sequences. (A) Results when the minimum road network distance predictor is included in the analysis. (B) Results when the minimum road network distance predictor is excluded from the analysis. AIV subtypes H5N1, H5N6, and H7N9 are shown as blue, green and red, respectively. (Left) Circles show the estimated conditional effect sizes for the predictor coefficients (>0 = positive association, <0 = negative association). Error bars represent the 95% highest posterior density (HPD) credible interval for these estimates. (Right) Bars show the posterior probability of inclusion of each predictor in the model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial dynamics of H5N1, H5N6, and H7N9 AIVs. LPTCs 1 through 5 are shown in blue, magenta, purple, mustard, and green, respectively. (A) Maximum clade credibility trees of the H5N1 virus isolated from poultry in China. (B) Maximum clade credibility trees of H5N6 virus isolated from poultry in China. (C) Maximum clade credibility trees of H7N9 virus. To illustrate a wider geographical distribution of H7N9, we used 444 HA sequences of H7N9 viruses isolated from poultry, the environment, and humans in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Estimated poultry trade among provinces and inferred subnational communities in the poultry trade network in China. The gray/black curves represent the accessibility of live poultry trade flows between pairs of provinces. Light gray and dark gray curves represent low and high accessibility flows, respectively. Provinces are colored according to the subnational live poultry trade community structure, identified using the Walktrap community-finding algorithm. LPTC = live-poultry trade community. The five communities are shown in blue, magenta, purple, mustard, and green, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histograms of mean among-location AIV lineage transition rates.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}