{
    "paper_id": "0fc42c4b3227cbd5f17a24e441c9526435bc504a",
    "metadata": {
        "title": "High Prevalence of the CD14-159CC Genotype in Patients Infected with Severe Acute Respiratory Syndrome-Associated Coronavirus ᰔ",
        "authors": [
            {
                "first": "Fang",
                "middle": [
                    "F"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Ingrid",
                "middle": [],
                "last": "Boehm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "K S"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research Unit of Transfusion Medicine and Immunogenetics",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "Marks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Julian",
                "middle": [
                    "W"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research Unit of Transfusion Medicine and Immunogenetics",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "S C"
                ],
                "last": "Hui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Stanley Ho Centre for Emerging Infectious Diseases",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "J Y"
                ],
                "last": "Sung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Stanley Ho Centre for Emerging Infectious Diseases",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "B"
                ],
                "last": "Dyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "F"
                ],
                "last": "Geczy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Chinese University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To investigate whether genetic factors of innate immunity might influence susceptibility and/or progression in individuals infected with SARS, we evaluated the CD14 gene polymorphism in 198 Hong Kong blood donors and 152 Hong Kong severe acute respiratory syndrome (SARS) patients who were previously genotyped for Fc␥RIIA polymorphisms. The prevalence of the CD14-159CC polymorphism was significantly higher in the patients with severe SARS than in the those with mild SARS or controls (31% versus 15% [mild SARS] or 20% [controls]; mild SARS: P ‫؍‬ 0.029; odds ratio, 2.74; 95% confidence interval, 1.15 to 6.57; controls, P ‫؍‬ 0.04; odds ratio, 2.41; 95% confidence interval, 1.05 to 5.54), and both CD14-159CC and Fc␥RIIA-RR131 are risk genotypes for severe SARS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To investigate whether genetic factors of innate immunity might influence susceptibility and/or progression in individuals infected with SARS, we evaluated the CD14 gene polymorphism in 198 Hong Kong blood donors and 152 Hong Kong severe acute respiratory syndrome (SARS) patients who were previously genotyped for Fc␥RIIA polymorphisms. The prevalence of the CD14-159CC polymorphism was significantly higher in the patients with severe SARS than in the those with mild SARS or controls (31% versus 15% [mild SARS] or 20% [controls]; mild SARS: P ‫؍‬ 0.029; odds ratio, 2.74; 95% confidence interval, 1.15 to 6.57; controls, P ‫؍‬ 0.04; odds ratio, 2.41; 95% confidence interval, 1.05 to 5.54), and both CD14-159CC and Fc␥RIIA-RR131 are risk genotypes for severe SARS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study of the relevance of polymorphisms of immunityrelated genes in infectious diseases has been an important area of investigation, especially with regard to how these polymorphisms influence both susceptibility to the infection and the course of disease development. Previously, we investigated Fc␥RIIA and MBL polymorphisms in a group of 180 people from Hong Kong who were infected with severe acute respiratory syndrome-associated coronavirus (SARS-CoV) and revealed that in addition to age and comorbidity, Fc␥RIIA polymorphisms in individuals may influence outcome after infection with the SARS-CoV, the causative agent of SARS, as a significant association between Fc␥RIIA-R/R131 genotype and severe SARS was found (10) . It is important to investigate whether other host genetic factors could influence susceptibility to SARS-CoV infection and its subsequent clinical course. The innate immune system plays a role in limiting an infectious challenge in the early stages after exposure, during the lag time required to initiate long-lasting adaptive immunity. The impairment of Toll-like receptors (TLRs) due to polymorphisms of TLR genes can alter immune response to a wide variety of microbial ligands, including viruses, and polymorphisms in TLR2 and TLR4 have been linked to infectious diseases in human. In particular, TLR-Arg677Trp was reported to be present in Korean patients with lepromatous leprosy exclusively (6) , and this polymorphism was also found to be associated with tuberculosis in a Tunisian population (3). TLR2 and TLR4 SNPs also exhibit ethnic variation, with low and high frequencies in some Asian populations compared with Caucasians and Africans (7) . To examine the presence of polymorphisms in TLR2, TLR4, and their coreceptor CD14 in both healthy controls and SARS patients in Hong Kong, we further genotyped 152 patients who were diagnosed as having SARS both clinically and serologically in the Prince of Wales Hospital in Hong Kong and a group of 198 blood donors from Hong Kong (10) for polymorphisms in TLR2, TLR4, and CD14. The study was approved by the Institutional Human Ethics committees of the Prince of Wales Hospital and the Hong Kong Red Cross Blood Transfusion Service.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1432,
                    "end": 1435,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1684,
                    "end": 1687,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "TLR2-Arg667Trp/Arg753Gln (2180C/T and 2408G/A), TLR4-Asp299Gly/Thr399Ile (12874A/G and 13174C/T), and CD14-159C/T were genotyped in individuals using PCR and restriction fragment length polymorphism analysis as described previously (2, 8, 9) with the following slight modifications: the PCR was performed by adding 1 l DNA to a 13-l solution containing 67 mM Tris base (pH 8.8), 16.6 mM ammonium sulfate, 2.5 mM magnesium chloride, 0.1% Tween-20, 200 M of each deoxynucleoside triphosphate, 10 pmol of each oligonucleotide of a pair of appropriate primers, and 1 U Platinum Taq polymerase (Invitrogen); after PCR, 5 l of the PCR product was used for overnight digestion at 37°C with the appropriate restriction enzymes (New England Biolabs): for TLR2 (Arg753Gln and Arg677Trp) polymorphisms, 2.5 U of AciI was used, for TLR4 (Asp299Gly and Thr399Ile), 2 U NcoI or 2 U HinfI was used, and for CD14-159C/T, 5 U of AvaII was used. The digests were run on 2.5% high-resolution agarose gels. Data were analyzed for differences in distribution of CD14-159CC, -CT, and -TT genotypes among groups using the chi-squared test for linear trend or independence (two-bythree contingency tables and 2 analysis). Frequencies of combined genotypes (CD14-159 and Fc␥RIIA) were compared among groups using Fisher's exact test (two-by-two contingency tables, two sided). Differences were considered significant when P was Ͻ0.05. TLR4-Asp299Gly and TLR4-Thr399Ile polymorphisms, which are common in Caucasians (1), were found in one Hong Kong blood donor only, and no individuals carried the TLR2-Arg677Trp or the TLR2-Arg753Gln polymorphism. Difference in the linear tread distribution of CD14-159 genotypes (CC, CT, and TT) between the severe-SARS (intensive care unit [ICU]) and mild-SARS subgroups was significant (31%, 54%, and 15% versus 15%, 53%, and 32%, respectively; P ϭ 0.027) ( Table 1) . Taken together with our previous investigation of Fc␥RIIA polymorphisms in those patients, these results revealed that CD14-159CC and Fc␥RIIA-R/R131 are risk genotypes for severe SARS-CoV infection, as nearly half of the ICU patients carried the risk genotype(s), compared to less than a quarter of the mild SARS group or controls (46% versus 28% [mild SARS] or 27% [controls]; mild SARS: P ϭ 0.029; odds ratio, 2.74 [1.15 to 6.57]; controls: P ϭ 0.04; OR, 2.41 [1.05 to 5.54]) ( Table 1) . The results of this study demonstrate a possible link between CD14-159CC and severity of SARS-CoV infection, apart from Fc␥RIIA-R/R131. CD14 plays a unique role in innate immunity as a coreceptor for both TLR2-and TLR4mediated microbial ligand signaling to initiate innate immune activity. It has been shown that CD14 could induce or elevate TLR2/TLR4-dependent cytokine response to lipopolysaccharide and cytomegalovirus (4, 7) . The possible functional role of the CD14-159 polymorphism is to alter the inflammatory response in individuals, since CD14-159 influences serum CD14 (sCD14) levels, with elevated levels of sCD14 being found in CD14-159TT carriers compared to -159CC carriers (2, 5) , and sCD14 binds to circulating bacterial endotoxin and reduces its biological activity. The finding that severe SARS (ICU) patients exhibit higher a frequency of CD14-159CC and low CD14-159TT genotypes may suggest that those patients could have reduced antiviral activity and thus experience enhanced viral toxicity, resulting in a more severe form of SARS-CoV infection, but the exact mechanism of CD14 in response to viruses is not clear. The major finding of our study is a significant association between risk genotypes (CD14-159CC and Fc␥RIIA-R/R) and the severity of SARS-CoV infection. Although polymorphisms of TLR4-299/399 and TLR2-677/753 are rare or nonexistent in Hong Kong populations, the question of what exact role TLRs play in the clinical and pathological features of SARS remains. a Mild SARS refers to patients who recovered without the need for intensive care or ventilation.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2794,
                    "end": 2797,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2798,
                    "end": 2800,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3061,
                    "end": 3064,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3065,
                    "end": 3067,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1870,
                    "end": 1878,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2361,
                    "end": 2369,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "b The difference in linear tread distribution of CD14-159 genotypes (CC, CT, and TT) between the ICU and mild SARS groups was significant (two-by-three contingency table; P ϭ 0.027).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "c In comparison with the mild SARS group and controls, the incidence of patients carrying risk genotypes in the severe SARS (ICU) group is significantly higher (two-by-two contingency table; for mild SARS, two-sided P ϭ 0.029; odds ratio, 2.74 ͓1.15 to 6.57͔; for controls, P ϭ 0.04; odds ratio, 2.41 ͓1.05 to 5.54͔ for controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "TLR4 mutations are associated with endotoxin hyporesponsiveness in humans",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Schutte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zabner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kline",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Frees",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat. Genet",
            "volume": "25",
            "issn": "",
            "pages": "187--191",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A polymorphism in the 5Ј flanking region of the CD14 gene is associated with circulating soluble CD14 levels and with total serum immunoglobulin E",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baldini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Lohman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "20",
            "issn": "",
            "pages": "976--983",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toll-like receptor 2 Arg677Trp polymorphism is associated with susceptibility to tuberculosis in Tunisian patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ben-Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Barbouche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bousnina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chabbou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dellagi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "625--626",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human cytomegalovirus actives inflammatory cytokine responses via CD14 and Toll-like receptor 2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kurt-Jones",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Boehme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Belko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Latz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Golenbock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Finberg",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4588--4596",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A promoter polymorphism in the CD14 gene is associated with elevated levels of soluble CD14 but not with IgE or atopic diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kabesch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasemann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schickinger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tzotcheva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bohnert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baldini",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hackstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Leupold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mutius",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Allergy",
            "volume": "59",
            "issn": "",
            "pages": "520--525",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of toll-like receptor 2 (TLR2) mutation in the lepromatous leprosy patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "FEMS Immunol. Med. Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CD14 and Toll-like receptors: potential contribution of genetic factors and mechanisms to inflammation and allergy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Fok",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Drug. Targets Inflamm. Allergy",
            "volume": "4",
            "issn": "",
            "pages": "169--175",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Determination of the TLR4 genotype using allele-specific PCR",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Frees",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BioTechniques",
            "volume": "31",
            "issn": "",
            "pages": "22--24",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High frequency of polymorphism Arg753Gln of the Toll-like receptor-2 gene detected by a novel allele-specific PCR",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W J"
                    ],
                    "last": "Schröder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hermann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hamann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "B"
                    ],
                    "last": "Göbel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hartung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Schumann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mol. Med",
            "volume": "81",
            "issn": "",
            "pages": "368--372",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influence of Fc␥IIRA and MBL polymorphisms on severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biffin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Geczy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J Y"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Tissue Antigens",
            "volume": "66",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Comparison CD14 polymorphisms and \"risk\" genotypes (CD14-159CC, Fc␥RIIA-R/R131) between Hong Kong patients with SARS and control group of Hong Kong blood donors",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}