{
    "paper_id": "1009cece96f2233e21c4a268324f926668511add",
    "metadata": {
        "title": "Immune surveillance of the CNS following infection and injury",
        "authors": [
            {
                "first": "Matthew",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "10 Center Drive",
                        "postCode": "20892",
                        "settlement": "Bethesda, Bethesda",
                        "region": "Maryland, MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorian",
                "middle": [
                    "B"
                ],
                "last": "Mcgavern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "10 Center Drive",
                        "postCode": "20892",
                        "settlement": "Bethesda, Bethesda",
                        "region": "Maryland, MD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The central nervous system (CNS) contains a sophisticated neural network that must be constantly surveyed in order to detect and mitigate a diverse array of challenges. The innate and adaptive immune systems actively participate in this surveillance, which is critical for the maintenance of CNS homeostasis and can facilitate the resolution of infections, degeneration, and tissue damage. Infections and sterile injuries represent two common challenges imposed on the CNS that require a prompt immune response. While the inducers of these two challenges differ in origin, the resultant responses orchestrated by the CNS share some overlapping features. Here, we review how the CNS immunologically discriminates between pathogens and sterile injuries, mobilizes an immune reaction, and, ultimately, regulates local and peripherally-derived immune cells to provide a supportive milieu for tissue repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and are the first cells to detect foreign pathogens or tissue damage and initiate an immunological intervention [6] . The CNS, like any other organ system, must react to infection or tissue injury at the local level but also recruit help from the periphery to aid in efficient pathogen clearance and/or debris cleanup. Regulation of this immune response is crucial in protecting the CNS from further tissue damage due to immunopathology, and lingering inflammation can sometimes hinder the tissue repair process. This review will focus on relatively recent insights into our understanding of how the CNS responds immunologically to infection vs. injury and will center around two important questions. How does the CNS use the same fundamental immunological machinery to mount responses against these two different classes of inflammatory stimuli? Additionally, once underway how is the immune system regulated to limit pathology and foster repair in a sensitive organ system like the CNS?",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most immune responses begin with pattern recognition receptors (PRRs) sensing pathogen associated molecular patterns (PAMPs) via Toll-like receptors (TLRs), RIG-like receptors (RLRs), or Nod-like receptors (NLRs) [8] . Binding of PAMPs to these sensor receptors can activate the transcription factor NFκB, which induces the expression of pro-inflammatory cytokines such as interleukins (IL-1, IL-6, IL-12) and tumor necrosis factor alpha (TNF-α) [9] . In the case of a viral infection, RLR and TLR members will sense viral nucleic acids and induce expression of type-I interferons (IFN-I) via interferon regulatory factor (IRF) activation [10, 11] . Early production of IFN-I is critical in controlling the spread of CNS viral infections and often promotes host survival [12] . Even local CNS infections, like vesicular stomatitis virus (VSV) introduced intranasally, induce distal IFN-I signaling throughout the brain [13] . The purpose of long-distance signaling is to generate a global CNS antiviral state and limit viral spread while waiting for pathogen-specific adaptive immune cells to arrive. IFN-I induces a diverse antiviral program in the CNS that can help coordinate immune activity after viral infection. For example, a recent study showed that IFN-I signaling is responsible for nearly all differential gene expression and innate immune cell dynamics following CNS infection by lymphocytic choriomeningitis virus (LCMV) ( Figure 1 , Movie 1) [14] . LCMV is a non-cytopathic arenavirus recognized by cytosolic RLRs, retinoic acid-inducible gene I (RIG-I) and melanoma-differentiation-associated gene 5 (MDA5) [15] . In the absence of IFN-I signaling and antiviral T cells, LCMV established widespread persistence throughout the CNS, but induced almost no gene expression, microglia activation, or recruitment of circulating myelomonocytic cells [14] . The CNS was essentially \"naïve\" despite viral persistence. These data demonstrate how instructive IFN-I signaling can be in the virally infected CNS and provide a possible explanation for why so many neurotropic viruses have acquired strategies to block this important pathway [16] . However, it is important to note that not all neurotropic viruses have such a strong reliance on IFN-I release for detection. Cytopathic viruses, for example, can alert the immune system through direct cellular damage and release of damage associated molecular patterns (DAMPs) [17] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1858,
                    "end": 1862,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2142,
                    "end": 2146,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2427,
                    "end": 2431,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1436,
                    "end": 1444,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Recognition of CNS pathogens by pattern recognition receptors"
        },
        {
            "text": "CNS bacterial infections are detected via innate immune sentinels (e.g. microglia, macrophages) in a manner similar to viruses. Components of bacteria such as cell wall peptidoglycans, liposaccharides, and flagellin are sensed by inflammasome receptors like NLRP3, NLRC4, and absent in melanoma 2 (AIM2). Inflammasomes form oligomeric structures in the cytoplasm, recruit caspase-1, and facilitate the proteolytic cleavage of pro-IL-1β and pro-IL-18 into their secreted active forms [18] . For example, CNS microglia were shown in vitro to restrict growth of Legionella pneumophilia via NLRC4 [19] . Detection of bacterial flagellin was necessary to induce expression of caspase-1 and promote subsequent processing of pro-IL-1β and pro-IL-18 [19] . This type of inflammatory signaling is sometimes critically important in mounting the early defense against CNS-invading bacteria. Staphylococcus aureus infection of the CNS promotes inflammasome activation, and a recent study showed that 50% of mice deficient in caspase 1/11 or apoptosis-associated speck-like protein containing a caspase-1 recruitment domain (ASC) succumbed to infection within 24 hrs [20] . ASC is an adaptor protein that fosters recruitment of pro-caspase 1 to the inflammasome. Interestingly, the AIM2 (but not the NLRP3) inflammasome was identified as the critical ASC-dependent sensor in this model, as survival and production of proinflammatory cytokines/chemokines were both diminished in AIM2 −/− mice [20] . In concert, these data demonstrate that immediate innate sensing of pathogens in the CNS not only promotes survival but sets the stage for a more comprehensive immune response that follows.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Recognition of CNS pathogens by pattern recognition receptors"
        },
        {
            "text": "In addition to warding off invading pathogens, immune sentinels must also detect and respond to sterile injuries that disrupt CNS homeostasis. Most models of CNS injury such as traumatic brain injury (TBI) and spinal cord injury (SCI) induce two phases of damage: the primary mechanical injury (e.g. severing of spinal cord tissue) and a secondary injury phase propagated by neurotoxic mediators such as reactive oxygen species (ROS), excitatory glutamate, and calcium, among others [21] . Similar to PAMP recognition of microbes, innate myeloid cells in the CNS sense sterile injuries via PRRs that bind to DAMPs ( Figure  1 ) [17] . DAMPS represent a variety of intracellular proteins and nucleic acids that are released upon cellular stress or necrosis [17] . Many members of the TLR, RLR, and NLR families recognize certain damage molecules as well as PAMPs [9, 17] . TLR4 has classically been associated with recognizing lipopolysaccharide (LPS) on gram-negative bacteria, but was also shown to bind DAMPs, such as heat shock proteins (Hsp60, Hsp70), chromatin-associated high-mobility group protein B1 (HMGB1), fibronectin, and fibrinogen following tissue damage [22] . The functional significance of this recognition in the injured CNS was recently studied in TLR4 −/− mice exposed to controlled cortical impact (CCI) [23] -an animal model of TBI [24] . When compared to wild type controls, TLR4 −/− mice had reduced brain lesions and secondary inflammation as well as improved neurological function following CCI, implicating TLR4 signaling in the pathogenesis of TBI [23] . Both microglia and neurons express TLR4 and addition of exogenous Hsp60 (a TLR4 ligand) to microglia/ neuron co-cultures promoted neuronal death, which was dependent on microglia TLR4 expression [25] . Direct injection of Hsp60 into the CSF also induced both neuronal and oligodendrocyte death through a mechanism dependent on TLR4 and MyD88 [25] . Interestingly, while LPS and Hsp60 share TLR4 as a receptor, intrathecal injection of Hsp60 did not induce glial activation or a robust pro-inflammatory response like LPS [25] , suggesting that the CNS responds differentially to endogenous vs. pathogen-derived TLR4 agonists.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 862,
                    "end": 865,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 866,
                    "end": 869,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1576,
                    "end": 1580,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1778,
                    "end": 1782,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1925,
                    "end": 1929,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2103,
                    "end": 2107,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 625,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": "Initiation of sterile immune reactions by damage associated molecular patterns"
        },
        {
            "text": "Another DAMP released by neural and immune cells following CNS injury is adenosine triphosphate (ATP). ATP can be liberated from dying cells or actively pumped out of intact cells via connexin or pannexin hemichannels, which serves as an inflammatory amplifier [26, 27] . ATP and its derivatives, adenosine diphosphate (ADP) and adenosine, are detected by purinergic receptors that are divided into two classes: P1 receptors detect adenosine, whereas P2 receptors recognize ATP, ADP, and other nucleotides. A number of studies have demonstrated that purinergic receptor signaling plays an important role in CNS sterile injury responses [28] [29] [30] [31] . For example, intravital microscopy (IVM) studies revealed that focal laser injury in the brain induces purinergic receptor-dependent projections of microglia and astrocytes toward the injury site, which helps facilitate lesion containment and clean up [28] [29] [30] . Similarly, nucleotides released following focal cortical contusion (a model of mild TBI), trigger a robust microglial response dependent on purinergic receptor (P2X4R, P2Y6R, P2Y12R) signaling [31] . Following cortical contusion, microglia rapidly moved to the damaged glia limitans (a membrane comprised of astrocyte foot processes and basal lamina that separates the brain and spinal cord from the meninges) where they morphed into honeycomb-and jellyfish-like structures to support injured or dying astrocytes, respectively ( Figure 1 , Movie 1) [31] . Inhibition of this acute response via transcranial purinergic receptor (P2Y6R) or connexin hemichannel blockade enhanced breakdown of the glia limitans and cortical cell death, suggesting that this early inflammatory response to focal brain injury is neuroprotective [21, 31] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1750,
                    "end": 1754,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1755,
                    "end": 1758,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 1456,
                    "end": 1464,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Initiation of sterile immune reactions by damage associated molecular patterns"
        },
        {
            "text": "The challenge with modulating purinergic receptors following CNS injury is that individual receptors are typically expressed on multiple cell populations. For example, P2X4R and P2X7R are two commonly expressed purinergic receptors in the CNS, and their stimulation can promote inflammasome activation [32] [33] [34] . Evaluation of P2X4R −/− mice following spinal cord injury revealed reduced myelomonocytic cell infiltration and tissue damage [34] . Generation of bone marrow chimeras between wild type and P2X4R −/− mice linked the neuroprotective effect of purinergic receptor deficiency to a CNS resident cell, possibly spinal cord neurons or microglia [34] . Interpretation of P2X7R blocking studies is similarly complicated by its expression pattern. The receptor is found on neurons, astrocytes, and neutrophils, among others. Following focal cortical contusion, transcranial P2X7R antagonism increased cell death in the meninges, likely due to inhibition of neutrophil recruitment [31] . In contrast, blockade of this receptor following CCI or spinal cord injury decreased tissue pathology and improved recovery [35, 36] . Thus, purinergic receptor modulation can have differing effects depending on the nature, location, and timing of the CNS injury. In addition to the local effects on resident CNS cells, modulation of these pathways can also affect the recruitment and function of peripheral immune cells, which are known to express purinergic receptors [26] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Initiation of sterile immune reactions by damage associated molecular patterns"
        },
        {
            "text": "The CNS contains resident innate immune sentinels that are among the first responders to infection and injury, but peripheral leukocytes are nevertheless recruited to aid in local inflammatory responses. For example, following CNS infection, both innate (monocytes, neutrophils) and adaptive (CD8 + T cells, CD4 + T cells, B cells) immune cells are recruited to the CNS where they participate in pathogen containment/clearance (Figures 1, 2) . Sterile injuries, on the other hand, often rely more heavily on recruitment of innate myelomonocytic cells to aid in damage cleanup and initiation of repair (Figures 1, 2; Movies 1, 3) , although adaptive T and B cell responses can participate as well [37] . After spinal cord injury, it was found that monocytes are recruited to the injury site via distinct routes based on their activation phenotypes [38] . \"Classical\" monocytes (Ly6C hi CX3CR1 lo CCR2 hi ) with proinflammatory and phagocytic properties were the first to arrive following injury, which was followed days later by \"non-classical\" tissue-healing monocytes (Ly6C lo CX3CR1 hi CCR2 lo ) [38] . Interestingly, the Ly6C hi monocytes trafficked to the injury site via the leptomeninges proximal to the lesion in a CCR2-dependent manner, whereas the Ly6C lo were recruited via the brain ventricular CP in a VCAM-1-dependent manner and then trafficked through the CSF to the injury site [38] . It was proposed that the monocyte entry route influences their eventual function within the CNS, with those trafficking through CP and CSF playing a more anti-inflammatory role.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 700,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 441,
                    "text": "(Figures 1, 2)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 628,
                    "text": "(Figures 1, 2; Movies 1, 3)",
                    "ref_id": null
                }
            ],
            "section": "Recruitment of peripheral immune cells to sites of infection and injury"
        },
        {
            "text": "The CP is an important route of entry into the CNS that is also used by T cells to gain access to the CSF and perivascular spaces where they can interact with antigen presenting immune sentinels [4, 39] . These interactions are often critical in providing a defense against CNSinvading pathogens like LCMV, human immunodeficiency virus, West Nile virus (WNV), etc. WNV is a mosquito-borne flavivirus that can cause a meningoencephalitis in humans. Using a rodent model of WNV infection, it was demonstrated that recruitment of innate cells and virus-specific T cells into the CNS is essential for viral control [40, 41] . Lymphocytes are recruited to the CNS and accumulate in perivascular spaces due to high levels of CXCL12 expression; they then migrate into the parenchyma when CXCL12 levels decline [42, 43] . IL-1β is a key regulator in this process that can promote CXCL12 expression in cerebral microvasculature and restrict T cell movement into the parenchyma by promoting CXCR4-mediated T cell adhesion [42] . In general, the meninges and perivascular spaces are much more supportive of immune activity than the CNS parenchyma. For example, a recent IVM study showed that antiviral CD8 + T cells preferentially divide in the virally infected meninges vs. the parenchyma [44] . This finding was confirmed by another IVM study showing rare CD8 + T cell division in the brain parenchyma after infection with the intracellular parasite, Toxoplasma gondii [45] . Thus, the restrictions imposed on immune cells in the parenchyma are more stringent than those in the meninges and perivascular spaces. These restrictions likely limit the amount of immunopathology that develops in the CNS parenchyma at the cost of creating a more favorable environment for invading pathogens.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1460,
                    "end": 1464,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment of peripheral immune cells to sites of infection and injury"
        },
        {
            "text": "Page 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Russo and McGavern"
        },
        {
            "text": "Trends Immunol. Author manuscript; available in PMC 2016 October 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Russo and McGavern"
        },
        {
            "text": "After a pathogen invades the CNS, the job of resident and peripherally recruited immune cells is to identify and remove the infection to prevent spreading and minimize tissue damage. This can be accomplished by cytopathic and non-cytopathic effector mechanisms (Figure 2 ), which have been reviewed elsewhere [46, 47] . The CNS is especially intolerant of immunopathology due to its abundance of irreplaceable cells (e.g. neurons). Nevertheless, cytotoxic CD8 + and helper CD4 + T cells with a pathogenic potential play an important role in CNS pathogen clearance. Following CNS infection with neurotropic mouse hepatitis virus (MHV), delayed depletion of CD4 + T cells did not alter virus-specific CD8 + T cell recruitment into the CNS, but instead impaired their function (IFNγ, granzyme b production) and survival, resulting in uncontrolled viral titers [48] . These data highlight the importance of helper T cells in maintaining effector CD8 + T cell responses during CNS infection. It is likely that CD4 + T cells similarly maintain effector B cells in the infected CNS, and this may be linked in part to local production of IL-21 by helper T cells [49] [50] [51] .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 270,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Immune-mediated control of CNS pathogens"
        },
        {
            "text": "The mechanisms used by T cells to control pathogens are varied and include granzymes, perforin, IFN-γ, TNF-α, Fas ligand, and tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) (Figure 2 ). These effector molecules can promote pathogen clearance either by inducing death in infected cells (cytopathic) or by promoting clearance without cellular injury (noncytopathic) [46, 47] . A recent study of WNV revealed that mice deficient in TRAIL had significantly lower survival rates and elevated viral titers in the CNS, but not peripheral tissues [52] . It was further revealed in this study that CD8 + T cells used TRAIL to help control WNV in infected neurons. TRAIL-mediated control of WNV is just one example of how T cells protect the CNS; however, it is important to note that this protection sometimes has negative consequences [53] . During LCMV meningitis, CD8 + T cells can induce a pathogenic recruitment of innate myelomonocytic cells that break down cerebral blood vessels and contribute to fatal CNS edema ( Figure 1 , Movie 2) [54] . CD8 + T cells can also release IFN-γ onto virally infected neurons, promoting loss of dendrites and synapses [55] . In contrast, another recent study showed that cerebral pathology does not always result from antiviral T cell activity in the infected CNS. Therapeutic administration of antiviral CD8 + and CD4 + T cells to mice persistently infected from birth with LCMV resulted in noncytopathic clearance of virally infected microglia following conversion into CD11c + APCs (Movie 3) [56] . Importantly, this clearance was achieved in an IFN-γ-dependent manner without evidence of myelomonocytic cell recruitment, vascular breakdown, or microglia cell death. These data suggest that infected microglia can resist cytopathic effector mechanisms and that antiviral T cells operating alone in the virally infected CNS are not always inherently pathogenic.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1544,
                    "end": 1548,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1039,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Immune-mediated control of CNS pathogens"
        },
        {
            "text": "While pathogen clearance is the primary responsibility of the immune system following infection, it takes on a fundamentally different role in the injured CNS. Microglia are usually among the first responders to sterile injuries, and one of their primary roles is clearing debris and dead cells from the lesion site [57] . They also help maintain the integrity of CNS barrier structures like the glia limitans ( Figure 1, Movie 1) . Monocyte-derived macrophages (MDMs) recruited to the injury site from the periphery also participate in phagocytosis, but their arrival is usually delayed by hours or days. One day after SCI, injured axons are engulfed primarily by microglia [58] . However, at day 3 post-SCI, the balance shifts with the infiltration of MDMs from local meningeal vessels or the CSF via choroid plexus. By day 7, MDMs are the predominant population in contact with injured axons. There is evidence that TLR4 has a role in the phagocytosis of degenerating axons, as microglia from TLR4 −/− (but not TLR3 −/− ) mice are significantly impaired in clearing axonal debris in vitro and in vivo [59] . Clearance of axonal debris by microglia is thought to pave the way for regrowth of axons.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 430,
                    "text": "Figure 1, Movie 1)",
                    "ref_id": null
                }
            ],
            "section": "Immune clean-up of the injured CNS"
        },
        {
            "text": "Another major component of cellular debris that is phagocytosed after injury is myelin, an insulating sheath produced by oligodendrocytes that surrounds CNS axon fibers (Figure 2 ). Studies have shown that myeloid cells can acquire either pro-or anti-inflammatory properties following myelin ingestion [60, 61] . For example, myelin-containing macrophages in multiple sclerosis lesions (a human demyelinating disease) are thought to possess anti-inflammatory functions [60] . In contrast, SCI induces bone marrow-derived macrophages to transition from anti-to pro-inflammatory within a week of injury [61] . Upon continual acquisition of myelin debris, the phagocytic capacity of myeloid cells can eventually become saturated, resulting in enhanced inflammation and neurotoxicity. This pro-inflammatory state is maintained by iron accumulation and the release of TNF-α by macrophages [62] . Thus, the role played by myeloid cells in the damaged CNS probably depends on the duration and magnitude of the injury. Having CNS-resident and peripherallyderived myeloid cells both participate in debris cleanup at different stages of injury reduces the probability of the phagocytic system becoming saturated. A recent study demonstrated that for some injuries, peripherally-derived macrophages might not even be required for cleanup [63] . Upon oral ingestion, cuprizone induces oligodendrocyte death, and this toxin is commonly fed to rodents to induce acute demyelination, which is followed by remyelination after cuprizone is removed from the diet [64, 65] . Using this model, it was demonstrated that CCR2 + monocytes had no effect on the demyelination or remyelination process [63] . However, CX3CR1-deficiency greatly impeded the ability of microglia to clear myelin debris, which subsequently interfered with remyelination. These data further emphasize the importance of proper debris cleanup in facilitating CNS repair. Both microglia and peripherally-derived macrophages can participate in this process depending of the type of injury, but the system can become saturated over time, likely triggering a state of chronic inflammation.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[60,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1327,
                    "end": 1331,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[64,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1550,
                    "end": 1553,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1676,
                    "end": 1680,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 178,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Immune clean-up of the injured CNS"
        },
        {
            "text": "Another important component of the myeloid cell phagocytic system is TREM2 (triggering receptor expressed on myeloid cells 2) expressed by macrophages and microglia. This surface receptor binds to anionic ligands, such as LPS and dextran sulphate, which can promote phagocytosis of pathogens and CNS debris [66, 67] . Following brain ischemia, microglia upregulate TREM2, and TREM2 −/− mice show reduced numbers of activated microglia, a larger infarct size, and decreased functional recovery [68] . Two recent studies also demonstrated that TREM2 deficiency impeded the ability of microglia to clean up myelin debris in the cuprizone model of demyelination [69] and acquire β-amyloid in an animal model of Alzheimer's disease [70] . Thus, TREM2 signaling plays an important role in fostering cleanup of the damaged CNS by microglia, which subsequently primes the system for repair.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[66,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Immune clean-up of the injured CNS"
        },
        {
            "text": "Collectively, these data demonstrate that a complex interplay exists between local CNS phagocytes like microglia and recruited macrophages, with the latter often arriving to the injured CNS in a delayed manner to take over some cleanup responsibilities initiated by microglia. Depending on the source of debris in need of clearance (e.g., myelin, apoptotic cells, damaged axons, etc.), one phagocytic cell type may be better suited to handle cleanup than another. Additional studies are required to determine how the CNS calls upon and then regulates resident vs. peripherally-derived phagocytes as well as how the ensuing response influences the ability of the CNS to regenerate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immune clean-up of the injured CNS"
        },
        {
            "text": "It is critical for the CNS to properly regulate inflammatory responses to infection and injury in order to limit immunopathology. Resident glial cells of the CNS as well as peripheral infiltrates, such as regulatory T cells (Treg cells), participate in producing factors that directly suppress pro-inflammatory cells. Treg cells are a subset of CD4 + T cells that function as immunosuppressors of effector CD8 + and CD4 + T cell functions [71] . The timing of Treg involvement is crucial during CNS infections, as effector T cells are required for pathogen clearance early on, but their persistence can be detrimental to neural cells. In some cases, Treg-mediated immune suppression is beneficial, as in the case of WNV [72] ; however, in other instances of CNS infection, where the pathogen is the main cause of tissue damage, this type of immunosuppression is detrimental [73] . Following MHV infection of the CNS, depletion of Treg cells induced an exacerbated inflammatory response characterized by an enhanced infiltration of lymphocytes and increased apoptotic neurons, which was linked to the expansion of autoreactive CD4 + T cells [74] . Importantly, Treg cells can be used therapeutically to dampen antiviral T cell responses to CNS infections, an effect that is mediated in the CNS-draining cervical lymph nodes [75, 76] . Antiviral T cells can therefore be regulated even before they migrate into the CNS; however, mechanisms must also exist to regulate their survival and functions upon CNS infiltration.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1323,
                    "end": 1327,
                    "text": "[75,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Regulation of neuroinflammation following infection and injury"
        },
        {
            "text": "Expression of the programmed death ligand-1 (PD-L1) on CNS APCs can aid in suppression of CD8 + and CD4 + T cells through engagement of the programmed death receptor-1 (PD-1) on pathogen-specific T cells ( Figure 2 ) [77] . Resident microglia upregulate PD-L1 after Theiler's murine encephalomyelitis virus (TMEV) infection, which was demonstrated in vitro to depend on IL-6 and IFN-I signaling [78] . Another study found that IFN-γ could also induce upregulation of PD-L1 on cultured microglia, and both IFN-γ-stimulated microglia and astrocytes were able to inhibit murine cytomegalovirus-specific CD8 + T cell activity when co-cultured together [79] . The importance of the PD-L1/PD-1 pathway was examined in vivo using the MHV infection model [80, 81] . After MHV infection, PD-L1 was expressed primarily on oligodendrocytes, although transient expression on microglia was also observed. Genetic deletion of PD-L1 in mice improved viral control by CD8 + T cells, but also increased bystander axonal damage and morbidity, indicating that this regulatory pathway maintains a tolerable balance between viral control and immunopathology in the infected CNS. In addition to the PD-1 pathway, cells (e.g. macrophages, microglia, astrocytes) can also secrete immunosuppressive cytokines such as TGF-β or IL-10 to dampen CNS inflammation following infection or injury ( Figure 2 ). As mentioned, monocytes are recruited to spinal cord lesions following injury, where they differentiate into macrophages [38] . These macrophages can acquire an immunoregulatory phenotype and produce IL-10. Depletion of monocytes/macrophages using CD11c-diphtheria toxin receptor mice was shown to enhance microglial activation and reduce spontaneous recovery following SCI [82] . Adoptive transfer of wild type (but not IL-10 deficient) monocytes into depleted animals restored spontaneous recovery, demonstrating that the engagement of anti-inflammatory pathways by MDMs is an important part of the tissue repair process following SCI. IL-10 can also suppress innate and adaptive immune cells following CNS infection [83] [84] [85] . Infection of IL-10 −/− mice with neuro-adapted Sindbis virus resulted in an accelerated paralytic disease that was linked to an increased recruitment of pathogenic CD4 + T cells expressing IFN-γ (Th1) and IL-17 (Th17) [84] . These CD4 + T cells also showed elevated expression of effector cytokines like granzyme b, IL-17, IL-22, and GM-CSF, demonstrating that IL-10 can dampen the activity of potentially pathogenic T cells in the virally infected CNS.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[80,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1499,
                    "end": 1503,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1752,
                    "end": 1756,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 2097,
                    "end": 2101,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 2102,
                    "end": 2106,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 2107,
                    "end": 2111,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 2332,
                    "end": 2336,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1374,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Regulation of neuroinflammation following infection and injury"
        },
        {
            "text": "During a sterile injury, both CNS-resident and peripherally-derived immune cells must be regulated to prevent over-activation. Extracellular ATP, as mentioned, routinely serves as an inflammatory amplifier after injury and infection by binding to purinergic receptors [26, 27] . Inflammatory responses are usually dampened as ATP is converted into adenosine by CD39 and CD79, which then binds to adenosine receptors (P1 receptors). Adenosine receptors are expressed by both CNS resident cells as well as peripheral innate and adaptive immune cells [86, 87] . [89] . Following CCI, it was revealed that A 2A R agonism was only neuroprotective at an early time point post-injury when glutamate levels were low [89] . Elevation of glutamate switched A 2A R signaling in microglia from anti-to pro-inflammatory. Collectively, these data showcase the complex biology of adenosine receptor signaling in the injured CNS and indicate that the state of injury must be carefully considered before attempting to modulate immune activity through A 2A R.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[86,",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Regulation of neuroinflammation following infection and injury"
        },
        {
            "text": "Although it is important to mount an immune response against CNS pathogens and injuries, it is equally important to counterbalance inflammation with potent immunoregulatory mechanisms. A failure to do so can result in the development of severe immunopathology and an inability to restore CNS homeostasis. This section covered a few examples of potent regulators that help dampen CNS immunity, but there are likely many more molecular participants in this process that await discovery. Moreover, it is also worth considering the dynamics of immune regulation after CNS infection and injury. As noted above, the consequence of modulating immunoregulatory molecules can change over time. An early benefit such as enhanced pathogen control or glutamate uptake can convert to intolerable immunopathology or neurotoxicity as inflammation progresses. Thoroughly understanding how CNS infections and injuries evolve over time is critical to the development of effective immunomodulatory therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulation of neuroinflammation following infection and injury"
        },
        {
            "text": "The burden of wound healing and regeneration after CNS injury or infection falls mostly on resident and peripherally-derived myeloid cells. Macrophages and microglia can both be skewed into different activation states defined primarily by expression of pro-and antiinflammatory molecules [90] . While it is clear that macrophages exhibit a spectrum of phenotypes in regards to function and cytokine production, there is increasing evidence to indicate that the conversion of initially pro-inflammatory microglia/macrophages to an antiinflammatory state is beneficial in a variety of CNS injury models [91] . Phagocytosis of myelin by microglia/macrophages in vitro promotes a more anti-inflammatory state that can be inhibited by TNF-α [62] . Following SCI, myeloid cells accumulate iron due in part to the phagocytosis of red blood cells resulting from vascular damage. Iron accumulation increases TNF-α production and contributes to the maintenance of pro-inflammatory microglia/ macrophages [62] . Treatment of mice with iron-conjugated dextran promoted the maintenance of pro-inflammatory cells and impeded functional recovery following SCI [62] . These results highlight the importance of microglia/macrophage polarization in the CNS wound-healing process and reveal factors that impede recovery.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 994,
                    "end": 998,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "The CP appears to play an important role in promoting the arrival of anti-inflammatory macrophages following SCI [38] , which depends on CP activation by IFN-γ [92] . Molecules that promote immune cell trafficking (e.g. ICAM1, CXCL9, CXCL10) were expressed at reduced levels on CP epithelium from naïve and injured IFN-γ −/− mice [92] . This in turn decreased the recruitment of T cells and monocytes to the lesion site following SCI and reduced functional recovery. IFN-γ-producing CD4 + T cells can promote activation of the CP following SCI and help recruit monocytes to the lesion [93] . In fact, a delicate balance between effector CD4 + T cells and Foxp3 + Treg cells was found to be necessary for proper tissue repair in the injured spinal cord [93] . Depletion of Treg cells in the acute phase of SCI favored early effector CD4 + T cell recruitment and better functional recovery, whereas removal of Treg cells during the chronic phase (6 days after injury) promoted lingering effector CD4 + T cells and worse functional recovery. The pro-repair properties of CD4 + T cells after spinal cord and optic nerve injury were recently found to be IL-4-mediated and independent of MHC-II recognition [94] . Interestingly, CD4 + T cells promoted neuronal survival and better functional recovery even when transferred into MHC II −/− mice, demonstrating that T cells do not need to interact with cognate-peptide MHC II complexes to benefit the injured CNS [94] . The IL-4 released by CD4 + T cells following injury enhanced neurotrophin signaling in neurons and promoted axonal growth. The mechanism by which CD4 + T cells become activated and secrete IL-4 after CNS injury is currently unknown, although it is postulated that the T cells sense damage signals released by injured neurons [94] . This neuroprotective function of T cells is in stark contrast to the severe immunopathology induced by autoreactive CD4 + T cells that traffic to the CNS during the development of diseases like experimental autoimmune encephalomyelitis [95] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1787,
                    "end": 1791,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 2030,
                    "end": 2034,
                    "text": "[95]",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "Pathogens can also cause injury to the CNS, and one common pathological outcome of severe CNS infections is damage to oligodendrocytes, resulting in demyelination and neurological dysfunction. Once inflammation subsides, axons must be remyelinated in order to ameliorate neurological deficits. Infection of mice with neurotropic MHV results in viral persistence and spinal cord demyelination initiated by both CD8 + and CD4 + T cells [96] . Repair of these demyelinated lesions is mediated by neural precursor cells (NPCs) that differentiate into oligodendrocyte precursor cells (OPCs), and, ultimately, mature myelinating oligodendrocytes [97] . Migration and maturation of OPCs following virusinduced demyelination is regulated primarily via CXCR4/CXCL12 signaling. CXCL12 is upregulated in demyelinated areas and OPCs express the CXCR4 chemokine receptor [98] . The major source of CXCL12 production in this model was found to be activated astrocytes [99] . Disruption of this pathway can impede remyelination and functional recovery following MHV infection [98] . These experiments demonstrate the importance of resident glial cells in carrying out CNS regeneration after inflammation subsides.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[97]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 858,
                    "end": 862,
                    "text": "[98]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[99]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[98]",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "Another important cell population involved in the resolution of inflammation and CNS repair is astrocytes. Activated astrocytes upregulate glial fibrillary acid protein and form a dense physical barrier surrounding damaged CNS tissue referred to as the glial scar ( Figure  2 ) [100] . This structure physically blocks infiltrating immune cells in an attempt to protect proximal uninjured tissue [101] . The glial scar can also secrete cytokines in order to suppress inflammatory responses ( Figure 2 ). For example, ischemic injury in mice lacking TGF-β signaling in astrocytes promoted increased monocyte recruitment to the CNS, elevated macrophage/microglia activation, and reduced recovery of motor function [102] . Another structural component of the glial scar is an accumulation of pericyte-derived cells.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 283,
                    "text": "[100]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 396,
                    "end": 401,
                    "text": "[101]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 712,
                    "end": 717,
                    "text": "[102]",
                    "ref_id": "BIBREF101"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "Figure  2",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 500,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "Normally pericytes cover the vascular endothelium, but after SCI a subset of pericytes detach from vessels, proliferate, and migrate to the core of the scar and actually outnumber astrocytes [103] . Blocking the proliferation of pericytes using a conditional genetic deletion of critical mitosis genes (ras) resulted in a failure to properly seal injured CNS tissue. Aside from providing structural integrity, other roles for pericytes in the injured CNS remain unknown. Additional studies are needed to determine if scar-forming pericytes possess similar anti-inflammatory properties to astrocytes.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 196,
                    "text": "[103]",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "Regardless of how the CNS is damaged (either by infection or sterile injury), the rebuilding process requires a dampening of pro-inflammatory signals. During pathogen clearance, antiinflammatory pathways must engage early to preserve CNS tissue from potentially damaging cytopathic effector mechanisms. However, these anti-inflammatory mechanisms are not always fully effective, which results in CNS damage that must be repaired or contained. Regardless of the insult, sustained pro-inflammatory signals can impede the repair process. As discussed, quenching these signals is achieved by many different pathways and cell types. A hallmark feature of reparative immune programs is a shift from tissue defense to wound-healing. Sometimes wound-healing involves cleanup and rebuilding of tissue architecture, but in other cases a scar must be constructed to wall off a heavily damaged area. The scar itself can engage anti-inflammatory pathways, which is often viewed as beneficial. However, scars can also create physical barriers that prevent the rebuilding of new CNS connections or the infiltration of wound-healing immune cells into a site of tissue damage. More knowledge is required about the complexities of neural-immune interactions in the context CNS repair and how best to guide these interactions to promote maximal tissue recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resolution of neuroinflammation and CNS repair"
        },
        {
            "text": "The CNS houses all of the machinery necessary to properly survey its unique environment and quickly respond to various detrimental stimuli, including viruses, bacteria, parasites, and sterile tissue damage. While peripheral cells are able to migrate to damaged areas and aid in clearing pathogens and cellular debris, regulation of these inflammatory responses is the key to preventing further damage. More research into the mechanisms of immune regulation is necessary to understand the distinct roles pro-and anti-inflammatory factors play in dealing with CNS insults while minimizing tissue damage. An intriguing discrepancy between infectious and sterile responses that warrants further investigation is the role of CD4 + T cells. The specific signals driving these helper T cells into either pathogenic or beneficial roles remain unclear. It is also unclear precisely how the functional states of CNS myeloid cells are established by various CNS perturbations. Myeloid cells like microglia and macrophages possess a remarkable degree of plasticity and can morph to suit the needs of their environment. A case in point is the unique jellyfish and honeycomb morphologies assumed by microglia to support the damaged glia limitans following focal brain injury ( Figure 1, Movie 1) . There is still much to learn about the dynamic states of CNS myeloid cells and how they are functionally shaped over time by inflammatory cues in the injured vs. infected CNS. The body expects a lot of these cells, and sometimes they contribute to errant responses that enhance pathology instead of resolving it. Immune regulation is a critical aspect of all inflammatory responses, but especially those that take root in the CNS. Our knowledge of CNS immune regulation and repair has improved a great deal in recent years, but more research is required to understand the many faces of the immune system and how it is instructed by the CNS. The ultimate goal is to have enough knowledge about the neuralimmune interface in order to therapeutically promote favorable outcomes following CNS infection or injury.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1263,
                    "end": 1281,
                    "text": "Figure 1, Movie 1)",
                    "ref_id": null
                }
            ],
            "section": "CONCLUDING REMARKS"
        },
        {
            "text": "Specialized innate immune sentinels inhabit the CNS lining and parenchyma, and are usually among the first responders to infections and sterile injuries. Aided by infiltrating cells, the innate immune system orchestrates both the inflammatory and reparative phases of CNS infections/injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends Box"
        },
        {
            "text": "Effector T cells recruited to the CNS can cause severe pathology; however, therapeutic antiviral T cells can purge a persistent infection from microglia without causing cellular damage, and bystander CD4+ T cells can mediate neuroprotection in a MHC II-independent manner following spinal cord injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends Box"
        },
        {
            "text": "CNS-infiltrating monocytes can injure barrier structures or promote wound-healing, depending on their state of differentiation and route of CNS entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends Box"
        },
        {
            "text": "Innate and adaptive immune cells operating in the infected or injured CNS are heavily regulated to limit immunopathology and promote tissue repair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends Box"
        },
        {
            "text": "Trends Immunol. Author manuscript; available in PMC 2016 October 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Russo and McGavern Page 19"
        },
        {
            "text": "A.) Upon sterile brain injury induced by meningeal compression [31] , damaged cells release DAMPs that spread into the parenchyma due to glia limitans breakdown and are promptly detected by microglia. Microglia polarize towards DAMP signals becoming activated and assuming supportive (honeycomb) or phagocytic (jellyfish) morphologies at the glia limitans. Neutrophils are recruited from the blood due to a robust production of chemokines, extravasating within the meningeal space to gain access to the lesion area. B.) Upon viral infection, macrophages and microglia will detect the foreign pathogen and become activated. Production of chemokines and anti-viral cytokines (interferons) act on the local environment while also attracting T cells and myelomonocytic cells from the periphery. Upregulation of MHC molecules and antigen presentation on infected microglia, macrophages, stromal cells, astrocytes, etc. support and enhance a T cell mediated immune response. Abbreviations: OD, oligodendrocyte; Mϕ, macrophage.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1. Initiation of immune responses to injury (A) or viral infection (B) in the CNS"
        },
        {
            "text": "Trends Immunol. Author manuscript; available in PMC 2016 October 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Russo and McGavern Page 20"
        },
        {
            "text": "A.) Dead cells and debris such as myelin are cleared from the lesion site by resident microglia and peripherally-derived macrophages. Cellular phagocytosis is mediated in part by recognition of phosphoserines on dead cell membranes by scavenger receptors. Activated astrocytes surround the lesion area to form the glial scar, which acts as a physical barrier to infiltrating cells and also may secrete anti-inflammatory cytokines or growth factors (TGFβ). B.) Viral control is primarily orchestrated by T cells and/or B cells (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Debris cleanup (A) and regulation of viral clearance (B) in the CNS"
        },
        {
            "text": "Cytotoxic lymphocytes (CD8 + ) recognize MHC I-displayed viral peptides on the surface of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Debris cleanup (A) and regulation of viral clearance (B) in the CNS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structural and functional features of central nervous system lymphatic vessels",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Louveau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "523",
            "issn": "",
            "pages": "337--341",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A dural lymphatic vascular system that drains brain interstitial fluid and macromolecules",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aspelund",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Exp Med",
            "volume": "212",
            "issn": "",
            "pages": "991--999",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What is the blood-brain barrier (not)? Trends in immunology",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bechmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "5--11",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The anatomical and cellular basis of immune surveillance in the central nervous system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ransohoff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Engelhardt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Immunol",
            "volume": "12",
            "issn": "",
            "pages": "623--635",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perivascular microglial cells of the CNS are bone marrow-derived and present antigen in vivo",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science",
            "volume": "239",
            "issn": "",
            "pages": "290--292",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "In vivo dynamics of innate immune sentinels in the CNS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intravital",
            "volume": "1",
            "issn": "",
            "pages": "95--106",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "NLRs and RLRs: a trinity of pathogen sensors that co-operate in innate immunity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Creagh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tlrs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Immunol",
            "volume": "27",
            "issn": "",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pattern recognition receptors and central nervous system repair",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kigerl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Exp Neurol",
            "volume": "258",
            "issn": "",
            "pages": "5--16",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RIG-I-like receptors: cytoplasmic sensors for non-self RNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunological Reviews",
            "volume": "243",
            "issn": "",
            "pages": "91--98",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "TLR signalling and activation of IRFs: revisiting old friends from the NF-κB pathway",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Moynagh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Immunol",
            "volume": "26",
            "issn": "",
            "pages": "469--476",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Type I interferon response in the central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochimie",
            "volume": "89",
            "issn": "",
            "pages": "770--778",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Long-distance interferon signaling within the brain blocks virus spread",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Pol",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "3695--3704",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Type I interferon programs innate myeloid dynamics and gene expression in the virally infected nervous system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Induction and inhibition of type I interferon responses by distinct components of lymphocytic choriomeningitis virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "9452--9462",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The interferon response circuit: induction and suppression by pathogenic viruses",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "344",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "PAMPs and alarmins: all we need to know about danger",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Damps",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Leukoc Biol",
            "volume": "81",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Inflammasomes: mechanism of action, role in disease, and therapeutics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Med",
            "volume": "21",
            "issn": "",
            "pages": "677--687",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inflammasome activation restricts Legionella pneumophila replication in primary microglial cells through flagellin detection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jamilloux",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glia",
            "volume": "61",
            "issn": "",
            "pages": "539--549",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Critical role for the AIM2 inflammasome during acute CNS bacterial infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hanamsagar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurochem",
            "volume": "129",
            "issn": "",
            "pages": "704--711",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inflammation and neuroprotection in traumatic brain injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Corps",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Neurol",
            "volume": "72",
            "issn": "",
            "pages": "355--362",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Trauma alarmins as activators of damage-induced inflammation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Surg",
            "volume": "99",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Absence of TLR4 reduces neurovascular unit and secondary inflammatory process after traumatic brain injury in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Animal models of traumatic brain injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Neurosci",
            "volume": "14",
            "issn": "",
            "pages": "128--142",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Intrathecal heat shock protein 60 mediates neurodegeneration and demyelination in the CNS through a TLR4-and MyD88-dependent pathway",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rosenberger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Molecular Neurodegeneration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immune cell regulation by autocrine purinergic signalling",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Junger",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Rev Immunol",
            "volume": "11",
            "issn": "",
            "pages": "201--212",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Purinergic signaling during inflammation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Eltzschig",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "2322--2333",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "ATP mediates rapid microglial response to local brain injury in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davalos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Neurosci",
            "volume": "8",
            "issn": "",
            "pages": "752--758",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Resting microglial cells are highly dynamic surveillants of brain parenchyma in vivo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nimmerjahn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1314--1318",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Innate response to focal necrotic injury inside the blood-brain barrier",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dustin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "5269--5277",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transcranial amelioration of inflammation and cell death after brain injury",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "223--228",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Physiology and pathophysiology of purinergic neurotransmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnstock",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physiol Rev",
            "volume": "87",
            "issn": "",
            "pages": "659--797",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Up-regulation of P2X4 receptors in spinal microglia after peripheral nerve injury mediates BDNF release and neuropathic pain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ulmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Neurosci",
            "volume": "28",
            "issn": "",
            "pages": "11263--11268",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "P2X4 receptors influence inflammasome activation after spinal cord injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "De Rivero Vaccari",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Neurosci",
            "volume": "32",
            "issn": "",
            "pages": "3058--3066",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "P2X7 receptor inhibition improves recovery after spinal cord injury",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "821--827",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Activation of P2X7 promotes cerebral edema and neurological injury after traumatic brain injury in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Kimbler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mechanisms and implications of adaptive immune responses after traumatic spinal cord injury",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ankeny",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Popovich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neuroscience",
            "volume": "158",
            "issn": "",
            "pages": "1112--1121",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Recruitment of beneficial M2 macrophages to injured spinal cord is orchestrated by remote brain choroid plexus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shechter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Immunity",
            "volume": "38",
            "issn": "",
            "pages": "555--569",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The resolution of neuroinflammation in neurodegeneration: leukocyte recruitment via the choroid plexus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baruch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMBO J",
            "volume": "33",
            "issn": "",
            "pages": "7--22",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "West Nile virus-specific CD4 T cells exhibit direct antiviral cytokine secretion and cytotoxicity and are sufficient for antiviral protection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "8568--8575",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Role of CD8+ T cells in control of West Nile virus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "8312--8321",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "CXCR4 antagonism increases T cell trafficking in the central nervous system and improves survival from West Nile virus encephalitis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccandless",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "11270--11275",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "CXCR7 influences leukocyte entry into the CNS parenchyma by controlling abluminal CXCL12 abundance during autoimmunity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cruz-Orengo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "327--339",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Migration of cytotoxic lymphocytes in cell cycle permits local MHC I-dependent control of division at sites of viral infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Exp Med",
            "volume": "208",
            "issn": "",
            "pages": "747--759",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Behavior of parasite-specific effector CD8+ T cells in the brain and visualization of a kinesis-associated system of reticular fibers",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunity",
            "volume": "30",
            "issn": "",
            "pages": "300--311",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Noncytolytic control of viral infections by the innate and adaptive immune response",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Guidotti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Annu Rev Immunol",
            "volume": "19",
            "issn": "",
            "pages": "65--91",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Molecular mechanisms of lymphocyte-mediated cytotoxicity and their role in immunological protection and pathogenesis in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kagi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu Rev Immunol",
            "volume": "14",
            "issn": "",
            "pages": "207--232",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "CD4 T cells promote CD8 T cell immunity at the priming and effector site during viral encephalitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "2416--2427",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "IL-21 optimizes T cell and humoral responses in the central nervous system during viral encephalitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neuroimmunol",
            "volume": "263",
            "issn": "",
            "pages": "43--54",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Intrathecal humoral immunity to encephalitic RNA viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Viruses",
            "volume": "5",
            "issn": "",
            "pages": "732--752",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Clearance of an immunosuppressive virus from the CNS coincides with immune reanimation and diversification",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lauterbach",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "CD8+ T cells use TRAIL to restrict West Nile virus pathogenesis by controlling infection in neurons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "8937--8948",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Viral diseases of the central nervous system",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcgavern",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Virol",
            "volume": "11",
            "issn": "",
            "pages": "44--54",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Myelomonocytic cell recruitment causes fatal CNS vascular injury during acute viral meningitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "191--195",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Neuroprotective intervention by interferon-gamma blockade prevents CD8+ T cell-mediated dendrite and synapse loss",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kreutzfeldt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Exp Med",
            "volume": "210",
            "issn": "",
            "pages": "2087--2103",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Therapeutic antiviral T cells noncytopathically clear persistently infected microglia after conversion into antigen-presenting cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Exp Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Microglia development and function",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu Rev Immunol",
            "volume": "32",
            "issn": "",
            "pages": "367--402",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Differences in the phagocytic response of microglia and peripheral macrophages after spinal cord injury and its effects on cell death",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurosci",
            "volume": "34",
            "issn": "",
            "pages": "6316--6322",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Toll-like receptor 4 deficiency impairs microglial phagocytosis of degenerating axons",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rajbhandari",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Glia",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Myelin-laden macrophages are anti-inflammatory, consistent with foam cells in multiple sclerosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Boven",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Brain",
            "volume": "129",
            "issn": "",
            "pages": "517--526",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Macrophages in spinal cord injury: Phenotypic and functional change from exposure to myelin debris",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glia",
            "volume": "63",
            "issn": "",
            "pages": "635--651",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "TNF and increased intracellular iron alter macrophage polarization to a detrimental M1 phenotype in the injured spinal cord",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kroner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuron",
            "volume": "83",
            "issn": "",
            "pages": "1098--1116",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Inefficient clearance of myelin debris by microglia impairs remyelinating processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lampron",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Exp Med",
            "volume": "212",
            "issn": "",
            "pages": "481--495",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Glial response during cuprizone-induced de-and remyelination in the CNS: lessons learned",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gudi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Cell Neurosci",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Microglial/macrophage accumulation during cuprizone-induced demyelination in C57BL/6 mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hiremath",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Neuroimmunol",
            "volume": "92",
            "issn": "",
            "pages": "38--49",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Cloning and characterization of a novel mouse myeloid DAP12-associated receptor family",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Daws",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Immunol",
            "volume": "31",
            "issn": "",
            "pages": "783--791",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Pattern recognition by TREM-2: binding of anionic ligands",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Daws",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "171",
            "issn": "",
            "pages": "594--599",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Triggering Receptor Expressed on Myeloid Cells 2 (TREM2) Deficiency Attenuates Phagocytic Activities of Microglia and Exacerbates Ischemic Damage in Experimental Stroke",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawabori",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Neurosci",
            "volume": "35",
            "issn": "",
            "pages": "3384--3396",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "TREM2 sustains microglial expansion during aging and response to demyelination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Poliani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "",
            "pages": "2161--2170",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "TREM2 lipid sensing sustains the microglial response in an Alzheimer's disease model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "160",
            "issn": "",
            "pages": "1061--1071",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "How regulatory T cells work",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Vignali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "523--532",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Tregs control the development of symptomatic West Nile virus infection in humans and mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lanteri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Invest",
            "volume": "119",
            "issn": "",
            "pages": "3266--3277",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Transient depletion of regulatory T cells in transgenic mice reactivates virusspecific CD8+ T cells and reduces chronic retroviral set points",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Dietze",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci",
            "volume": "108",
            "issn": "",
            "pages": "2420--2425",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Regulatory T cells selectively preserve immune privilege of selfantigens during viral central nervous system infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cervantes-Barragan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "",
            "pages": "3678--3685",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Regulatory T cells inhibit T cell proliferation and decrease demyelination in mice chronically infected with a coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "184",
            "issn": "",
            "pages": "4391--4400",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "A novel virus carrier state to evaluate immunotherapeutic regimens: regulatory T cells modulate the pathogenicity of antiviral memory cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcgavern",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "1161--1169",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "PD-L1-deficient mice show that PD-L1 on T cells, antigen-presenting cells, and host tissues negatively regulates T cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "E"
                    ],
                    "last": "Latchman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "10691--10696",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The role of interleukin-6 in the expression of PD-1 and PDL-1 on central nervous system cells following infection with Theiler's murine encephalomyelitis virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "11538--11551",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Glial cells suppress postencephalitic CD8+ T lymphocytes through PD-L1",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Schachtele",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glia",
            "volume": "62",
            "issn": "",
            "pages": "1582--1594",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Target-dependent B7-H1 regulation contributes to clearance of central nervous system infection and dampens morbidity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "5430--5438",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Enhanced antiviral T cell function in the absence of B7-H1 is insufficient to prevent persistence but exacerbates axonal bystander damage during viral encephalomyelitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunol",
            "volume": "185",
            "issn": "",
            "pages": "5607--5618",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Infiltrating blood-derived macrophages are vital cells playing an antiinflammatory role in recovery from spinal cord injury in mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shechter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Virally expressed interleukin-10 ameliorates acute encephalomyelitis and chronic demyelination in coronavirus-infected mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "6822--6831",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Interleukin 10 modulation of pathogenic Th17 cells during fatal alphavirus encephalomyelitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulcsar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc Natl Acad Sci",
            "volume": "111",
            "issn": "",
            "pages": "16053--16058",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Interleukin-10 is a critical regulator of white matter lesion containment following viral induced demyelination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Puntambekar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Glia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Adenosine receptors: therapeutic aspects for inflammatory and immune diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hasko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Drug Discov",
            "volume": "7",
            "issn": "",
            "pages": "759--770",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Adenosine receptors in the nervous system: pathophysiological implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Prog Neurobiol",
            "volume": "68",
            "issn": "",
            "pages": "377--392",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Selective adenosine A2A receptor agonists and antagonists protect against spinal cord injury through peripheral and central effects",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Paterniti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neuroinflammation",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Local glutamate level dictates adenosine A2A receptor regulation of neuroinflammation and traumatic brain injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Neurosci",
            "volume": "30",
            "issn": "",
            "pages": "5802--5810",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Molecular mechanisms that influence the macrophage m1-m2 polarization balance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Immunol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Microglial and macrophage polarization-new prospects for brain repair",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Neurol",
            "volume": "11",
            "issn": "",
            "pages": "56--64",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "IFN-gamma-dependent activation of the brain's choroid plexus for CNS immune surveillance and repair",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kunis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brain",
            "volume": "136",
            "issn": "",
            "pages": "3427--3440",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "CNS repair requires both effector and regulatory T cells with distinct temporal and spatial profiles",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurosci",
            "volume": "34",
            "issn": "",
            "pages": "10141--10155",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "MHCII-independent CD4+ T cells protect injured CNS neurons via IL-4",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "",
            "pages": "699--714",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "T cell mediated pathogenesis in EAE: Molecular mechanisms",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Kurschus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biomed J",
            "volume": "38",
            "issn": "",
            "pages": "183--193",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "CD4 and CD8 T cells have redundant but not identical roles in virus-induced demyelination",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "2278--2286",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Remyelination in the CNS: from biology to therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Neurosci",
            "volume": "9",
            "issn": "",
            "pages": "839--855",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "CXCR4 signaling regulates remyelination by endogenous oligodendrocyte progenitor cells in a viral model of demyelination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Carbajal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Glia",
            "volume": "59",
            "issn": "",
            "pages": "1813--1821",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Migration of engrafted neural stem cells is mediated by CXCL12 signaling through CXCR4 in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Carbajal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "11068--11073",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Regeneration beyond the glial scar",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Reviews Neuroscience",
            "volume": "5",
            "issn": "",
            "pages": "146--156",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Astrocytes: biology and pathology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Sofroniew",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Vinters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Neuropathol",
            "volume": "119",
            "issn": "",
            "pages": "7--35",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Astrocytic transforming growth factor-beta signaling reduces subacute neuroinflammation after stroke in mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cekanaviciute",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glia",
            "volume": "62",
            "issn": "",
            "pages": "1227--1240",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "A pericyte origin of spinal cord scar tissue",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Göritz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "238--242",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "granzyme B) onto the target cells. Helper T cells (CD4 + ) recognize MHC II peptides expressed by microglia/macrophages as well as dendritic cells (not shown) and secrete antiviral cytokines (e.g. IFNγ). Immunosuppressive cytokines (IL-10) as well as upregulation of PD-L1 on target cells act to dampen the inflammatory response and limit immunopathology. Abbreviations: OD, oligodendrocyte; Mϕ",
            "authors": [],
            "year": null,
            "venue": "order to secrete effector molecules",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2016,
            "venue": "Trends Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "There are four different types of adenosine receptor (A 1 , A 2A , A 2B , A 3 ), and studies indicate that modulation of A 2A receptor in particular has immunoregulatory effects following CNS injury. Paradoxically, both A 2A receptor (A 2A R) agonism and antagonism can reduce tissue damage and improve motor function following SCI[88]. When an A 2A R agonist or antagonist was injected directly into the injured spinal cord, only the antagonist was neuroprotective, suggesting that the beneficial effects of A 2A R agonism were mediated primarily on peripheral immune cells. A 2A R antagonism is thought to act locally by reducing neuronal excitoxicity in the injured CNS, which occurs when excess levels of glutamate over-stimulate neurons upon binding to NMDA receptors. This conclusion is supported by a bone marrow chimera study showing that the positive benefit of A 2A R agonism is abrogated by deletion of A 2A R from hematopoietic cells. Moreover, the beneficial effects of A 2A R agonism can shift over time based on glutamate levels",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Trends Immunol. Author manuscript; available in PMC 2016 October 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the National Institutes of Health (NIH) intramural program. We thank Ethan Tyler in the NIH Medical Arts Design Section for his help with the illustrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "What signals drive cytopathic vs. non-cytopathic T cell-mediated clearance in the infected CNS?How do CD4 T cells sense sterile damage and become beneficial? What factors inhibit them from becoming pathogenic?How does the CNS temporally regulate innate and adaptive immune cells to allow a smooth transition from pathogenic clearance/debris cleanup to wound-healing/tissue repair?How does the route of entry influence the phenotype and eventual function of peripheral monocytes in response to CNS injury?What immunomodulatory therapies should be used to foster CNS repair following sterile injury and CNS pathogen clearance in the absence of immunopathology?What are the unique roles played by microglia, meningeal macrophages, perivascular macrophages, choroid plexus macrophages, and monocyte-derived macrophages in CNS inflammatory responses?How do CNS innate immune sentinels decode and respond to the simultaneous encounter of stimuli derived from pathogens and cellular damage? Does one response divert the other?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding Questions Box"
        },
        {
            "text": "Page 18Trends Immunol. Author manuscript; available in PMC 2016 October 01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Russo and McGavern"
        }
    ]
}