{
    "paper_id": "10a998295c63a6e9c8aeeb389530bf2c9b5429ea",
    "metadata": {
        "title": "Occupational Risks and Exposures Among Wildlife Health Professionals",
        "authors": [
            {
                "first": "Gemina",
                "middle": [],
                "last": "Garland-Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific St. HSB F551",
                        "postBox": "Box 357234",
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Whittier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cummings School of Veterinary Medicine at Tufts University",
                    "location": {
                        "addrLine": "200 Westboro Road",
                        "postCode": "01536",
                        "settlement": "North Grafton",
                        "region": "MA"
                    }
                },
                "email": ""
            },
            {
                "first": "Suzan",
                "middle": [],
                "last": "Murray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Zoological Park",
                    "location": {
                        "postBox": "P.O. Box 37012",
                        "postCode": "5502, 20013-7012",
                        "settlement": "Washington",
                        "region": "MRC, DC"
                    }
                },
                "email": ""
            },
            {
                "first": "Sally",
                "middle": [],
                "last": "Trufan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific St. HSB F551",
                        "postBox": "Box 357234",
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "M"
                ],
                "last": "Rabinowitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "1959 NE Pacific St. HSB F551",
                        "postBox": "Box 357234",
                        "postCode": "98195",
                        "settlement": "Seattle",
                        "region": "WA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Most emerging infectious diseases are zoonotic in origin, with wildlife a frequent source of zoonotic disease events. Although individuals with extensive wildlife contact may be at the greatest risk of contracting novel infectious agents, the occupational risk of those working closely with wildlife has not been well studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study assessed the occupational exposures among wildlife health professionals working in multiple countries worldwide. An occupational risk survey of past and present exposures was developed and administered online in a confidential manner to wildlife workers recruited through an ongoing international wildlife pathogen surveillance project. Surveys were completed by 71 participants in 14 countries. Significant lifetime exposures reported included bites from bats and rodents and touching dead animals. Completion of training in occupational safety was reported by 75% of respondents. While gloves were used for most tasks, use of N95 respirators and other personal protective equipment varied by task. Eighty percent of workers reported rabies vaccination. Some respondents indicated interest in enhanced occupational health services targeting their unique needs. Wildlife workers represent an occupational population at risk of zoonotic infection and injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Enhanced occupational health services targeting wildlife workers could reduce the risk and sequelae of zoonotic exposure and infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Systematic reviews have reported that the majority of infectious diseases emerging in recent decades are due to pathogens that are zoonotic in origin (transmitted between animals and humans) (Jones et al. 2008) , and that wildlife represents the source of a number of significant recent disease emergence events, including agents with pandemic potential such as SARS-CoV and HIV (Karesh et al. 2012) . Individuals with extensive wildlife contact may be at the greatest risk of contracting novel infectious agents that could both cause disease in such individuals and then spread in human communities (Mazet et al. 2004; Zhang et al. 2008) . Wildlife workers face a wide range of known zoonotic disease threats from wildlife such as rabies, plague, brucellosis, and tularemia (McLean 1994; Rabinowitz et al. 2010) and have potential of contracting novel infections from such contact as well. Studies have shown that workers in professions with wildlife contact have a higher likelihood of being infected by known animal viruses such as hantavirus, and lymphocytic choriomeningitis virus (Fritz et al. 2002; Kelt et al. 2007) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 210,
                    "text": "(Jones et al. 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 379,
                    "end": 399,
                    "text": "(Karesh et al. 2012)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 600,
                    "end": 619,
                    "text": "(Mazet et al. 2004;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 620,
                    "end": 638,
                    "text": "Zhang et al. 2008)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 775,
                    "end": 788,
                    "text": "(McLean 1994;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 789,
                    "end": 812,
                    "text": "Rabinowitz et al. 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1086,
                    "end": 1105,
                    "text": "(Fritz et al. 2002;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1106,
                    "end": 1123,
                    "text": "Kelt et al. 2007)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As the understanding of emerging zoonotic spillover events has increased over previous years, more emphasis has been put on wildlife surveillance as a preventive measure over anthropocentric approaches that intervene postspillover (Childs and Gordon 2009) . Such surveillance initiatives may take place at local, regional, or global scales. Wildlife workers engaged in surveillance for infectious pathogens in wildlife face unique occupational risks due to their animal contact. In addition, due to the geographical dispersion of such surveillance activities, consistent occupational health preventive services for such workers may be lacking because of the variability in both access to and quality of local health services, differing cultural norms, and other local and regional factors. Despite the unique risk of occupational illness and injury among these populations, the occupational risk of wildlife veterinarians, field researchers, wildlife rehabilitators, and other workers handling wild animals has not been well studied on a global scale. Additionally, although individual organizations have implemented occupational health programs for workers with wildlife contact (Ali et al. 2004) , there are no widely accepted models for preventive occupational health models for these groups. Previous studies of wildlife workers in the USA have revealed gaps in awareness and training related to zoonotic pathogens (Bosch et al. 2013) . Because such work places them at increased risk of infection with both novel and known animal pathogens, the aim of this study was to survey a group of workers engaged in wildlife disease surveillance in high-risk regions in order to better understand their potential occupational exposures to various wildlife pathogens.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 255,
                    "text": "(Childs and Gordon 2009)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1180,
                    "end": 1197,
                    "text": "(Ali et al. 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1419,
                    "end": 1438,
                    "text": "(Bosch et al. 2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We recruited volunteers for the survey among persons currently and previously working with the USAID PRE-DICT international wildlife pathogen surveillance project, a component of the USAID Emerging Pandemic Threats Program (http://www.usaid.gov/news-information/fact-sheets/ emerging-pandemic-threats-program). The PREDICT project focuses on detection and discovery of zoonotic diseases at the wildlife-human interface and involves sampling wildlife in the field to screen for novel animal pathogens. PREDICT provides training for wildlife workers in a number of topics, including occupational safety. Workers who had direct occupational contact with wildlife or wildlife samples in the laboratory during either previous or current work, both PREDICT and non-PREDICT related, were eligible to participate in the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population"
        },
        {
            "text": "A risk factor survey was developed based on previous occupational surveys of animal workers and was pretested with wildlife surveillance workers to ensure appropriateness of survey items. The survey was designed for online administration using the University of Washington's WebQ survey platform (http://www.washington.edu/itconnect/learn/ tools/catalyst-web-tools/webq/about-webq/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Development, Content, and Administration"
        },
        {
            "text": "The survey included items about demographics, workers' lifetime occupational exposures to different types of wildlife, use of personal protective equipment (PPE) and other protective measures, safety training, and health status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Development, Content, and Administration"
        },
        {
            "text": "Based on requests from PREDICT in-country coordinators, the survey was offered in three different languages: English, French, and Thai, to address country-specific language needs. Consent forms were also provided in each of these languages, and the same online survey platform was used for each language, with each offered at a unique URL. The survey was confidential, and backtracking was not allowed to help protect individual privacy in case participants were utilizing a shared computer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey Development, Content, and Administration"
        },
        {
            "text": "Study protocols were reviewed and approved by the University of Washington Human Subjects Division. The link to the online survey was distributed to potential volunteers through PREDICT in-country program coordinators, who reported notifying approximately 160 potential study subjects about the survey. Recruitment materials made it clear that participation was voluntary and would not affect employment status. Informed consent was obtained via the survey website from each subject prior to survey initiation. Potential participants were informed that individual participation status or survey responses would not be reported to employers or supervisors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subject Recruitment"
        },
        {
            "text": "Survey responses on the catalyst system were downloaded to Microsoft Excel. Descriptive univariate analysis was performed on all variables using SAS v 9.4 (SAS Institute, Cary, NC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "A total of 71 surveys from 14 countries (Fig. 1a) were submitted via the Catalyst WebQ online survey platform, representing an estimated overall response rate of 44%. No persons declined consent through the web platform.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 49,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Survey Participation"
        },
        {
            "text": "Among respondents, 85% had at least 16 years of education and had spent an average of 9 years working with wildlife (range 0-45 years). As the PREDICT project had been in existence for only four years at the time of the survey, this means that many respondents had held other wildlife work jobs prior to working for PREDICT, and potential exposures could have occurred either before, during, or after this program. Forty-one percent of participants self-identified as field/surveillance workers, while 35% identified as veterinarians. The average age of participants was 35 years (range 22-62 years of age), over half (66%) were male, and over half worked primarily in Africa (54%). Overall, more participants reported their primary animal exposure during field work (41%) over laboratory work (13%), although others reported exposure in both the field and the laboratory (38%). Twenty-one participants (30%) reported occupational contact with wildlife in more than one country during the previous 12 months (Fig. 1b) . Of those who reported occupational contact with wildlife in more than one country, the majority were from the USA (45%), followed by Uganda (20%). Overall, workers from eight different countries in each of the three main geographical regions (Africa, Asia, Americas) reported working with wildlife in countries other than their own in the past year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1017,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Demographics"
        },
        {
            "text": "Participants reported having received training in the following areas: animal capture (81%), tissue/blood sampling (81%), biosafety (81%), occupational safety (75%), infec-tious disease prevention (70%), emergency preparedness (54%), and outbreak response (41%). The majority of participants (76%) reporting believing that their training provided them with adequate information to do their work safely. Table 1 shows the reported frequency of animal contact during the participant's career working with wildlife, including past jobs. While the frequency of contact with various types of animals varied among participants, birds and rodents were the most common animals contacted on a daily basis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Safety Training"
        },
        {
            "text": "The most commonly reported career wildlife contact was with healthy animals (data not shown). Table 2 shows the types of reported lifetime occupational exposures to wildlife according to animal type. Exposures to animal feces and body fluids were the most frequently reported exposure to most animal types. Animal bites were most commonly reported by participants who had contact with fruit bats (9/ 49; 18%), insectivorous bats (8/49; 17%), and rodents (18/ 51; 16%). Animal scratches were reported most by those having worked with fruit bats (11/49; 22%), great apes (5/ 25; 20%), and birds (8/40; 20%). Rates of touching live animals without gloves were highest for persons having worked with birds (20/40; 50%), great apes (11/25; 44%), and wild ungulates (12/28; 43%). Touching dead animals without gloves was most commonly reported by those having worked with birds (35%), wild ungulates (29%), and small mammals excluding rodents (28%). Reported direct contact with live primates without gloves was more common then unprotected touching of live bats (p = 0.017) or dead primates (p = 0.014), while workers reported unprotected touching of dead rodents more often than dead bats (p = 0.007).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Reported Career Animal Contacts"
        },
        {
            "text": "Reported frequency of PPE use was similar between veterinarian and non-veterinarian field worker participants. While respondents reported using gloves in most animal contact situations (96% overall), there were differences in reported use according to task and/or animal group (Table 3). Use of N95 masks varied by task, with the highest rates reported during necropsies (79%) and handling bats or rodents (71%) and the lowest use during use of chemicals (29%). Participants reported using N95s during ne-cropsy significantly more than while handling poultry (p = 0.03), collecting animal feces (p = 0.006), sampling anesthetized animals (p = 0.02), or using chemicals/disinfectants (p < 0.0001). Similarly, the highest reported use of goggles or face shields was during necropsies (84%) followed by working in bat caves (77%). Participants reported using goggles/face shields during necropsies signif-icantly more than while handling poultry (p = 0.03), collecting animal feces (p = 0.003), sampling anesthetized animals (p = 0.03), or using chemicals/disinfectants (p = 0.0007). Overall, no significant differences were found between PPE use and task for primate handling, working in bat caves, handling bats or rodents, or necropsy, though a trend of increased use of N95s, goggles/face shield, and dedicated clothing was observed for necropsy. When asked about access to personal protective equipment (PPE), respondents reported greatest access at the worksite to gloves (95%), eye protection (86%), and N95 respirators (75%), and lowest to cartridge respirators (5%) and waterresistant garments (20%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protective Measures"
        },
        {
            "text": "Reported rates of hand washing were high, with 91% of respondents reporting always washing hands after handling animal tissues, and 85% washing hands always after handling animals. Nineteen respondents (27%) reported taking extra precautions to prevent infection when working around sick animals. These precautions included face shields, N95 masks, increased protective clothing (such as a Tyvek suit), multiple layers of gloves, warning co-workers to be careful with specimens, use of hand sanitizer, and more thorough washing of hands and clothes. Prosimians/lower primate 8 (33%) 3 (13%) 12 (50%) 10 (42%) 12 (50%) 1 (4%) 1 (4%) 10 (42%) 24 (100%) Old world monkeys 8 (20%) 4 (10%) 20 (50%) 14 (35%) 24 (60%) 0 (0%) 2 (5%) 13 (33%) 40 (100%) New world monkeys 2 (14%) 1 (7%) 10 (71%) 6 (43%) 9 (64%) 1 (7%) 1 (7%) 8 (57%) 14 (100%) Gibbons 2 (17%) 0 (0%) 4 (33%) 3 (25%) 6 (50%) 0 (0%) 0 (0%) 7 (58%) 12 (100%) Great apes 11 (44%) 6 (24%) 10 (40%) 9 (36%) 15 (60%) 3 (12%) 5 (20%) 10 (40%) 25 (100%) Birds 20 (50%) 14 (35%) 21 (53%) 16 (40%) 22 (55%) 6 (15%) 8 (20%) 14 (35%) 40 (100%) Fruit bats 6 (12%) 3 (6%) 24 (49%) 16 (33%) 29 (59%) 9 (18%) 11 (22%) 13 (27%) 49 (100%) Insectivorous bats 7 (15%) 3 (7%) 23 (50%) 14 (30%) 27 (59%) 8 (17%) 7 (15%) 9 (20%) 46 (100%) Suids 5 (26%) 3 (16%) 8 (42%) 10 (53%) 6 (32%) 0 (0%) 0 (0%) 8 (42%) 19 (100%) Small mammals 7 (22%) 9 (28%) 17 (53%) 15 (47%) 13 (41%) 2 (6%) 2 (6%) 14 (44%) 32 (100%) Rodents 12 (24%) 13 (25%) 25 (49%) 23 (45%) 30 (59%) 8 (16%) 7 (14%) 18 (35%) 51 (100%) Wild ungulates 12 (43%) 8 (29%) 13 (46%) 11 (39%) 12 (43%) 0 (0%) 1 (4%) 15 (54%) 28 (100%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protective Measures"
        },
        {
            "text": "The far right column indicates the total number of participants who reported working with that animal group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protective Measures"
        },
        {
            "text": "Animal bites during the past year were reported by 13/71 (18%) of respondents, and animal scratches were reported by 15/71 (21%) of respondents. Non-animal work-related injuries reported during the past year included cuts (20/71 persons, 29%), slips, trips and falls (10/71 persons, 14%), and motor vehicle accidents (7/71 persons, 10%). Table 4 shows survey responses related to health status. The most commonly reported issues were respiratory infections and diarrhea. Multiple participants reported that some of their medical problems were perceived as being work-related (for all issues except allergies), and that they sought medical care with a doctor for these issues (for all issues except eye-infections). Tetanus vaccination was reported by 89% of respondents, rabies by 79%, and hepatitis B by 55%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Reported Exposures and Injuries in Past Year"
        },
        {
            "text": "The survey included an option for the respondent to add open-ended comments. Some of the themes of these comments included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Comments from Participants"
        },
        {
            "text": "• Interest in enhanced occupational health surveillance: some respondents indicated that because they worked with animals and faced infection risk, they were interested in receiving periodic health checks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Comments from Participants"
        },
        {
            "text": "• Lack of access to appropriate medical services for workrelated health concerns, including lack of access to adequate diagnostic services for diagnosing a workrelated condition. The far right column indicates the total number of participants who reported doing each task during their career. • Access to personal protective equipment (PPE): some respondents indicated that in certain low resource settings it was difficult to access PPE when necessary. • Difficulty taking precautions in certain settings: some respondents reported that because of the challenging environment for fieldwork, it was impractical or difficult to use PPE or other preventive measures. • Interest in increased capacity building for working with animals and proper training that is adequately tailored for local settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Comments from Participants"
        },
        {
            "text": "This international survey of wildlife surveillance workers reveals the diversity and intensity of occupational exposures to animals that such workers can experience over their career. In wildlife work, exposures to animal feces and body fluids are common, and bites and scratches from a variety of species, including high-risk animals such as bats and rodents, were reported by respondents. The majority of the respondents reported training in multiple aspects of workplace safety. Use of gloves was high across tasks, while use of other personal protective equipment such as respiratory protection varied according to task. Some respondents indicated interest in greater access to protective equipment and occupational health services including training, surveillance, and medical follow-up of exposures. These results can be used to design enhanced occupational health services for wildlife workers. This study demonstrates the successful use of an internet-based platform to consent, enroll, and survey a geographically diverse and multi-language workforce located across multiple countries. It provides a unique snapshot of the challenging work being carried out on a global scale by people who have not historically been the subject of extensive study or surveillance, giving insight into the daily tasks, risks, and exposures of those who are in close contact with wildlife and wildlife samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study had a number of limitations, including the self-reported nature of the survey data and the nonrandom selection of participants, both of which could have led to bias in the results. Additionally, the diversity of tasks and exposures that were surveyed limited the ability of the questionnaire to fully explore any particular exposure scenario in depth. Respondents had worked in a number of different wildlife surveillance jobs during their career, and therefore the reported lifetime exposures could not be associated with any one job position. The varying time periods of reported exposures also do not allow for clear correlations to be drawn between specific training and risk behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The routine safety training provided by the PREDICT program could explain the higher rates of reported training in infectious disease prevention (70%) among respondents in this survey compared to the 38% rate of training in zoonotic disease previously reported among a sample of US wildlife workers (Bosch et al. 2013) . This implies that recent training could have influenced the reported behavior of the workers in a more protective direction, although our survey could not confirm this possibility due to its cross-sectional nature. Additionally, this suggests the possibility of the value of enhanced training and awareness of disease risks of wildlife workers in general. Along with training, it is imperative that wildlife workers have access to the necessary PPE to help mitigate risks. The extensive use of gloves reported in most wildlife work tasks indicates that consideration of personal protective equipment is routine among the survey respondents. The fact that the use of other types of personal protective equipment such as N95 respiratory protection varied by task and type of animal contact situation, with the highest rates of use reported during high-risk activities such as necropsy of diseased animals suggests that workers are making task-based judgments about risk. A number of respondents indicated that they took extra precautions when animals appeared to be sick, including extensive use of PPE and increased vigilance in performing tasks. At the same time, there was variability in the reported degree of access to PPE. These results underscore the importance of ensuring adequate access to personal protective equipment for this at risk population. They also support the need for task-based exposure assessment research to better understand the occupational risk in different exposure situations.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 318,
                    "text": "(Bosch et al. 2013)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Efforts to control occupational risks for injury and illness in other workplace settings have used a ''hierarchy of controls'' paradigm, based on the concept that eliminating or controlling exposures at the source or devising engineering controls can be more effective than relying on individual behavior or use of personal protective equipment to reduce risk (Weinberg et al. 2009 ). While the occupational setting for wildlife work inevitably involves some risks that are difficult to control, such as the behavior or disease status of captured wild animals, possible applications of the hierarchy of controls model to wildlife surveillance work could include modifications in equipment or practices to decrease risks of animal bites or scratches during animal capture and/or restraint (Slate et al. 2009 ). Additionally, modifications to PPE designed for a laboratory environment may be necessary for those working in the field and could be a helpful measure to ensure effectiveness and compliance for wildlife workers. The recent Ebola outbreak in West Africa is a prime example of this, where health care workers reported difficulty wearing the recommended PPE for over 40 min due to heat and humidity, which ultimately led to an effort by a number of agencies to develop improved PPE for use in the field (NIOSH 2015) . Further studies to explore the use of such controls and other exposure reduction measures in wildlife surveillance work appear warranted.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 381,
                    "text": "(Weinberg et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 788,
                    "end": 806,
                    "text": "(Slate et al. 2009",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1311,
                    "end": 1323,
                    "text": "(NIOSH 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A number of survey respondents expressed interest in enhanced occupational health services for wildlife workers, including periodic health surveillance and enhanced access to medical services for suspected occupational injuries or illnesses. A wildlife worker presenting to medical care with a recent significant exposure (such as an animal bite) or symptoms consistent with an acute infection could represent the index case for a zoonotic spillover event from wildlife. Such infectious exposures could pose a risk to family members and other close contacts of the worker, and potentially even the global community. Almost a third of wildlife workers in this survey reported working and having occupational contact with wildlife in multiple countries, which may increase the risk of spreading infections to human or wildlife populations either through the worker themselves or through fomites. Extra precaution should be taken by those working in multiple countries to disinfect possible fomites, such as work boots or other reusable PPE. Such travel and exposure history emphasizes the importance of early recognition of an occupational infection in such persons. Enhanced occupational health programs with procedures for appropriate surveillance, diagnosis, and management of high-risk exposures and suspected workrelated illness across geographical regions, including the consideration of a wide range of both recognized and newly emerging potential animal pathogens could potentially help detect and prevent the sequelae of zoonotic infection. Such surveillance could also help detect subclinical zoonotic infection events that would not otherwise come to medical attention. Additionally, ongoing surveillance could assess the frequency and severity of occupational exposures and identify opportunities for their prevention, which could benefit the health of wildlife workers as well as the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Occupational health and gorilla conservation in Rwanda",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cranfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gaffikin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mudakikwa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ngeruka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Occupational and Environmental Health",
            "volume": "10",
            "issn": "3",
            "pages": "319--325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Occupational Risks and Exposures Among Wildlife Health Professionals 27",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Zoonotic disease risk and prevention practices among biologists and other wildlife workers-results from a national survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musgrave",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Wildlife Disease",
            "volume": "49",
            "issn": "",
            "pages": "475--485",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Surveillance and control of zoonotic agents prior to disease detection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mt. Sinai Journal of Medicine",
            "volume": "76",
            "issn": "",
            "pages": "421--428",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Exposure to rodents and rodent-borne viruses among persons with elevated occupational risk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fulhorst",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Enge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winthrop",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vugia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Occupational and Environmental Medicine",
            "volume": "44",
            "issn": "",
            "pages": "962--967",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ecology of zoonoses: natural and unnatural histories",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubroth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1936--1945",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Threat of hantavirus pulmonary syndrome to field biologists working with small mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Vuren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hafner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Danielson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1285--1287",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Wildlife diseases and humans. In: The Handbook: Prevention and Control of Wildlife Damage",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Prevention and Control of Wildlife Damage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessment of the risk of zoonotic disease transmission to marine mammal workers and the public: Survey of occupational risks. Final Report prepared for United States Marine Mammal Commission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziccardi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fighting Ebola: A Grand Challenge for Development-How NIOSH is Helping Design Improved Personal Protective Equipment for Healthcare Workers",
            "authors": [],
            "year": 2015,
            "venue": "NIOSH Science Blog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Animals as sentinels: using comparative medicine to move beyond the laboratory. Institute for",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scotch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Laboratory Animal Research Journal",
            "volume": "51",
            "issn": "",
            "pages": "262--267",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oral rabies vaccination in North America: opportunities, complexities, and challenges",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Slate",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Algeo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chipman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niezgoda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Application of the industrial hygiene hierarchy of controls to prioritize and promote safer methods of pest control: a case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bunin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Health Reports",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rickettsial seroepidemiology among farm workers, Tianjin, People's Republic of China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dumler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerging Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "938--940",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a Map showing countries where survey was administered (top) and b countries where survey participants report having close contact with wildlife in the past 12 months (bottom).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Percent of Participants Reporting Lifetime Frequency of Occupational Wildlife Contact.Table 2. Lifetime Occupational Exposure by Animal Type.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Use of Personal Protective Equipment (PPE) by Task.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Medical Issues Reported in the Past 12 Months, Including Whether or Not the Issue was Perceived to be Work-Related and If Care was Sought from a Medical Professional.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the survey participants and the PREDICT partner organizations: The Smithsonian Institution, Metabiota, EcoHealth Alliance, UC Davis, and the Wildlife Conservation Society. The authors would like to thank Dr. Jonna Mazet, DVM MPVM PhD, at the University of California Davis for her helpful review of manuscript drafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "This study was made possible by the generous support of the American people through the United States Agency for International Development (USAID) (Grant No. 14-PO-358-0000307425 (Subcontract via Smithsonian) Emerging Pandemic Threats PREDICT project. The contents are the responsibility of the authors and do not necessarily reflect the views of USAID or the United States Government. All funding was received from USAID via Smithsonian Institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "funding and salary support from USAID and its subcontract organizations.ETHICAL APPROVAL This study was reviewed and approved by the University of Washington Institutional Review Board (Approval #46627). All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. Informed consent was obtained from all individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST The authors received"
        }
    ]
}