{
    "paper_id": "10c9cdfc6c7d6b87be6ecfacbcbf1e150d5b6906",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Crystallization and diffraction analysis of the SARS coronavirus nsp10-nsp16 complex",
        "authors": [
            {
                "first": "Claire",
                "middle": [],
                "last": "Debarnot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Imbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "François",
                "middle": [],
                "last": "Ferron",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laure",
                "middle": [],
                "last": "Gluais",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Varlet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Papageorgiou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mickaël",
                "middle": [],
                "last": "Bouvet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Lescar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "addrLine": "60 Nanyang Drive",
                        "postCode": "637551",
                        "country": "Singapore, Singapore Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Etienne",
                "middle": [],
                "last": "Decroly",
                "suffix": "",
                "affiliation": {},
                "email": "etienne.decroly@afmb.univ-mrs.fr"
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Canard",
                "suffix": "",
                "affiliation": {},
                "email": "bruno.canard@afmb.univ-mrs.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "To date, the SARS coronavirus is the only known highly pathogenic human coronavirus. In 2003, it was responsible for a large outbreak associated with a 10% fatality rate. This positive RNA virus encodes a large replicase polyprotein made up of 16 gene products (nsp1-16), amongst which two methyltransferases, nsp14 and nsp16, are involved in viral mRNA cap formation. The crystal structure of nsp16 is unknown. Nsp16 is an RNA-cap AdoMet-dependent (nucleoside-2 0 -O-)-methyltransferase that is only active in the presence of nsp10. In this paper, the expression, purification and crystallization of nsp10 in complex with nsp16 are reported. The crystals diffracted to a resolution of 1.9 Å resolution and crystal structure determination is in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2003, an outbreak of a novel virus occurred in China and spread through several countries. The identified agent, a previously unknown coronavirus, was named severe acute respiratory syndrome coronavirus (SARS-CoV). Much like other coronaviruses, SARS-CoV has an $30 kb RNA genome with a 5 0 cap and a 3 0 poly(A) tail . The genome of SARS-CoV codes for two large polyproteins 1a and 1ab, which are autoproteolytically processed by at least two viral proteases, producing 16 nonstructural proteins (nsps). These nsps are thought to form a huge protein complex that is responsible for viral RNA replication and transcription. In addition, a set of subgenomic mRNAs encoding structural and accessory proteins is produced by a sophisticated mechanism involving nested mRNA synthesis using the full-length genomic RNA as template. These mRNAs are thought to be capped and polyadenylated (Lai & Stohlman, 1981; van Vliet et al., 2002) .",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 907,
                    "text": "(Lai & Stohlman, 1981;",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 931,
                    "text": "van Vliet et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since 2003, interest in SARS-CoV has greatly promoted structural and functional studies of its nsps. In recent years, many threedimensional structures of replication proteins have appeared in the literature, including those of nsp1 ; several domains of nsp3 [including (i) an N-terminal Glu-rich acidic domain (AD; Serrano et al., 2007) , (ii) an X domain (XD; Egloff et al., 2006) , (iii) the SUD domain (SARS-CoV unique domain; Chatterjee et al., 2009) and (iv) the papain-like protease PLP2 (Ratia et al., 2006) ]; nsp5 (Anand et al., 2002) ; a complex consisting of nsp7-nsp8 (Zhai et al., 2005) ; the RNA-binding protein nsp9 (Egloff et al., 2004) ; the zinc-binding protein nsp10 (Joseph et al., 2006 , Su et al., 2006 ; and the hexameric RNA endonuclease nsp15 (Ricagno et al., 2006) . In many cases, the crystal structures allowed scientists to suggest or to ascertain a biochemical function for the nsps, such as nsp7-nsp8, which acts as an RNA-dependent RNA primase (Imbert et al., 2006) , and the nsp15 endonuclease, the active site of which has been found to share structural homology to the active site of RNAse A (Ricagno et al., 2006; Joseph et al., 2007) . The process of RNA capping, however, has not yet benefitted from this structural work. Structural data is lacking for the enzymes that are putatively involved in mRNA capping.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 336,
                    "text": "Serrano et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 381,
                    "text": "Egloff et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 454,
                    "text": "Chatterjee et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 514,
                    "text": "(Ratia et al., 2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 523,
                    "end": 543,
                    "text": "(Anand et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 599,
                    "text": "(Zhai et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 652,
                    "text": "(Egloff et al., 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 706,
                    "text": "(Joseph et al., 2006",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 724,
                    "text": ", Su et al., 2006",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 790,
                    "text": "(Ricagno et al., 2006)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 976,
                    "end": 997,
                    "text": "(Imbert et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1149,
                    "text": "(Ricagno et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1150,
                    "end": 1170,
                    "text": "Joseph et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In eukaryotes, mRNA capping results from a series of three to four canonical reactions acting on the 5 0 -end of the mRNA. The nascent mRNA transcript endures a limited dephosphorylation in which the last 5 0 -phosphate is removed by a 5 0 -RNA triphosphatase. A guanylyltransferase (also named capping enzyme) attaches a GMP molecule onto the 5 0 -diphosphate RNA in a 5 0 -to-5 0 orientation. The capped RNA is then methylated at the N7 position of the cap guanine nucleotide by an N7-guanine methyltransferase. This yields a cap-0 structure ( m7 GpppNN . . . ) as found mainly in yeasts and lower eukaryotes. In higher eukaryotes and plants, a second methyltransferase acts on the first transcribed nucleotide at its 2 0 -O position to yield a cap-1 structure ( m7 GpppN 2 0 Om N . . . ), such as that found on coronavirus mRNAs (Lai & Stohlman, 1981; van Vliet et al., 2002) .",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 854,
                    "text": "(Lai & Stohlman, 1981;",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 878,
                    "text": "van Vliet et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have recently identified the RNA cap 2 0 -O-methyltransferase of the SARS-CoV Lugari et al., 2010) . This activity is harboured by nsp16 as predicted by signature-sequence analysis; however, the enzyme is only active in the presence of nsp10. The latter has been shown to interact strongly with nsp16 using the yeast two-hydrid method, indicating that the enzymes associate into a complex that is stable enough to withstand purification .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 101,
                    "text": "Lugari et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we report the cloning of nsp10 and nsp16 in a prokaryotic expression vector. Upon expression of both genes, a stable complex consisting of nsp10 and nsp16 (nsp10-nsp16) can be purified and crystallized. We present X-ray diffraction data from these SARS-CoV nsp10-nsp16 crystals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Frankfurt 1 isolate of SARS-CoV (GenBank accession No. AY291315; Thiel et al., 2003) was amplified in Vero-E6 cells and used for production of the nsp10-nsp16 complex as follows: genes coding for SARS-CoV nsp10 (139 amino acids, 14.84 kDa) and nsp16 (298 amino acids, 33.5 kDa) were cloned into the pmCOX Escherichia coli dual expression plasmid kindly provided by Dr Bruno Coutard (AFMB, France) containing two separate promoters. In this backbone, SARS-CoV nsp10 is expressed under a tetA promoter and encodes a protein fused with an N-terminal Strep-Tag (eight amino acids; WSHPQFEK) and nsp16 is expressed under a T7lac promoter and encodes a protein fused with an N-terminal hexahistidine tag . This system allows independent regulation of the expression levels of the two genes by the addition of different concentrations of tetracycline and IPTG (isopropyl -d-1-thiogalactopyranoside).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 88,
                    "text": "Thiel et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tandem cloning of the nsp10 and nsp16 SARS-CoV genes"
        },
        {
            "text": "SARS-CoV nsp10-nsp16 co-expression was performed in E. coli strain C41 (DE3) (Avidis SA, France) harbouring the pLysS plasmid (Novagen). Cultures were grown at 310 K until the OD 600 nm reached 0.6. Expression was induced by adding 50 mM IPTG and 200 mg l À1 anhydrotetracycline and the cells were incubated for 16 h at 297 K. Bacterial cell pellets were collected by centrifugation at 6000g, frozen and resuspended in lysis buffer (50 mM HEPES pH 7.5, 300 mM NaCl, 5 mM MgSO 4 ) supplemented with 10 mg ml À1 DNase I. After cell disruption at 100 MPa and 277 K (Constant Cell, UK) and clarification by centrifugation at 20 000g for 30 min, the soluble protein fraction was incubated with Strep-Tactin Sepharose (IBA BioTAGnology). After three washes in buffer (50 mM HEPES pH 7.5, 500 mM NaCl, 1 mM TCEP, 5 mM MgCl 2 ), bound proteins were eluted in wash buffer supplemented with 2.5 mM d-desthiobiotin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification of the nsp10-nsp16 complex"
        },
        {
            "text": "Stura Footprint Screen, JCSG+ Screen and Structure Screens I and II (Molecular Dimensions) were tried in CrystalQuick plates with three wells per reservoir (Greiner Bio-One) using 400, 300 and 200 nl drops. The drops contained increasing volumes (100, 200 and 300 nl) of protein solution at a concentration of 5.4 mg ml À1 in elution buffer (50 mM HEPES pH 7.5, 500 mM NaCl, 1 mM TCEP, 5 mM MgCl 2 , 2.5 mM d-desthiobiotin) and constant volumes of precipitant. A hit condition was observed in 0.1 M bicine pH 9, 2 M MgCl 2 after one week. Crystallization optimization was performed by vapour diffusion using the hanging-drop method at 293 K in Linbro plates (Hampton Research). 2 ml drops (consisting of 1.5 ml protein solution and 0.5 ml precipitant solution) were equilibrated against 1 ml reservoir solution. Optimization of crystal-growth conditions led to the following condition: 0.1 M CHES pH 9, 1.52 M MgCl 2 . Crystals appeared after 24 h and visible growth stopped after 48-72 h. Before cooling the crystals to 100 K in a nitrogen-gas stream (Oxford Cryosystems), the crystals were briefly soaked in a cryoprotectant consisting of 15%(v/v) glycerol added to the mother liquor. Native diffraction data were recorded using either an ADSC Quantum 315 3 Â 3 array detector on beamline PROXIMA 1 at the SOLEIL Synchrotron Radiation Facility or an ADSC Quantum 210 2 Â 2 array detector on beamline ID14-EH1 at the European Synchrotron Radiation Facility. Data were processed using XDS (Kabsch, 2010) and scaled with SCALA (Collaborative Computational Project, Number 4, 1994) . Crystal parameters and data-collection statistics are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 1489,
                    "end": 1503,
                    "text": "(Kabsch, 2010)",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1579,
                    "text": "Project, Number 4, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1650,
                    "end": 1657,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Crystallization and diffraction analysis"
        },
        {
            "text": "Purified nsp10-nsp16 complex (4 mg) in 50 mM HEPES pH 7.5, 150 mM NaCl, 5 mM MgCl 2 , 1 mM TCEP and 5% glycerol was incubated overnight at 277 K with a solution of suberic acid bis(N-hydroxysuccinimide ester) (SAB; Sigma) at a concentration of 0.005%. Samples were then denatured with an equal volume of 2Â dissociation buffer [100 mM Tris-HCl pH 6.8, 20% glycerol and 200 mM DTT, 4% sodium dodecyl sulfate (SDS) and 0.2% bromo- phenol blue]. After 5 min of heating at 368 K, the proteins were separated and analyzed on an SDS NuPAGE 4-12% gel (Invitrogen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cross-linking of the purified nsp10-nsp16 complex"
        },
        {
            "text": "3.1. Expression, purification and crystallization of a stable nsp10-nsp16 complex Many attempts in the laboratory to crystallize nsp16 on its own remained unsuccessful. Although significant amounts (on a milligram scale) of nsp16 can be obtained when expressed alone, the protein is unstable in a variety of buffers and precipitates under various storage conditions. Moreover, although signature-sequence analyses unambiguously identified a SAM-dependent methyltransferase fold (von Grotthuss et al., 2003; Decroly et al., 2008) , SARS-CoV nsp16 alone does not exhibit this enzymatic activity. In contrast, nsp10 is expressed to high levels in E. coli and can readily be purified and crystallized. Two structures of nsp10 crystal forms were published in 2006: one revealed monomers and dimers (Joseph et al., 2006) at 1.8 Å resolution (PDB entry 2fyg), whereas a complex dodecameric structure at 2.1 Å resolution (PDB entry 2g9t) was observed when nsp10 was expressed and crystallized as a fusion with nsp11 (Su et al., 2006) . Nevertheless, no function has been either predicted or demonstrated for nsp10, which is a zinc-binding protein.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 506,
                    "text": "Grotthuss et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 528,
                    "text": "Decroly et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 814,
                    "text": "(Joseph et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 1008,
                    "end": 1025,
                    "text": "(Su et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "We have reported that nsp10 and nsp16 interact in vitro when coexpressed in yeast or bacteria . This observation prompted us to co-express the two proteins in the prokaryotic expression vector and to attempt purification of the complex. Nsp10 was cloned under the control of the tetA promoter in fusion with a Strep-Tag peptide at its N-terminus and nsp16 tagged with a hexahistidine tag at its N-terminus was inserted into the same plasmid under the T7lac promoter. After transformation into bacterial strain C41, protein expression was induced by the addition of IPTG and tetracycline for 16 h at 297 K. The bacterial lysate was clarified and nsp10 was adsorbed onto Strep-Tactin Sepharose beads. After several washes, the proteins bound to Strep-Tactin were eluted with 2.5 mM of the biotin analogue desthiobiotin. Upon SDS-PAGE analysis, we detected the presence of Strep-nsp10 and His 6 -nsp16 proteins migrating as expected at around 15 and 35 kDa, respectively, indicating that the two proteins had co-purified (Fig. 1) . The overall yield of the purified complex was typically 1 mg per litre of E. coli culture. Estimation of protein concentration and normalization with regard to molecular mass indicated an approximate 1:1 ratio of the proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1018,
                    "end": 1026,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The nsp10-nsp16 complex was further characterized before attempting to identify crystallization conditions. We first confirmed the identity of each recombinant protein by matrix-assisted laser- Purification of SARS-CoV nsp10 in complex with nsp16. The purified SARS-CoV nsp10-nsp16 complex was analyzed by 12% SDS-PAGE and stained using Coomassie Blue. Lane MK, molecular-weight markers; lane 1, 2 mg nsp10-nsp16 protein complex eluted from the Strep-Tactin column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the nsp10-nsp16 complex"
        },
        {
            "text": "Characterization of SARS-CoV nsp10 in complex with nsp16. (a) Gel-filtration chromatogram of the SARS-CoV nsp10-nsp16 complex. The nsp10-nsp16 complex eluted from the Strep-Tactin column was analyzed on a 16/60 S200 gel-filtration column and the elution of protein and nucleic acid was followed by measuring the absorption at 280 nm (blue) and 260 nm (orange), respectively. The main peak eluting after 90 ml corresponds to elution of a 50 kDa protein. (b) Cross-linking experiment. The purified SARS-CoV nsp10-nsp16 complex was loaded onto a 4-12% NuPAGE gel and stained using Coomassie Blue. Lane MK, molecular-weight markers; lane 1, 4 mg non-crosslinked nsp10-nsp16 complex, lane 2, 4 mg of the nsp10-nsp16 complex incubated overnight at 277 K with 0.005% SAB cross-linker. desorption ionization time-of-flight mass spectrometry after in-gel trypsin digestion (data not shown). We also analyzed the proteins eluted from the Strep-Tactin column by size-exclusion chromatography. Fig. 2(a) shows the gel-filtration elution profile. We observed that the stable nsp10-nsp16 complex elutes as a single peak corresponding to 50 kDa. The interaction between nsp10 and nsp16 was also confirmed by a cross-linking experiment. For this purpose, the nsp10-nsp16 complex was incubated with 0.005% SAB, a crosslinking reagent that specifically reacts with lysine residues. After SDS-PAGE separation, we detected the bands corresponding to nsp10 and nsp16 monomers as well as an additional band corresponding to a nsp10-nsp16 complex migrating around 50 kDa (lane Xtal in Fig. 3b) . The presence of nsp16 in the complex was also demonstrated by a methyltransferase assay which showed that the purified fraction containing the nsp10-nsp16 complex exhibited 2 0 -O-methyltransferase activity on short N7methylated capped RNA substrates . Together, these results indicate that we have developed a method allowing the production and purification of an active nsp10-nsp16 complex by a one-step procedure. This protein preparation was used without additional treatment for crystal growth.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 982,
                    "end": 991,
                    "text": "Fig. 2(a)",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1570,
                    "text": "Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": "Figure 2"
        },
        {
            "text": "The complex was initially crystallized using 0.1 M bicine pH 9, 2 M MgCl 2 (condition E2 fom Structure Screens I and II). Crystal growth was then optimized and the best condition was finally chosen as 0.1 M CHES pH 9, 1.52 M MgCl 2 . Crystals typically appeared overnight and visible growth stopped after 48-72 h (Fig. 3a) . To confirm that the crystal contained the nsp10-nsp16 complex, we collected ten crystals, which were analyzed by SDS-PAGE after two washes. Fig. 2(b) shows that both proteins, nsp10 and nsp16, were detected on Coomassie Blue staining. This confirms that the crystals consist of the nsp10-nsp16 complex with a similar stoichiometry as observed prior to crystallization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 474,
                    "text": "Fig. 2(b)",
                    "ref_id": null
                }
            ],
            "section": "Crystal growth and data collection"
        },
        {
            "text": "Crystals were flash-cooled in the same buffer supplemented with 15%(v/v) glycerol before exposure to synchrotron X-ray radiation. A typical diffraction image is shown in Fig. 3(c) , in which reflections are visible to 2 Å resolution. Data integration and reduction indicated that the crystals belonged to space group C222 1 , with one complex per asymmetric unit (Table 1 ). The crystals (space group C222 1 , unit-cell parameters a = 68.1, b = 184.6, c = 128.8 Å ) contained one nsp10-nsp16 complex per asymmetric unit, with a solvent content of 70% and a V M value of 4.17 Å 3 Da À1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "text": "Fig. 3(c)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 371,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Crystal growth and data collection"
        },
        {
            "text": "We have crystallized a complex of the SARS-CoV nsp10 and nsp16 proteins. The presence of nsp10 in the complex confers 2 0 -Omethyltransferase activity on nsp16. The crystal structure of nsp10 is known, whereas that of nsp16 is not. Given the quality of the crystals described here and the fact that nsp10 is a zinc-binding protein, it should be possible to determine the crystal structure using molecularreplacement techniques merged with phases obtained by SAD studies, taking advantage of the phasing power of the Zn atoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dutartre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "3792--3796",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "5717--5722",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ricagno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulferts",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nurizzo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "11892--11897",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. nsp10-nsp16 complex Acta Cryst. (2011). F67, 404-408",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "a) Optimized crystal of the SARS-CoV nsp10-nsp16 complex. The scale bar is 100 mm in length. (b) NuPAGE analysis of the nsp10-nsp16 complex from optimized crystals. Ten optimized crystals were loaded onto a 4-12% NuPAGE gel and stained using Coomassie blue. Lane MK, molecular-weight markers; lane Xtal, nsp10-nsp16 complex. (c) X-ray diffraction pattern from a crystal of the SARS-CoV nsp16-nsp10 protein complex. Resolution arcs are shown. Reflections are observed to below 2 Å (an enlargement is shown in the inset).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Debarnot et al. nsp10-nsp16 complex 405 Data-collection and processing statistics.Values in parentheses are for the highest resolution shell. ðhklÞ, where I i (hkl) is the ith observation of reflection hkl and hI(hkl)i is the weighted average intensity for all observations of reflection hkl.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in its initial phase by the VIZIER integrated project (LSHG-CT-2004-511960) of the European Union Sixth Framework and then by the French National Research agency under reference ANR-08-MIEN-032, the Fondation pour la Recherche Mé dicale (Programme é quipe FRM) to BC and the Direction Gé né rale de l'Armement (contract 07co404). MB has a fellowship from the Direction Gé né rale de l'Armement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}