{
    "paper_id": "10e9f2c5b052f8140b50406e3202debcdd18c607",
    "metadata": {
        "title": "The Battle Against Coronavirus Disease 2019 (COVID-19): Emergency Management and Infection Control Q3 in a Radiology Department Q1",
        "authors": [
            {
                "first": "Zixing",
                "middle": [],
                "last": "Q15",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhenlin",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weixia",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lihong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lipeng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To describe the strategy and the emergency management and infection control procedure of our radiology department during the coronavirus disease 2019 (COVID-19) outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We set up emergency management and sensing control teams. The team formulated various measures: reconfiguration of the radiology department, personal protection and training of staff, examination procedures for patients suspected of or confirmed with COVID-19 as well as patients without an exposure history or symptoms. Those with suspected or confirmed COVID-19 infection were scanned in the designated fever-CT unit. people suspected or confirmed to be infected with COVID-19 underwent fever-CT examinations. Including initial examinations and re-examinations, the total number of fever-CT examinations numbered 3,340. As a result of our precautions, none of the staff of the radiology department were infected with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: Strategic planning and adequate protections can help protect patients and staff against a highly infectious disease while maintaining function at a high-volume capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The radiology department was divided into four areas [5]: contaminated, semicontaminated, buffer, and clean areas (Fig. 1) . The contaminated area is connected to the fever clinic and includes the fever access way, the CT examination room, and the DR examination room for confirmed and suspected cases. One CT scanner and one DR system closest to the emergency department are designated the fever-CT and fever-DR to examine patients 2",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The whole world has been closely focusing on an outbreak of respiratory disease caused by a novel coronavirus that was first reported in Wuhan, China, on December 31, 2019, and that continues to spread. On February 11, 2020, the World Health Organization named the disease \"coronavirus disease 2019\" (COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As of 24:00 on March 11, 2020, the National Health Commission (NHC) had received reports of 80,793 confirmed cases and 3,169 deaths on the Chinese mainland. There remain 14,831 confirmed cases (including 4,257 in serious condition) and 253 suspected cases still hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date, 677,243 people have been identified as having had close contact with infected patients, of whom 13,701 are under medical observation [1] . Outside China, 44,067 laboratory-confirmed cases and 1,440 deaths have occurred in 117 countries, territories, or areas according to the World Health Organization [2] . COVID-19 poses significant threats to international health. Like the flu, COVID-19 is thought to spread mainly between people who are in close contact with one another through respiratory droplets produced when an infected person coughs or sneezes. In light of the infectious nature of this disease, health care workers are at high risk of infection of COVID-19. In China, health care workers account for 1,716 confirmed cases of COVID-19, including six deaths [3] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 778,
                    "end": 781,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "CT can play a role in both diagnosing and categorizing COVID-19 on the basis of case definitions issued by the World Health Organization and the treatment guidelines from the NHC [4] . Suspected patients having the virus may undergo chest CT. Isolation and barrier procedures are necessary to protect both the department staff and other patients in the hospital. Note should be made that due to overlap of imaging findings with other respiratory diseases, CT is not helpful as a screening tool. But it can help identify the degree of pulmonary involvement and disease course.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our hospital is a national regional medical center with 4,300 beds and a tertiary referral center in Sichuan province. The initial response started on January 21, 2020, after transmission of COVID-19 was confirmed to be human to human on January 20, 2020. The first suspected case of COVID-19 in Sichuan province was reported on January 21, 2020. The Sichuan provincial government immediately launched the first-level response to major public health emergencies. On the same day, our hospital was designated to care for Sichuan province patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This article describes the emergency management procedure of our radiology department for situations involving severe infectious diseases, such as COVID-19, and the infection-protection experience of the department staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The hospital provided personal protective equipment (medical protective clothing, surgical cap, N95 mask, gloves, face shields, and goggles) to all its health care staff, erected three medical tents (fever tents) for screening of fever cases in the parking lot of the emergency department, planned an examination route and examination area for patients suspected of harboring the virus, and placed confirmed patients in an isolation ward. \"Fever\" was the colloquial term used to designate suspected COVID-19 based on symptoms such as a fever or with an epidemiological history of a potential exposure as well as those with confirmed COVID-19 referred for treatment. Furthermore, during outbreak, emergency and outpatient patients without fever were asked for information such as epidemiological history and sent to fever tents as long as they met suspected criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The radiology department has 65 diagnostic radiologists and 161 other staff members (trained technologists, nurses, engineers, and support staff). The equipment of the radiology department includes 12 MR scanners, 14 CT scanners, 15 systems, 32 sets of digital radiography (DR) systems (including 9 mobile bedside DR sets), and 130 imaging diagnostic workstations for PACS. Most of the equipment is distributed among four buildings at the hospital main campus. Four CT scanners, four MR scanners, and one DR are located on the first floor of the first inpatient building, and nine DR and eight digital subtraction angiography systems are located on the second floor. One CT and one MR scanner are located in the third inpatient building. One CT and one MR scanner are located in the sixth inpatient building. Two CT scanners, two MR scanners, and seven digital subtraction angiography are located in the technical building. The rest of the equipment is located in the seventh inpatient building in the branch campus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The first inpatient building, located next to the emergency department, was reconfigured to handle cases of COVID-19. Fever tents were set up by the emergency department in the emergency department parking lot to separate normal emergency patients from patients with symptoms or exposure history suspicious of COVID-19. We established separate means of access between fever tents and between the fever examination areas of the radiology department to avoid cross-contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The emergency management and infection control measures, as described later in this article and implemented in the radiology department during the outbreak, have been approved by the infection control committee of hospital. These measures are in accordance with relevant laws and regulations to protect patients as well as the staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The radiology department director chaired the Radiology Emergency Management and Infection Control Team (EMICT). Its members include the deputy director, chief technologist, head nurse, equipment engineer supervisor, and infection control nurse of the radiology department. Team responsibilities included (1) coordination between the hospital's management and planning of infection control and radiology departments; (2) collection of the most up-todate protection-related information to educate and train staff in the department; (3) reallocation of staff according to the actual situation; (4) establishment of the CT procedures for patients with COVID-19; and (5) establishment of an emergency management plan for the radiology department to ensure that the department would run normally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiology Emergency Management and Infection Control Team"
        },
        {
            "text": "The suspected patients were identified according to the Diagnosis and Treatment Program of the Novel Coronavirus Pneumonia of the NHC [4] , mainly based on epidemiological history .  107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158   159  160  161  162  163  164  165  166  167  168  169  170  171  172  173  174  175  176  177  178  179  180  181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210 with suspected and confirmed COVID-19. There is a separate dedicated access between the contaminated area and the fever screening tents. The semicontaminated area includes the fever-CT control room, fever-DR control room, and other patient examination access areas. The buffer zone includes access areas for medical personnel and a dressing area for technologists. The clean area includes the administrative office and the diagnostic room.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 702,
                    "text": ".  107  108  109  110  111  112  113  114  115  116  117  118  119  120  121  122  123  124  125  126  127  128  129  130  131  132  133  134  135  136  137  138  139  140  141  142  143  144  145  146  147  148  149  150  151  152  153  154  155  156  157  158   159  160  161  162  163  164  165  166  167  168  169  170  171  172  173  174  175  176  177  178  179  180  181  182  183  184  185  186  187  188  189  190  191  192  193  194  195  196  197  198  199  200  201  202  203  204  205  206  207  208  209  210",
                    "ref_id": null
                }
            ],
            "section": "Suspected Patients"
        },
        {
            "text": "The contaminated area was isolated from other areas using physical barricades. Directional signs were newly installed to guide patients and staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suspected Patients"
        },
        {
            "text": "For providing care for patients with confirmed and suspected COVID-19, all hospital staff are required to wear complete personal protective equipment [7] : medical protective clothing, surgical cap, N95 mask, gloves, face shields, and goggles. Wearing and removing of the equipment must be performed in accordance with the procedures and under the supervision of the infection control nurse.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Personal Protection and Training of Staff"
        },
        {
            "text": "Because staff members working in the contaminated area are under much situational pressure, periodically taking time off could lower their physical and mental stress levels. The technologists on fever-CT duty shifts are provided a break once a week for 4 hours. In addition, the health of staff in the contaminated area must be monitored closely for the symptoms of COVID-19. Pregnant staff must be assigned to the clean area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal Protection and Training of Staff"
        },
        {
            "text": "The EMICT formulates and continually updates guidelines and educates all staff for West China Hospital of Sichuan University. The EMICT training for staff is mainly involves documents regarding infection control and CT findings of COVID-19 and maintains an EMICT WeChat Q6 group for West China Hospital of Sichuan University. WeChat is the most widely used social media app in China. The EMICT releases the latest national and hospital-based information regarding COVID-19, guidance documents, and other notices from the hospital and radiology department in the WeChat group on a daily basis. Staff can also report to the EMICT in the WeChat group any time. Protocols for each modality and infection control instructions are posted on the walls in all examination rooms. The EMICT periodically reminds staff to undertake personal measures to reduce infection, such as wearing masks at all instances in the radiology department and N95 masks if working in the contaminated area; not touching the mask and the eyes; practicing hand hygiene; facing away from colleagues when eating, drinking, and talking; and not using personal cellular telephones while on duty. 211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314 In addition, the chief thoracic radiologist provided lectures on all radiologists and technologists on typical CT findings of COVID-19 infection using materials developed in Wuhan, the epicenter of the outbreak in China.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1680,
                    "text": "211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314",
                    "ref_id": null
                }
            ],
            "section": "Personal Protection and Training of Staff"
        },
        {
            "text": "There are two sets of procedures for CT examination: the fever-CT procedure (Fig. 2) Q7 and routine CT procedure (Fig. 3) for those not suspected of COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CT Examination Procedures"
        },
        {
            "text": "The Fever-CT Procedure for Suspected or Confirmed COVID-19. Before the fever-CT technologist operates the equipment, he or she should wear personal protective equipment according to three-level protection standard [6] . Before the CT examination of patients with suspected and confirmed COVID-19 begins, the fever tent or isolation ward notifies the radiologist in advance. The fever-CT technologist checks the equipment and prepares to disinfect the imaging equipment immediately after the examination.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "The patient enters the fever-CT waiting area through the fever access area. If the patient can get onto and off the examination table by him-or herself, the patient is allowed to do so. If the patient cannot get onto or off the examination table independently, the person accompanying the patient assists the patient, rather than the technologist. The technologist checks the patient information and, using an intercom system in the examination room, asks the patient to remove any metal ornaments on the neck and chest. Also, by intercom, the technologist trains the patient to hold his or her breath during the examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "The technologist uses a low-dose chest CT protocol to scan the patient. After scanning, the original images are reconstructed as 1-mm-thick layers. The technologist browses the images to ensure that their quality meets the diagnostic requirements and then guides the patient to leave through the fever access area. The disposable sheets for patient examination are changed after each patient. The equipment is disinfected according to the procedure described later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "To protect themselves, the technologists assigned to the fever-CT wear N95 mask and other personal protection as established by the EMICT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "The CT Procedure for Regular Patients. Some patients with COVID-19 have no symptoms, and they may call at the general clinic for other reasons. The following CT procedure is applicable under the following Q 8 circumstances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "When the patient makes an appointment for examination, the staff asks the patient about his or her epidemiological history, symptoms, and signs. If suspected criteria are met, the patient will be sent to the fever tent for further screening. When a patient presents to the radiology department entrance, his or her temperature is measured. If the temperature is higher than 37.2 C, the patient is sent to the fever tent for further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "Those with no exposure history, suspicious symptoms, or fever are screened in one of the noncontaminated CT scanners. The technologists assigned to these scanners wear surgical masks. All patients and the people accompanying them are required to wear surgical masks. After the CT examination, the technologist browses the images quickly. If the CT appearance is typical of lung infection, the technologist immediately reports it to the chest radiologist on duty and asks the patient to wait in the CT examination room. If the chest radiologist does not suspect COVID-19 infection, the patient can leave the CT examination room. If the chest radiologist does suspect COVID-19 infection, the technologist immediately reports it to the EMICT and sends the patient to the fever tent. The floor and equipment in the CT examination room are disinfected according to regulations, and air disinfection is conducted for 30 min before examining other patients. These CT scanners are considered noncontaminated (not fever-CTs) after these sterilization procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "Fever-DR Examination Procedure. The COVID-19 guideline of the NHC does not recommend chest DR because its ability in diagnosing COVID-19 is limited. At our hospital, we only use mobile DR units to provide bedside examination for critically ill patients. The technologist operating the mobile DR wears personal protective equipment according to the three-level protection standard and sterilizes the mobile DR according to the ward management requirements as described next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Examination Procedures"
        },
        {
            "text": "Routine Disinfection Procedure [7] . n Object surface disinfection: Object surface is wiped with 1,000 mg/L chlorine-containing disinfectant, wiped twice with 75% ethanol for noncorrosion resistance, once every 4 hours. n Equipment disinfection: The equipment in the contaminated area is wiped with 2,000 mg/L chlorine-containing disinfectant. The DR and CT gantry in the contaminated area are wiped with 75% ethanol. The equipment in the buffer area is wiped with 500 to 1,000 mg/L chlorinecontaining disinfectant or alcohol-containing disposable disinfectant wipes twice a day. n Air disinfection: All central air conditioners were turned off to prevent air contamination with each other. Polluted area: the door is opened for ventilation, each time more than 30 min, once every 4 hours. The air sterilizer is continuously sterilized or the ultraviolet ray is continuously used in the unmanned state for 60 min, four times a day, remembering to close the inner shielding door during air disinfection. Other ambient air is sprayed with 1,000 mg/L chlorine-containing disinfectant and ventilated twice a day.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Equipment and Environment Disinfection Procedures"
        },
        {
            "text": "n Ground disinfection: The ground is wiped with 1,000 mg/ L chlorine-containing disinfectant, once every 4 hours. n When contaminated, disinfect at any time. In case of visible contamination, disposable absorbent materials should be used first to completely remove the pollutants, and then a cloth soaked with 2,000 mg/L chlorine-containing disinfectant should be used for 30 min before wiping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment and Environment Disinfection Procedures"
        },
        {
            "text": "Fever-CT Disinfection Procedures After Examination. In addition to the previous procedures, the examination bed is disinfected and ground with 2,000 mg/L chlorinated disinfectant [7] .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Equipment and Environment Disinfection Procedures"
        },
        {
            "text": "Suspected COVID-19 Case Examination. In addition to the routine disinfection procedure previously described, air disinfection is conducted for 30 min before examining other patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Noncontaminated CT Disinfection Procedures After"
        },
        {
            "text": "From January 21, 2020, when screening for epidemiological history or symptoms suspicious for COVID-19, to March 9, 2020, our hospital screened a total of 7,203 individuals and confirmed 24 cases of COVID-19. Of these, 3,083 people underwent fever-CT examinations. Including the initial examination and reexamination, the total number of fever CT examination numbered 3,340. The fever-CT scanned a patient approximately every 21.5 min. As a result of our precautions, none of the staff of the radiology department developed symptoms suspicious for COVID-19. The fever-CT technologist, with the highest probability of exposure, remains negative per polymerase chain reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "It has been 17 years since the severe acute respiratory syndrome epidemic, the last national spread of severe infectious disease, broke out. Currently, the Chinese people are panicking again. The speed and extent by which COVID-19 has spread in 2 months are unprecedented, beyond those of severe acute respiratory syndrome, and this has been aided by its contagious nature and rapid spread via droplets and contact. The droplet mode of transmission means that a person can be infected easily by means of casual contact or even fomites on contaminated environmental surfaces. Another theory has yet to be proved: aerosol propagation. How radiology departments respond to any infectious disease outbreak is determined primarily by the estimated risk of cross-infection to the staff and other patients. Appropriate precautions taken only by staff in direct contact with patients may be adequate when the risk is low. The strongest measures need to be implemented to limit the spread of the disease when the risk is high. With severe infectious diseases such as COVID-19, the highest level of infection control measures must be implemented; these include providing adequate standard protective equipment, training staff, and instituting proper emergency plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Once a contagious infectious disease has been identified, the EMICT must consider four main areas of response: data gathering, collaboration, needs assessment, and expert advice [7] . Data gathering includes dissemination of up-to-date case definitions and information about confirmatory tests to all staff with direct patient contact to allow appropriate barrier precautions to be taken. All typical and atypical imaging features of the disease should be made known to all radiologists to assist in recognition of the disease on images and to allow accurate reporting of these findings. We have stored images of all probable cases of COVID-19 in the PACS so that these images were readily available for any radiologist to review, and images from previous imaging studies are also available for comparison.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Collaboration with the radiology departments of other hospitals is very important because patients may initially present to different centers, depending on geographic location and travel distance. These patients may be few in number at a single hospital, but if data from patients at several hospitals are available, a more accurate overall understanding of both imaging features and epidemiology can be achieved. Dissemination of this information to all health care facilities will also lead to early recognition of the disease, and appropriate isolation measures may be instituted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The Internet and social media apps, especially WeChat, have been used for distribution of medical information, and because the exchange of information regarding infectious disease outbreaks is almost instantaneous, it is an indispensable tool for radiologists. Within a month of the outbreak, the hospital that received the most infected patients from the source of the outbreak made a PowerPoint (Microsoft Corporation, Redmond, Washington) presentation of the CT manifestations of COVID-19, which was shared via WeChat and disseminated across the country in a very short time. Subsequently, COVID-19-teaching Pow-erPoint presentations from various hospitals were quickly shared via WeChat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our diagnostic process is limited in that chest CT along is not diagnostic of COVID-19 because of lack of imaging specificity. But when combined with other epidemiological, clinical, laboratory, and virus nucleic acid information, typical chest CT imaging findings are helpful for making the diagnosis. In our opinion, the major role of chest CT is to understand the extent and dynamic evolution of lung lesions induced by COVID-19. The reasons we adopted the lowdose chest CT scan protocol are as follows: low-dose chest CT has been widely used in the screening of early lung cancer. It is well known that many early lung cancers are ground-glass opacities, so we believe that low-dose screening is also applicable for COVID-19. In addition, considering the rapid development of COVID-19, many CT examinations may be conducted in the same individual to monitor disease progress. Low-dose scanning can reduce the radiation damage to patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although the processes we established minimized the exposure of hospital staff, ancillary personnel, and other patients, it remains limited for the following reasons: Sichuan province is not the center of the epidemic. The number of patients with COVID-19 whom we have treated has not been high, and most cases are from other provinces of China. However, we believe that our experience in management, the reconfiguration of our radiology department, and the workflow changes implemented in the current COVID-19 situation are useful for other radiology departments that must prepare for dealing with patients with COVID-19. Although no radiology personnel developed symptoms suspicious for or were confirmed as having COVID-19, there may be asymptomatic personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "-To respond to a community infection emergency, a special emergency management team needs to be set up at the departmental level to implement infection containment and control procedures that continue to allow the imaging examination and imaging diagnosis of those with suspected infection and to prevent intradepartmental spreading of infection (EMICT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TAKE-HOME POINTS"
        },
        {
            "text": "-Infection control measures, such as reconfiguration of department areas, personal protection, and antiinfection training of all staff; standardized procedures including contact minimization for chest CT and DR examinations; and timely disinfection of CT and DR examination rooms should be implemented properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TAKE-HOME POINTS"
        },
        {
            "text": "-If there is more than one scanner in a hospital, only one of them should be assigned to suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TAKE-HOME POINTS"
        },
        {
            "text": "UNCITED REFERENCE [8] . 523  524  525  526  527  528  529  530  531  532  533  534  535  536  537  538  539  540  541  542  543  544  545  546  547  548  549  550  551  552  553  554  555  556  557  558  559  560  561  562  563  564  565  566  567  568  569  570  571  572  573  574   575  576  577  578  579  580  581  582  583  584  585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601  602  603  604  605  606  607  608  609  610  611  612  613  614  615  616  617  618  619  620  621  622  623  624  625  626 ",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 543,
                    "text": "523  524  525  526  527  528  529  530  531  532  533  534  535  536  537  538  539  540  541  542  543  544  545  546  547  548  549  550  551  552  553  554  555  556  557  558  559  560  561  562  563  564  565  566  567  568  569  570  571  572  573  574   575  576  577  578  579  580  581  582  583  584  585  586  587  588  589  590  591  592  593  594  595  596  597  598  599  600  601  602  603  604  605  606  607  608  609  610  611  612  613  614  615  616  617  618  619  620  621  622  623  624  625  626",
                    "ref_id": null
                }
            ],
            "section": "Q14"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "Daily briefing on novel coronavirus cases in China. Available at",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report-52. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Health Commission of the People's Republic of China. Latest developments in epidemic control on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health Commission of the People's Republic of China. The notification of the trial operation based on the guideline version 6 in the coronavirus disease diagnosis and treatment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health Commission of the People's Republic of China. The guideline for pathogens isolated operations in hospital",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health Commission of the People's Republic of China. The guideline for prevention and control of hospital acquired infections of airborne pathogens",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health Commission of the People's Republic of China. The standardization for sterilization techniques in hospital",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bioterrorism preparedness: generic blueprint for health departments, hospitals, and physicians",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect Dis Clin Pract (Baltim Md)",
            "volume": "11",
            "issn": "",
            "pages": "115--137",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Diagram of the layout of our radiology department was divided into four areas: contaminated (shaded in black), semicontaminated (shaded in dark gray), buffer (shaded in light gray), and clean areas (shaded in white). The contaminated area was separated from other areas by barriers. DR ¼ digital radiography. Journal of the American College of Radiology 3 Huang et al n The Battle Against COVID-19 Q2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Diagram shows CT protocol for suspected and confirmed patients with coronavirus disease 2019. DR ¼ digital radiography; HIS Q13 ¼ .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Diagram shows CT protocol for regular patients. COVID-19 ¼ coronavirus disease 2019; EMICT ¼ Radiology Emergency Management and Infection Control Team.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}