{
    "paper_id": "1148a1582ea3ea9ede868c32236697ecd7eab8a2",
    "metadata": {
        "title": "Two-stepping through time: mammals and viruses NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [
                    "R"
                ],
                "last": "Meyerson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sara",
                "middle": [
                    "L"
                ],
                "last": "Sawyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Microbiol",
                "middle": [],
                "last": "Author",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent studies have identified ancient virus genomes preserved as fossils within diverse animal genomes. These fossils have led to the revelation that a broad range of mammalian virus families are older and more ubiquitous than previously appreciated. Long-term interactions between viruses and their hosts often develop into genetic arms races, where both parties continually jockey for evolutionary dominance. It is difficult to imagine how mammalian hosts have kept pace in the evolutionary race against rapidly evolving viruses over large expanses of time, given their much slower evolutionary rates. However, recent data has begun to reveal the evolutionary strategy of slowly-evolving hosts. We review these data, and suggest a modified arms race model where the evolutionary possibilities of viruses are relatively constrained. Such a model could allow more accurate forecasting of virus evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "\"The microscopic and sub-microscopic parasites can evolve so much more rapidly than their hosts that the latter have little chance of evolving complete immunity to them… The most that the average species can achieve is to dodge its minute enemies by constantly producing new genotypes.\" --J.B.S. Haldane, 1949 [1] ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recent studies have unearthed a treasure trove of prehistoric virus 'fossils,' viral genomes or genome segments frozen millions of years ago as integrated copies in the genomes of diverse animal hosts (see [2] and references therein). The fact that these integrated viral fossils can be easily recognized as belonging to modern virus families is stunning, given the fact that modern exogenous viruses have replicated and evolved for many millions of years since these viral fossils were captured [2]. Despite high rates of mutation, the evolution of virus sequence is clearly constrained. This constraint comes partially from intrinsic selective forces that limit virus evolution, such as selection for modulation of pathogenicity to the host, and the structural constraints of the virus itself. Other major constraints on virus evolution come from the diverse immune strategies imposed by hosts. Cumulatively, these constraints act together to limit all aspects of virus evolution, from the swarm of variants produced in a single host to the evolution of expanded host range. These newly identified fossils indicate that constraint on virus evolution may be far greater than has previously been appreciated.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The discovery of these fossils also confirms that mammals have evolved to their current form within a landscape full of diverse viral threats, a situation that has dramatically influenced their own evolution. Although constrained in many ways, viruses still evolve much more quickly than the hosts that they infect. The response time for evolutionary adaptation by viruses can be nearly instantaneous, while mammals reproduce on the scale of years or decades. The dominant force enabling mammals to counteract the extreme genetic diversity of the viruses that they face is generally thought to be the adaptive immune system. Adaptive immunity employs gene rearrangements performed during the lifetime of an individual host, creating a nearly infinite spectrum of receptors and antibodies that evens the playing field between the host and rapidly evolving viral pathogens. But the first line of defense in fighting infection, and one that is thought to be successful against the vast majority of pathogens encountered, is the hard-wired innate immune system. Innate immunity is executed by genes that must function strictly in the form in which they were inherited. The human genome has approximately 1,000 genes dedicated to defense or immunity, most of which cannot diversify in the course of a single host lifetime [3] . Somehow all of these genes must remain honed against their viral targets even though they are trapped in a slowly evolving mammalian genome [4] . In recent years, molecular evidence has emerged, largely from the HIV field, that describes how hosts respond to infection over evolutionary time. While the strategy of viruses is to rapidly adapt to new challenges, the strategy of hosts is, by necessity, altogether different.",
            "cite_spans": [
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Genes involved in immunity and defense become effective against their viral targets by natural selection over many generations, with individuals encoding less effective alleles dying from infection with bias [5] . Once effective immunity alleles become common, viruses are expected to counter-evolve, thereby placing selective pressure back on the host species. These dynamics create an ever-escalating genetic 'arms race' between host and virus that results in the rapid evolution of both [6] . Genetic arms races have been shown to play out predominantly through host and virus proteins that directly interact. For instance, host major histocompatibility complex (MHC) genes encode receptors that present peptides at the cell surface for recognition by T cells. MHC class I genes have been acutely selected for alleles that effectively present viral peptides and, as a result, MHC genes are highly divergent between and within species [4] . Viruses, in turn, evolve under selection for mutations that prohibit presentation of viral peptides by these receptors [7] . In the past ten years, an entire landscape of membrane-bound or cytosolic viral sensors have been discovered to act in innate immunity [8] [9] [10] [11] . These include a large number of constitutively expressed proteins called 'restriction factors' that recognize viruses and inhibit their replication directly [12] . In primates, these proteins include tetherin/BST-2 and members of the APOBEC3 and tri-partite motif (TRIM) families [13] [14] [15] . For example, the TRIM5α protein interacts with the capsid core of retroviruses as they enter the cytoplasm of an infected cell (Figure 1a ). Different primate orthologs of TRIM5α have recognition specificity for different retroviral capsids, and infection is only blocked when interaction occurs [16] . Physical interactions such as the one between TRIM5α and capsid are fertile ground for arms race dynamics [17, 18] . In many cases, viruses also encode proteins that antagonize host immunity pathways [8, 14] , and these physical interactions can also be subject to arms races [19] [20] [21] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1380,
                    "end": 1384,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1508,
                    "end": 1512,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1816,
                    "end": 1820,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1929,
                    "end": 1933,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1934,
                    "end": 1937,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2023,
                    "end": 2026,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2027,
                    "end": 2030,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2099,
                    "end": 2103,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2104,
                    "end": 2108,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2109,
                    "end": 2113,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 1647,
                    "end": 1657,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "Genetic arms races are fundamentally dialogues of call and response between host and viral genomes. However, since arms races unfold over evolutionary time scales, how do hosts actually compete, given the dramatically different evolutionary rates that usually divide mammalian hosts from their viral pathogens? The answer to this conundrum lies largely in the complex and multi-faceted nature of the immune system. Novel mutations in viral genomes that allow escape from one arm of the immune system will only be viable if they do not make the virus susceptible to other immune strategies. Viral evolution is further limited by interactions with proviral host proteins. As obligate parasites, viruses survive by hijacking host proteins (called cofactors) for processes such as cellular entry and nuclear trafficking (Figure 1a ). For instance, cellular entry of HIV requires the human cell surface receptor CD4. A co-receptor is also required for entry, which for most HIV strains is the chemokine receptor CCR5 (Figure 1a ) [22] . In large-scale screens, HIV and influenza have each been shown to require several hundred cofactors for replication in humans cells (see [23, 24] and references therein). It should be noted that allelic versions of cofactors that lack compatibility with viruses are just as effective at blocking infection as potent immunity alleles, and possibly more so. For example, some humans encode a variant allele of CCR5, CCR5Δ32, where a 32 base pair deletion gives rise to a defective receptor that is not expressed on the cell surface [22] . Those individuals homozygous for this allele are almost completely resistant to HIV infection, and even heterozygous genotypes afford some protection due to reduced expression levels of CCR5. Why this allele exists is unknown, but it is highly relevant in a population that is now infected with HIV. In this respect, cofactors can also be engaged in arms race dynamics with viruses [25, 26] . In such cases, the host genome experiences selection to encode cofactors that are non-optimal for viruses, and viruses are selected to efficiently utilize available host cofactors ( Figure 1b) . New viral variants will only be viable if they retain all necessary cofactor interactions, and simultaneously avoid fatal interactions with immune system proteins.",
            "cite_spans": [
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1951,
                    "end": 1955,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1956,
                    "end": 1959,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 826,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1012,
                    "end": 1022,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2144,
                    "end": 2154,
                    "text": "Figure 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "Selective pressures exerted by the many host immunity proteins and cofactors in combination funnel viruses into a very small mutational space for escape and adaptation. This is supported by many examples where viruses repeatedly escape through the exact same amino acid change, not just through mutation from one amino acid to any other. For example, in experimental cross-species infections of simian immunodeficiency virus (SIV) from sooty mangabeys (SIVsm) into rhesus macaques, viral replication was initially weak due to restrictive TRIM5 alleles [27] . However, viral escape occurred in four different macaques and in all cases involved the same single amino acid change (R97S) in the capsid protein. In another example, there have been multiple independent cross-species transmissions of SIV from chimpanzees (SIVcpz) and possibly gorillas (SIVgor) to humans, giving rise to HIV-1 groups M, N and O. A single amino acid position in the gag-encoded matrix protein underwent the same mutational substitution (M30R) in all of these crossspecies transmissions [28] . When HIV-1 was passaged back through chimpanzees, this mutation reverted. Similar to these two examples from the HIV field, there are many amino acid positions in the influenza genome that have characteristic mutations depending on the source species, suggesting that the web of selective constraints in each species repeatedly results in viruses acquiring signature adaptive mutations [29] . The focused routes of adaptation seen in these examples are a reflection of the massive and multi-factorial constraints imposed by the host. This serves as an important reminder that viral evolution studies are most meaningful when conducted in animal models, as a greater range of viral mutations can be explored in cell culture assays than will actually be viable in the infected host.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "Arms races play out in populations of hosts, which slows the rate of viral adaptation Each step in an evolutionary arms race begins with selection for an advantageous mutation in a population, either host or viral ( Figure 2 ). Only when adaptive mutations go to fixation in either a host or viral population is the arms race permanently moved onward. This is probably a relatively rare event, and the fixation of a potent mutation in a host or viral gene could theoretically end an arms race forever, driving the other party to extinction. Instead, the Red Queen hypothesis [30] predicts that selective pressures exerted by hosts and viruses upon one another will often result in oscillating allele frequencies in both populations. This is because selective pressure for viruses to counter-evolve will not be strong until a significant number of potential hosts are of a resistant genotype. This provides an important advantage to the host, because it slows the spread of novel, adaptive viral variants through host populations.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "The case of CCR5, the HIV cellular co-receptor mentioned above (Figure 1a ), illustrates this concept. Most SIV strains also use CCR5 as a co-receptor, but some sooty mangabeys and red-capped mangabeys encode defective alleles of CCR5 [31, 32] . Despite the fact that these alleles are relatively common, the SIV strains that infect these two species (SIVsmm and SIVrcm) replicate perfectly well, even in individuals that are homozygous for defective CCR5. This is because in both cases these viruses have evolved to use additional coreceptors. This is the type of escape that can be expected in the face of common resistance alleles. In humans, the defective CCR5Δ32 allele is quite common in some parts of the world, with about 18% of Caucasian individuals being heterozygous and 1% being homozygous [22] . Similar to sooty and red-capped mangabeys, a few CCR5Δ32 homozygous humans have also been reported to be infected with HIV, again through mutations of the HIV surface protein that allow use of an additional co-receptor (CXCR4 in this case) [22] . This viral escape through co-receptor switching also happens in many latestage HIV-1 patients who are wild-type for CCR5, and in patients treated with the CCR5inhibiting drug Maraviroc [33] . In both cases this is presumably because the preferred target cells become more scarce or unavailable. Due to the HIV/AIDS epidemic, there continues to be a rise in the frequency of hypomorphic alleles of CCR5 in Africa [34] , suggesting that HIV might continue to evolve the ability to use new co-receptors as highly susceptible hosts diminish.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 73,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "The scenario just described is but one part of a larger picture. In fact, probably hundreds of host loci additively contribute to viral susceptibility. There are many human genes, acting in diverse cellular pathways, in which genetically-encoded polymorphic variants can influence the outcome of viral exposure or infection [35, 36] . Primates encode entire families of several key proteins involved in virus recognition, such as the APOBEC3, TRIM, MHC, killer cell immunoglobulin-like receptor (KIR), and interferon-inducible transmembrane (IFITM) protein families [9, 13, 37, 38] . Further, each of these loci might have many cocirculating alleles in a population; the human HLA-B locus of the MHC has over 800 reported alleles [11] . Diploid hosts can carry two different alleles at each locus, each with distinct viral targets. For dominant immunity factors, this means twice the specificity and therefore increased resistance to infection. Heterozygote advantage has been directly demonstrated at MHC loci in both humans and macaques [39, 40] . Different alleles of TRIM5 found in primate populations have also been shown to have different viral specificities, possibly leading to a scenario where balancing selection operates to maintain multiple alleles in populations [27, 41] . With all of these considerations, it is unlikely that any two individuals in any mammalian population have the exact same genetic immunity profile. A key point is that, when viruses evolve to escape resistant host genotypes in the context of a host population, this will provide them access to only a limited number of new hosts due to the mosaic of host genotypes involved. The broad genetic diversity between immune system components of different individuals should dramatically slow the spread of viral escape variants through host populations, and is yet another weapon in the arsenal of the slowly evolving host.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1276,
                    "end": 1280,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Host immune complexity dramatically limits the escape options available to viruses"
        },
        {
            "text": "Because host genes engaged in evolutionary arms races are under strong selective pressure to change and adapt, they often evolve at a faster rate than other genes. In fact, immunity genes are some of the most rapidly evolving mammalian genes, acquiring unexpectedly high numbers of non-synonymous nucleotide substitutions [42] [43] [44] . The genes of all three of the retroviral restriction factors diagrammed in Figure 1 have accumulated such mutations more rapidly than the bulk of human genes ( Figure 3 ). Importantly, this pattern indicates that single amino acid substitutions in a protein can be adaptive in the context of an arms race [18, 45, 46] . This is critical to the success of the host because simple point mutations are the most common and abundant form of genetic variation upon which natural selection can act.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 422,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 499,
                    "end": 507,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Single point mutations can lead to major adaptations during evolutionary battles"
        },
        {
            "text": "The power of point mutations can be well demonstrated with examples from the functional characterization of these same three retroviral restriction factors. Single amino acid changes in TRIM5α can be highly adaptive, as some allow recognition of different mammalian retroviral capsid types [47] [48] [49] [50] [51] . Conversely, single amino acid changes in retroviral capsid proteins can also be adaptive by decreasing susceptibility to TRIM5α [27, [52] [53] [54] [55] . Another restriction factor, tetherin, is a cell surface, membrane-bound protein that prohibits budding of retroviruses as well as filoviruses, herpesviruses, and arenaviruses ( Figure 1a ) [14] . Viruses encode countermeasures to tetherin, including the SIV antagonist Nef and the HIV-1 antagonist Vpu, and single point mutations in tetherin can modulate sensitivity to these viral antagonists [19] [20] [21] . The APOBEC3G protein is a restriction factor with activity against a broad range of viruses, but is neutralized by the HIV/SIV accessory protein Vif (Figure 1a ) [56] . A single amino acid change in APOBEC3G can make it insensitive to Vif [57] [58] [59] , and single amino acid changes in Vif can alter specificity for APOBEC3G [60] . Thus, exquisitely small biochemical changes, at the level of a single amino acid, can enhance or reduce affinity between players in an evolutionary arms race.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1122,
                    "end": 1126,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 658,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1032,
                    "end": 1042,
                    "text": "(Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Single point mutations can lead to major adaptations during evolutionary battles"
        },
        {
            "text": "In some cases, changes more dramatic than point mutations occur in the context of arms races, and these often end one arms race and start another. For instance, in two different primate lineages TRIM5 has fused with the gene encoding cyclophilin A to produce a TRIM-Cyp restriction factor with a novel retroviral recognition domain, significantly changing the terms of the arms race between TRIM5α and capsid in those species [17] . In humans, tetherin has acquired a deletion in the binding site for its historical SIV antagonist, Nef, freeing tetherin from that arms race until HIV-1 evolved a novel way to neutralize human tetherin using the viral protein Vpu [20, 21, 61] . Adaptive point mutations in the ligand-binding surface of primate CCR5 that influence HIV and SIV binding are not common. Instead, as previously discussed, CCR5 seems to fight the arms race through protein downregulation at the cell surface, with frame-shifted null alleles having arisen independently in humans and two additional SIV-infected primate species [31, 32, 62] . While highly effective, major adaptive changes such as these are expected to occur less often than adaptive point mutations, simply because they involve rarer genetic events.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1047,
                    "end": 1050,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Single point mutations can lead to major adaptations during evolutionary battles"
        },
        {
            "text": "Our studies and those by other groups reveal that host restriction factors could be resampling a small number of biochemical forms repeatedly as arms races play out over evolutionary time. For instance, a single amino acid mutation in human TRIM5α (R332P) can largely restore to this protein the ability to recognize and restrict HIV, and is therefore an important determinant of retroviral specificity [48, 49] . Interestingly, three amino acids, arginine (R), proline (P), and glutamine (Q), have been repeatedly sampled by natural selection at position 332 over tens of millions of years of primate evolution (Figure 4a ) [17] . The R-, P-, and Q-bearing forms of TRIM5α each target different suites of retroviruses [47] [48] [49] [50] [52] [53] [54] [55] . Amazingly, R, P, and Q are each encoded by different alleles co-circulating in sooty mangabey populations, while P and Q are each encoded by different alleles found in rhesus macaque populations (Figure 4a) [41, 63] . This pattern might reflect ancient polymorphism that has survived all or some of simian primate speciation, rather than recurrent mutation to the same few amino acids [41] . Long-term maintenance of such polymorphism could occur if there were balancing selection acting on these alleles [41, 63] . However, polymorphism has rarely been shown to survive even a single speciation event. Regardless of how this striking pattern arose, continued selection for three specificities must be invoked to explain it.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 622,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 956,
                    "end": 967,
                    "text": "(Figure 4a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rock-paper-scissors: are arms races cyclic?"
        },
        {
            "text": "It is unknown why TRIM5α has resampled three amino acids (R/P/Q) at position 332 over evolutionary time. Only three amino acids at this position would be necessary if there are just three amino acids possible at the cognate position(s) in capsid. If true, this would represent a highly constrained arms race, one that is perhaps consistent with the many constraints detailed above. The consistent cycling over evolutionary time between three amino acids (R/P/Q) is perhaps indicative of a rock-paper-scissors game where the choice of weapons on both sides is limited, and therefore must be recycled (Figure 4b) . The evolutionary histories of other retroviral restriction factors, APOBEC3G and tetherin, also reveal resampling of a small set of amino acids at key positions that critically govern viral specificity (Figure 4a ). This is interesting, given the vastly different viral repertoires and modes of action of each of these three restriction factors. Small insertions and deletions in the regions of these critical residues have also been observed [18, 20, 64] , but these more dramatic mutations may sometimes change the interaction surface in a way that still fits into the cyclic pattern of recycled biochemical forms, or might introduce a new one.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 610,
                    "text": "(Figure 4b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 815,
                    "end": 825,
                    "text": "(Figure 4a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rock-paper-scissors: are arms races cyclic?"
        },
        {
            "text": "In reality, physical interactions involve three-dimensional protein surfaces, not single amino acid sites, so changes at single sites must be considered in the context of the rest of the protein. This can be demonstrated with examples from TRIM5α biology, where R332 in the context of the human TRIM5α protein does not restrict HIV, but R332 in the context of sooty mangabey TRIM5α does [41, 49, 65] . It is known that other amino acids in the vicinity of position 332 also contribute to target specificity [47-49, 51, 63] . Several codon positions in TRIM5 show elevated rates of non-synonymous substitution and high levels of polymorphism [17] , so arms races with retroviruses probably play out at multiple specificity-determining residues simultaneously. If multiple residues on a binding surface each engage in their own rock-paper-scissors chase, this will create a finite number of unique protein surfaces with unique interaction specificities. This has been demonstrated with primate protein kinase R (PKR), where amino acid combinations at three critical residues determine interaction with the poxvirus antagonist K3L [46] . Importantly, this study and others demonstrate that the rules of engagement between two interacting proteins, even at a complex interaction surface, can be determined. While the rock-paper-scissors model is almost certainly oversimplified, it could at least help begin to define constraints on viral evolution as discussed in more detail below.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 507,
                    "end": 522,
                    "text": "[47-49, 51, 63]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Rock-paper-scissors: are arms races cyclic?"
        },
        {
            "text": "Our knowledge of how viruses have responded over time to these cycling evolutionary forms of restriction factors remains weak. Alignments of viral genomes are usually limited to samples that have been collected within the last several decades, a scale that precludes analyzing mutational change through an evolutionary arms race. Importantly, the fact that viral genomes dating back tens of millions of years have now been found to be frozen in their historical form in the genomes of slowly-evolving animals might, for the first time, allow us the opportunity to look at viral adaptation over evolutionary scales. Nonetheless, some relevant data does currently exist. Rapid resampling of amino acids at certain residue positions has been observed in the HIV genome. This has been shown to reflect escape from MHC presentation in one host, and then due to the fitness cost of this escape mutation, reversion in another host [66] . Importantly, this does support the idea that there are cognate viral forms that correspond to different host immunity alleles. It was recently found that TRIM5α also restricts herpes simplex virus, but that this effect is highly virus strain-specific [67] . This is again consistent with viral populations having cognate polymorphisms that exhibit escape from certain host alleles. Strain-specific interactions with host cells are commonly observed in the influenza field [68] . Studies that utilize diverse clinical and laboratory isolates of a single virus are powerful and can reveal functional polymorphisms within viral populations, some of which could reflect individual adaptations to different host polymorphisms.",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 928,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1403,
                    "end": 1407,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Rock-paper-scissors: are arms races cyclic?"
        },
        {
            "text": "To reiterate, the rock-paper-scissors model describes a scenario where viral adaptation to a particular host genotype is highly constrained due to the delicate interplay of thousands of genetic determinants. Because of the limited number of genetic forms available, we have proposed a modified arms race model where both parties (host and virus) recycle a small number of alleles in a rock-paper-scissors chase. It remains unknown whether such dynamics will describe other systems. Thanks to high-throughput techniques, rapid progress is being made in understanding the host genetics of viral infection. New immunity genes and cofactors are still being discovered on a regular basis. The IFITM proteins, which restrict cellular entry of diverse viruses such as dengue, West Nile, SARS, HIV, and influenza A, were discovered only in 2009 [37, 69, 70] . Signatures of positive selection have been documented in various host cofactor and immunity genes, suggesting that arms race dynamics will describe many other host-virus interactions [25, 46, 71, 72] . It remains to be seen how generally amino acid resampling, potentially reflective of rock-paper-scissors dynamics, occurs in these scenarios.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 841,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "69,",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1044,
                    "end": 1047,
                    "text": "71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Rock-paper-scissors: are arms races cyclic?"
        },
        {
            "text": "It is tempting to speculate that the level of constraint observed may make forecasting of virus evolution possible. Important goals are to predict the evolution of viruses as they spread through populations, the transmission of viruses from one species to another, and the development of drug resistance. Due to the difficulty of these problems, the number of papers where prospective prediction of viral evolution has even been attempted remains small [73, 74] . Many interesting evolutionary scenarios fundamentally require viruses to adapt to new host genotypic landscapes. The entire endeavor would be doomed if viral escape were truly unconstrained with no 'rules' to be found. However, the rock-paperscissors model says that limited opportunities for escape are possible, at least if we assume that only point mutations will be utilized. Major and more rare genetic events utilized for escape, such as recombination or reassortment between viruses of different species, or the acquisition of novel viral genes, gene domains, or deletions within genes, will likely be impossible to predict. This might preclude prediction of evolution in viruses that experience these phenomena frequently, such as influenza.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 457,
                    "text": "[73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Predicting viral evolution, will it ever be possible?"
        },
        {
            "text": "Ultimately, forecasting viral evolution will require (i) a model of the selective constraints at play in any particular genotypic environment, and (ii) knowledge of how the virus will respond to each of these constraints. Understanding the selective constraints imposed by different host genotypes is not going to be easy (Box 1). This will require a comprehensive list of immunity and cofactor genes relevant to a particular virus, a catalogue of the major alleles of each, and an understanding of which genes are the most potent barriers to, or facilitators of, infection. Next, different host alleles of each gene will each need to be characterized for their viral specificity. Viral escape from restrictive alleles will also need to be characterized, either empirically or using computational models of the protein-protein interaction interfaces between host and viral proteins. Finally, all of this information has to be combined. Once such models exist, if a new genotypic environment presents to a virus one major genetic incompatibility in a known cofactor or immunity factor, and viral response to that block has been well characterized, prediction of viral evolution will be possible. Multiple genetic blocks to infection in a particular genetic background will require multiple corresponding adaptations of the virus, making prediction of viral evolution more complex but perhaps not impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting viral evolution, will it ever be possible?"
        },
        {
            "text": "• What is the global repertoire of host antiviral and proviral genes that interact with each virus?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Outstanding questions"
        },
        {
            "text": "• Which host loci present the most potent genetic barriers to cross-species and individual-to-individual virus transmission?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Outstanding questions"
        },
        {
            "text": "• How many functionally different alleles circulate at each proviral and antiviral locus in host species, and how are they geographically localized?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Outstanding questions"
        },
        {
            "text": "• Once restrictive cofactor and immunity alleles are known, how do different viral isolates escape them?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Outstanding questions"
        },
        {
            "text": "• Once relevant host genes have been described, and viral escape to each defined, can models be derived that predict viral evolution in a new host?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 Outstanding questions"
        },
        {
            "text": "Evolutionary thinking in the HIV field has lead to many significant biological insights. For example, any given retrovirus is expected to be very well adapted to its natural host, and able to evade all aspects of that host's immune system. The opportunities for discovering novel mechanisms of resistance are limited in such systems. However, retrovirologists have clearly demonstrated that cross-species infection assays can lead to a rich description of host and virus genetics. By studying heterologous pairings of viruses and hosts, pairs which have not stayed 'in step' through arms race evolution, large genetic phenotypes of both immunity and virulence have been revealed. Such approaches are, at their core, based on an appreciation for the antiquity of mammalian retroviruses and the fact that mammals have coevolved with similar viruses for tens of millions of years. Now that we realize that many other virus families are ancient and ubiquitous in nature, such approaches should be applied in those fields. Reciprocally, such studies are likely to continue to refine the evolutionary theory of host-virus interactions. The cellular receptor, CD4, is used to illustrate a hypothetical arms race scenario. Interaction of the viral spike glycoprotein with CD4 results in virus entry into the cell. Over time, any mutation in CD4 that reduces the strength of this interaction will be preferred by natural selection acting on the host population. Selective pressure will then be placed on the virus population for a mutation in the glycoprotein that re-establishes interaction with CD4. This back-and-forth interplay will result in the rapid fixation of mutations that alter both protein sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The circles represent populations of hosts, with the circle sizes representing the relative frequencies of different alleles of a single host gene. The spread of a virus (arrows) through this population of hosts is illustrated. Overlapping regions represent heterozygous hosts and non-overlapping regions represent homozygous hosts. (a) In this schematic, the effect of polymorphism in a cofactor gene is illustrated, where the effect on susceptibility would be predicted to be semi-dominant (similar to the CCR5Δ32 mutation discussed in the text).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Arms races play out in populations"
        },
        {
            "text": "Allele A encodes a cofactor that can be exploited by the virus, while allele B encodes a cofactor variant that is resistant to viral exploitation. The virus will be able to replicate in both A/A and A/B individuals, although presumably less well in A/B heterozygotes. Eventually, allele frequencies in the host population will shift due to the partial protection afforded by the A/B genotype. As allele B becomes more common, there will be selective pressure on the virus to better utilize the B cofactor (blue arrows). A new resistant allele, C, might also emerge or pre-exist in the host population. (b) In this schematic, the effect of polymorphism in a restriction factor gene is illustrated, where allelic versions that restrict a virus are predicted to have a dominant influence on susceptibility to infection. The major allele, A, encodes a restriction factor that is inactive against a circulating virus population. Allele B encodes a restriction factor that is effective against this virus. When allele B is rare, all carriers are assumed to be heterozygous. Because A/B individuals are protected from infection, allele frequencies shift such that allele B is now more common, giving rise to B/B homozygotes. The diminished reservoir of A/A homozygotes places pressure on the virus to 'escape' (blue arrows) restriction by the B restriction factor. A new allele with potency against the virus, C, might also emerge or pre-exist in the host population. The distribution shows dN/dS values previously determined for 13,454 human-chimpanzee orthologous gene pairs [44] . Adaptive, gain-of-function mutations commonly arise from point mutations that change an amino acid in the encoded protein. When genes are experiencing sequential rounds of positive selection for new adaptations, as in the arms race scenario, they will retain a higher proportion of non-synonymous mutations (dN) than synonymous mutations (dS) in the domains critical for governing the physical interaction. Domains under positive selection will thus accumulate a characteristic signature of dN/dS > 1. dN/dS values for three primate retroviral restriction factor genes are indicated on this distribution. As expected, restriction factor genes such as TRIM5 and APOBEC3G have some of the highest dN/dS values in the human genome [18, 38] . While it is known that codons within tetherin are evolving under positive selection [19] [20] [21] , a full length gene analysis reveals a much lower dN/dS value (dN/dS ~ 0.3). Tetherin is either under less intense selective pressure for adaptation than APOBEC3G and TRIM5, or is more constrained by its other cellular roles. Both tetherin and TRIM5α are known to function in host roles other than retroviral restriction [75, 76] . Additional evolutionary constraint comes from the other host proteins with which restriction factors must interact in order to execute restriction [14, 56] . (a) Molecular evidence for the rock-paper-scissors model. For each restriction factor, a key residue known to alter specificity for retroviral targets is illustrated, and the amino acid (aa) encoded at that position is reported for a panel of primate sequences available on Genbank.",
            "cite_spans": [
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2305,
                    "end": 2309,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2310,
                    "end": 2313,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2400,
                    "end": 2404,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2405,
                    "end": 2409,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2410,
                    "end": 2414,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2737,
                    "end": 2741,
                    "text": "[75,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 2742,
                    "end": 2745,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2895,
                    "end": 2899,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2900,
                    "end": 2903,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Figure 2. Arms races play out in populations"
        },
        {
            "text": "In two cases, SNPs have been noted at these positions, so multiple amino acids are listed. Amino acid coordinates refer to the human protein except in tetherin (*), where amino acid 17 is the chimpanzee coordinate, since amino acids 14-18 are deleted in the human sequence. Abbreviations: nd, not determined; del, deletion; W, tryptophan; L, leucine; C, cysteine; R, arginine; Q, glutamine; P, proline; K, lysine; D, aspartic acid. (b) The illustration shows the physical interaction between a host restriction factor protein (square) and a virus protein (circle). In the rock-paper-scissors model, both the host and the virus have only a small number of biochemical variants with which to compete (3 in this example), because of the many constraints placed on each. These variants are symbolized by different colors. When colors are matched, the host restriction factor successfully inhibits viral infection. However, escape by the virus is also possible. The host population will then respond through selection for an adaptive mutation that re-establishes interaction. The virus might resample previous states (gray circle) that will now be resistant in the context of the new host genotype (orange square).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Arms races play out in populations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Disease and Evolution. La ricercha scientifica",
            "authors": [
                {
                    "first": "Jbs",
                    "middle": [],
                    "last": "Haldane",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "68--76",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Endless forms most viral",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Genet",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Initial sequencing and analysis of the human genome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "409",
            "issn": "",
            "pages": "860--921",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Defense strategies and immunity-related genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trowsdale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parham",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Immunol",
            "volume": "34",
            "issn": "",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Paleovirology-modern consequences of ancient viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Arms races between and within species",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dawkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Krebs",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc R Soc Lond B",
            "volume": "205",
            "issn": "",
            "pages": "489--511",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Major histocompatibility complex class I genes in primates: co-evolution with pathogens",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "U"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunol Rev",
            "volume": "167",
            "issn": "",
            "pages": "327--337",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral evasion and subversion of pattern-recognition receptor signalling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bowie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unterholzner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Immunol",
            "volume": "8",
            "issn": "",
            "pages": "911--922",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primate-specific regulation of natural killer cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Primatol",
            "volume": "39",
            "issn": "",
            "pages": "194--212",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New developments in the induction and antiviral effectors of type I interferon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Immunol",
            "volume": "23",
            "issn": "",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Point, counterpoint: The evolution of pathogenic viruses and their human hosts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu Rev Ecol Evol Syst",
            "volume": "38",
            "issn": "",
            "pages": "515--540",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human immunodeficiency virus, restriction factors, and interferon",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bieniasz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Interf Cytok Res",
            "volume": "29",
            "issn": "",
            "pages": "569--580",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "TRIM family proteins: retroviral restriction and antiviral defence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nisole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "799--808",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "BST-2/tetherin: a new component of the innate immune response to enveloped viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Trends Microbiol",
            "volume": "18",
            "issn": "",
            "pages": "388--396",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HIV-1 Vif, APOBEC, and intrinsic immunity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goila-Gaur",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strebel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Retrovirology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How TRIM5alpha defends against retroviral invasions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "5249--5250",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular evolution of the antiretroviral TRIM5 gene",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Immunogenetics",
            "volume": "61",
            "issn": "",
            "pages": "163--176",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Positive selection of primate TRIM5alpha identifies a critical species-specific retroviral restriction domain",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "",
            "pages": "2832--2837",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mutation of a single residue renders human tetherin resistant to HIV-1 Vpumediated depletion",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ancient adaptive evolution of tetherin shaped the functions of Vpu and Nef in human immunodeficiency virus and primate lentiviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "7124--7134",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Species-specific activity of HIV-1 Vpu and positive selection of tetherin transmembrane domain variants",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcnatt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of genetic variation in chemokines and their receptors on HIV transmission and progression to AIDS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "177",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cellular networks involved in the influenza virus life cycle",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "427--439",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Host cell factors in HIV replication: meta-analysis of genome-wide studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rapid evolution by positive Darwinian selection in T-Cell antigen CD4 in primates",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Evol",
            "volume": "66",
            "issn": "",
            "pages": "446--456",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ancient and recent adaptive evolution of primate non-homologous end joining genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Demogines",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Genet",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "TRIM5 suppresses cross-species transmission of a primate immunodeficiency virus and selects for emergence of resistant variants in the new species",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kirmaier",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Adaptation of HIV-1 to its human host",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Wain",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biol Evol",
            "volume": "24",
            "issn": "",
            "pages": "1853--1860",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Host restriction of avian influenza viruses at the level of the ribonucleoproteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Naffakh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Microbiol",
            "volume": "62",
            "issn": "",
            "pages": "403--424",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A new evolutionary law",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Valen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Evol Theor",
            "volume": "1",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A novel CCR5 mutation common in sooty mangabeys reveals SIVsmm infection of CCR5-null natural hosts and efficient alternative coreceptor use in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Riddick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Natural infection of a homozygous Delta 24 CCR5 red-capped mangabey with an R2b-tropic simian immunodeficiency virus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Exp Med",
            "volume": "188",
            "issn": "",
            "pages": "2057--2065",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How HIV changes its tropism: evolution and adaptation?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Mosier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin HIV AIDS",
            "volume": "4",
            "issn": "",
            "pages": "125--130",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Natural selection and resistance to HIV",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schliekelman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "545--546",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Human genes that limit AIDS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Genet",
            "volume": "36",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Biological and biomedical implications of the co-evolution of pathogens and their hosts",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Genet",
            "volume": "32",
            "issn": "",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The IFITM proteins mediate cellular resistance to influenza A H1N1 virus, West Nile virus, and dengue virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "139",
            "issn": "",
            "pages": "1243--1254",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ancient adaptive evolution of the primate antiviral DNA-editing enzyme APOBEC3G",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biol",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "HLA and HIV-1: Heterozygote advantage and B*35-Cw*04 disadvantage",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "1748--1752",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "MHC heterozygote advantage in simian immunodeficiency virus-infected Mauritian cynomolgus macaques",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science Transl Med",
            "volume": "2",
            "issn": "",
            "pages": "22--40",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Balancing selection and the evolution of functional polymorphism in Old World monkey TRIM5 alpha",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "19134--19139",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Patterns of positive selection in six mammalian genomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kosiol",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Evolutionary and biomedical insights from the rhesus macaque genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "222--234",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Initial sequence of the chimpanzee genome and comparison with the human genome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Mikkelsen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "69--87",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pattern of nucleotide substitution at major histocompatibility complex class I loci reveals overdominant selection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nei",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "335",
            "issn": "",
            "pages": "167--170",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Protein kinase R reveals an evolutionary model for defeating viral mimicry",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Elde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "485--489",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Removal of arginine 332 allows human TRIM5alpha to bind human immunodeficiency virus capsids and to restrict infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6738--6744",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Species-specific variation in the B30.2(SPRY) domain of TRIM5alpha determines the potency of human immunodeficiency virus restriction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stremlau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "3139--3145",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A single amino acid change in the SPRY domain of human Trim5alpha leads to HIV-1 restriction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Biol",
            "volume": "15",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Restriction of an extinct retrovirus by the human TRIM5alpha antiviral protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "1756--1758",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Two surface-exposed elements of the B30.2/SPRY domain as potency determinants of N-tropic murine leukemia virus restriction by human TRIM5 alpha",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "5631--5636",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Retrovirus resistance factors Ref1 and Lv1 are species-specific variants of TRIM5alpha",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hatziioannou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "10774--10779",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "TRIM5alpha protein restricts both HIV-1 and murine leukemia virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "10786--10791",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "TRIM5alpha mediates the postentry block to N-tropic murine leukemia viruses in human cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "11827--11832",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The human and African green monkey TRIM5alpha genes encode Ref1 and Lv1 retroviral restriction factor activities",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Keckesova",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "10780--10785",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "APOBEC proteins and intrinsic resistance to HIV-1 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Malim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Phil Trans R Soc B",
            "volume": "364",
            "issn": "",
            "pages": "675--687",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A single amino acid of APOBEC3G controls its species-specific interaction with virion infectivity factor (Vif)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schrofelbauer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "3927--3932",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A single amino acid difference in the host APOBEC3G protein controls the primate species specificity of HIV type 1 virion infectivity factor",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Bogerd",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "3770--3774",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "A single amino acid substitution in human APOBEC3G antiretroviral enzyme confers resistance to HIV-1 virion infectivity factor-induced depletion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "5652--5657",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Natural variation in Vif: Differential impact on APOBEC3G/3F and a potential role in HIV-1 diversification",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Pathog",
            "volume": "1",
            "issn": "",
            "pages": "20--28",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Tetherin-driven adaptation of Vpu and Nef function and the evolution of pandemic and nonpandemic HIV-1 strains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Host Microbe",
            "volume": "6",
            "issn": "",
            "pages": "409--421",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Parallel evolution of CCR5-null phenotypes in humans and in a natural host of simian immunodeficiency virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr Biol",
            "volume": "8",
            "issn": "",
            "pages": "943--946",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Rhesus macaque TRIM5 alleles have divergent antiretroviral specificities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "7243--7247",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The B30.2(SPRY) domain of the retroviral restriction factor TRIM5alpha exhibits lineage-specific length and sequence variation in primates",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6111--6121",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "All three variable regions of the TRIM5alpha B30.2 domain can contribute to the specificity of retrovirus restriction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohkura",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "8554--8565",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Frequent toggling between alternative amino acids Is driven by selection in HIV-1",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Delport",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Simian TRIM5α proteins reduce replication of herpes simplex virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reszka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "398",
            "issn": "",
            "pages": "243--250",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Influenza A virus strains that circulate in humans differ in the ability of their NS1 proteins to block the activation of IRF3 and interferon-β transcription",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "408",
            "issn": "",
            "pages": "146--158",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Distinct patterns of IFITM-mediated restriction of filoviruses, SARS coronavirus, and influenza A virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The IFITM Proteins Inhibit HIV-1 Infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "2126--2137",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Positive selection and increased antiviral activity associated with the PARPcontaining isoform of human zinc-finger antiviral protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Evolutionary trajectories of primate genes involved in HIV pathogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ortiz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biol Evol",
            "volume": "26",
            "issn": "",
            "pages": "2865--2875",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Predicting the evolution of human influenza A",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": "1921--1925",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Permissive secondary mutations enable the evolution of influenza oseltamivir resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "",
            "pages": "1272--1275",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Regulation of TLR7/9 responses in plasmacytoid dendritic cells by BST2 and ILT7 receptor interaction",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Exp Med",
            "volume": "206",
            "issn": "",
            "pages": "1603--1614",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Human Trim5α has additional activities that are uncoupled from retroviral capsid recognition",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Tareen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "409",
            "issn": "",
            "pages": "113--120",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolutionary arms races involve interacting host and virus proteins (a) A schematic of the HIV/SIV lifecycle is shown, illustrating some of the instances where virus proteins (V, red) are known to interact with host proteins (H, blue). In some cases these interactions involve host cofactors (squares and cell surface receptors) that are hijacked by the virus for replication. Hosts also encode antiviral restriction factors (pie shapes) that inhibit viral replication through various mechanisms. For instance, TRIM5α interferes with capsid cores, APOBEC3G hypermutates viral genomes, and tetherin inhibits with virus budding. (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Primate restriction factor genes are rapidly evolving",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The cyclic arms race: a game of rock-paper-scissors?",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Ann Demogines ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}