{
    "paper_id": "11632bbc30436471453dedcc618a2efce7622e7e",
    "metadata": {
        "title": "CASE REPORT Improvement in Cardiac Function With Enzyme Replacement Therapy in a Patient With Infantile-Onset Pompe Disease",
        "authors": [
            {
                "first": "Dmitriy",
                "middle": [],
                "last": "Niyazov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ochsner Clinic Foundation",
                    "location": {
                        "settlement": "New Orleans",
                        "region": "LA"
                    }
                },
                "email": ""
            },
            {
                "first": "Diego",
                "middle": [
                    "A"
                ],
                "last": "Lara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ochsner Clinic Foundation",
                    "location": {
                        "settlement": "New Orleans",
                        "region": "LA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pompe disease is a rare lysosomal storage disorder with an incidence of 1:14,000 in African Americans and 1:100,000 in people of European ancestry. 1 Pompe disease is a severe inborn error of metabolism. Biallelic mutations in the GAA gene result in decreased or absent activity of the GAA enzyme, causing abnormal cellular storage of glycogen, which is membrane-bound as opposed to the non-membrane bound-glycogen seen in glycogen storage diseases or mitochondrial disorders. Pompe disease includes 2 major phenotypes, infantile-onset Pompe disease and late-onset Pompe disease, that differ in their characteristics based on age of onset, organ involvement, severity, and rate of progression. 2 The earlier the onset of manifestations, the faster the rate of progression. Infantile-onset Pompe disease may manifest in utero but more often is diagnosed at 3-4 months of age with findings of hypotonia, generalized muscle weakness, feeding difficulties, failure to thrive, hearing loss, hypertrophic cardiomyopathy with systolic dysfunction, and respiratory distress. Feeding difficulties may result from facial hypotonia, macroglossia, tongue weakness, and poor oromotor skills.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 694,
                    "end": 695,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Without enzyme replacement therapy, patients with infantile-onset Pompe disease develop cardiomegaly and hypertrophic cardiomyopathy that progress to left ventricular outflow obstruction, as well as systolic and diastolic dysfunction. 3, 4 Enlargement of the heart can result in diminished lung volume, atelectasis, and sometimes bronchial compression. Progressive deposition of glycogen results in conduction defects as seen by shortening of the PR interval on electrocardiogram. In untreated infants, death commonly occurs in the first 2 years of life from cardiopulmonary insufficiency.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "text": "3,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 238,
                    "end": 239,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We present the case of a patient with infantile-onset Pompe disease who presented with severe hypertrophic cardiomyopathy, systolic and diastolic cardiac dysfunction, and hypotonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "An African American female with an uncomplicated prenatal history was born at 39 6/7 weeks' gestational age via vaginal delivery. Her mother did not receive prenatal care until late in her second trimester. She took prenatal vitamins while pregnant and denied taking any prescription or overthe-counter medications. She also denied tobacco, alcohol, or drug use. Prenatal ultrasounds were normal. During delivery, the patient experienced brief shoulder dystocia. She developed desaturations into the 70s shortly after birth and was hypotonic. A palpable left clavicle fracture was discovered on examination, and lung sounds were diminished on the left. She was transferred to the neonatal intensive care unit (NICU) for management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "A pediatric cardiologist evaluated the infant in the NICU after her chest x-ray showed cardiomegaly. Her initial echocardiogram demonstrated normal cardiac anatomy, normal biventricular systolic function, right ventricular hypertrophy, and elevated right ventricular pressure. At the time, these findings were surmised to be related to placental insufficiency (which can cause right ventricular hypertrophy) and persistently elevated pulmonary vascular resistance. The plan was to reevaluate the patient at a later date to allow her pulmonary vascular resistance to decrease and her right ventricle to remodel. At follow-up at 2 months of life, the patient's echocardiogram demonstrated new biventricular hypertrophy and new, moderately diminished left ventricular systolic function, with an ejection fraction of 38% (normal range, 55%-70%). At this time, she was clinically well with good oral intake. She was started on oral enalapril therapy for systemic afterload reduction. Four days later, the patient presented to the emergency department with severe hypotonia, decreased oral intake, and vomiting. The decreased intake and vomiting were thought to be related to a viral illness; the patient was admitted for evaluation and treatment. She was discharged home 1 week later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient's subsequent genetic evaluation was consistent with a diagnosis of Pompe disease, with very low activity of acid alpha-glucosidase and compound heterozygous mutations in the GAA gene (maternal c.525delT/p. E176RfsX45 and paternal c.1979G>A/p.R660H). Her family history was negative for Pompe disease. Her 3-year-old full sister was asymptomatic, but the parents were reluctant to test her for the GAA mutations. Both parents are African American, and they denied consanguinity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The patient was scheduled to receive her first enzyme replacement therapy infusion of alglucosidase alfa (Lumizyme) one week before she turned 4 months of age. However, on the scheduled day, she was febrile and ill appearing and had a mild cough. She was admitted to the inpatient floor with bronchiolitis (later found to be coronavirus) and worsening heart failure. She was admitted to the pediatric cardiology service for the next 3 months. Shortly after admission, her clinical status deteriorated with worsening ventilation. She was started on supplemental oxygen but was eventually transitioned to noninvasive positive-pressure ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "An echocardiogram revealed worsening of her systolic function with an ejection fraction of 25%-30%, down from 30%-35% the week prior. She was transferred from the general pediatric unit to the pediatric cardiovascular intensive care unit (CVICU) to initiate a milrinone infusion. Diuresis was initiated and increased because of pulmonary edema. Once the patient's coronavirus infection was thought to be resolved, a wean from milrinone was attempted but failed as the patient had increased work of breathing, elevated heart rate, and elevated brain natriuretic peptide level. She also required double diuretic therapy with furosemide and chlorothiazide, as well as digoxin, spironolactone, and carvedilol therapy for her heart failure. Low-dose aspirin was started for antiplatelet therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "One week after her admission, the patient was started on enzyme replacement therapy that was initially given at the standard dose of 20 mg/kg every 2 weeks. However, given the severity of her symptoms and systolic dysfunction, the frequency was increased to weekly starting with the third dose based on evidence from studies that had demonstrated increased efficacy at higher doses. 5, 6 Testing for crossreactive immunological material (CRIM) status was positive, requiring immune modulation (immune tolerance induction) with a low-dose immunosuppressant (methotrexate) and leucovorin rescue. The patient's immunoglobulin G (IgG) antibody titers were low after initiation of enzyme replacement therapy at the standard dose and did not increase as a result of the increased dosage. Therefore, her immune modulation was stopped after the fourth dose to reduce the risk of infection, and her IgG titers remained low.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 386,
                    "end": 387,
                    "text": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Given her respiratory and heart failure, the patient was fed via a nasogastric tube during her initial stay. While in the CVICU, she underwent a swallow study that demonstrated severe pharyngeal dysphagia with silent aspiration of thin liquids and penetration with nectar-thick liquids. The recommendation from speech therapy was no oral feeds. The patient subsequently had a gastric tube placement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "During the patient's admission, several extensive discussions were held with the patient's parents and her extended family regarding her Pompe disease, cardiomyopathy, and overall prognosis. In addition, an outside genetics consultant provided a second opinion and counseled the family on expectations. The family was very concerned about placing the gastric tube and was very much against a tracheostomy tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "The plan at discharge was for heart failure therapy including home milrinone infusions, noninvasive positive-pressure ventilation, gastrostomy tube feeds, and continuation of enzyme infusions. The enzyme replacement therapy infusions were planned to be continued for 6 months, followed by a reassessment of her status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "After discharge at 8 months of age, the patient's systolic function improved dramatically ( Figure) , and by 10 months of age (6 months into enzyme replacement therapy), she was weaned off milrinone without issue. After the patient was weaned from milrinone, enalapril was restarted. During the next 3 months, the patient's systolic function continued to improve, although her ventricular hypertrophy remained unchanged, and her heart failure regimen was slowly weaned. She displayed good growth, started rolling over at 9 months of age, and was sitting supported at 11 months. However, she had multiple viral illnesses during this period and was admitted to the hospital for several of them. Her skeletal muscle weakness progressed, worsening her ventilation. She died at age 13 months from cardiac arrest, likely secondary to hypoventilation from one of the viral episodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Figure)",
                    "ref_id": null
                }
            ],
            "section": "CASE REPORT"
        },
        {
            "text": "Lysosomal GAA is a ubiquitous enzyme that catalyzes the breakdown of glycogen into glucose and results in the accumulation of lysosomal and nonlysosomal glycogen in multiple tissues. 7 Consequently, Pompe disease affects multiple organ systems in the body. In infantile-onset Pompe disease, GAA enzyme activity is either completely or nearly completely absent (typically <1% of normal activity in skin fibroblasts). Infantile-onset Pompe disease is a progressive, multisystem disorder that causes hypotonia and feeding difficulties in the first year of life. The disease affects cardiac, skeletal, and smooth muscles; the pulmonary and gastrointestinal systems; and anterior horn cells. Death because of cardiorespiratory failure typically occurred in the first 2 years of life prior to the availability of enzyme replacement therapy with GAA. Recent (2017) evidence has shown a failure of productive autophagy in patients with Pompe disease and the progressive accumulation of autophagosomes that disrupt the contractile apparatus in muscle fibers. 8 Moreover, currently unknown abnormalities in a subset of lysosomes interfere with the recycling of autophagosomes and their contents, which leads to cardiac and skeletal muscle damage. 9 Synthetic GAA is effective in reversing glycogen accumulation in cardiac muscle cells when administered to infants with Pompe disease. 10 We used a higher dose of enzyme replacement therapy (20 mg/kg weekly vs biweekly) that likely resulted in greater efficacy in improving cardiac function. Recent studies have demonstrated the increased effectiveness of higher doses of enzyme replacement therapy in infantileonset Pompe disease. 5, 6, 11 Case et al (2015) demonstrated the efficacy of alternative enzyme replacement therapy regimens (high frequency at 20 mg/kg weekly or high dose at 40 mg/kg every 2 weeks) in initially responsive patients who had experienced declining function on standard enzyme replacement therapy (20 mg/kg every 2 weeks). 5 Their patients demonstrated an overall trend for motor improvement from baseline after 52 weeks of the more intensive enzyme replacement therapy. In addition, 6 of 11 (55%) patients with a decline or clinical plateau in motor skills showed functional improvement with an increased dose of enzyme replacement therapy. The authors stated that an increase in alglucosidase alfa dose may be beneficial in patients with Pompe disease who experience a plateau or decline in motor function over time while receiving a standard regimen. No new safety concerns emerged for either dose regimen. van Gelder et al (2016) reported that their data may suggest that a dose of 40 mg/kg weekly vs the currently recommended dose of 20 mg/kg every 2 weeks improves outcomes for CRIM-positive patients. 6 New trials in Pompe disease based on gene therapy are currently ongoing. 12 However, treatment of severe cardiac disease remains quite challenging. [13] [14] [15] CONCLUSION Typically, patients with infantile-onset Pompe disease and severe hypertrophic cardiomyopathy are not as responsive to enzyme replacement therapy as patients with mild or no hypertrophic cardiomyopathy. Our patient had severe hypertrophic cardiomyopathy, and despite her death, we believe that her heart had significantly improved, and her death was related to the sequelae of her respiratory infection and hypotonia rather than cardiac dysfunction. We demonstrated the efficacy of enzyme replacement therapy in a patient with severe hypertrophic cardiomyopathy.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1050,
                    "end": 1051,
                    "text": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1237,
                    "end": 1238,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "10",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1671,
                    "end": 1673,
                    "text": "5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1674,
                    "end": 1676,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1677,
                    "end": 1679,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1680,
                    "end": 1697,
                    "text": "Case et al (2015)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1987,
                    "end": 1988,
                    "text": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2772,
                    "end": 2773,
                    "text": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2847,
                    "end": 2849,
                    "text": "12",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2922,
                    "end": 2926,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2927,
                    "end": 2931,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2932,
                    "end": 2936,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Patient's ejection fraction over time, measured using Simpson's biplane method. At age 2 months, the patient presented with new systolic dysfunction and worsened biventricular hypertrophy; at 3 months she was diagnosed with Pompe disease; and at 3 months, 3 weeks she was admitted to the hospital for bronchiolitis and worsening heart function. She received her first alglucosidase alfa (Lumizyme) infusion at 4 months and was discharged home from the hospital at 8 months. At 9 months, she rolled over for the first time and was weaned off milrinone at 10 months. At 11 months, she sat supported. At 13 months, the patient had a normal ejection fraction but died from a viral illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pompe disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The new era of Pompe disease: advances in the detection, understanding of the phenotypic spectrum, pathophysiology, and management",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kishnani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Beckemeyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendelsohn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiac manifestations of inherited metabolic disease in children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mathur",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatr Int",
            "volume": "59",
            "issn": "5",
            "pages": "525--529",
            "other_ids": {
                "DOI": [
                    "10.1111/ped.13272"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enzyme replacement therapy for infantile-onset Pompe disease. Cochrane Database Syst Rev",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD011539.pub2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safety and efficacy of alternative alglucosidase alfa regimens in Pompe disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Case",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bjartmar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neuromuscul Disord",
            "volume": "25",
            "issn": "4",
            "pages": "321--332",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of a higher dose of alglucosidase alfa on ventilator-free survival and motor outcome in classic infantile Pompe disease: an open-label single-center study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Gelder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poelman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Plug",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Inherit Metab Dis",
            "volume": "39",
            "issn": "3",
            "pages": "383--390",
            "other_ids": {
                "DOI": [
                    "10.1007/s10545-015-9912-y"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Glycogen storage disease type II: acid alpha-glucosidase (acid maltase) deficiency",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hirschhorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Reuser",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3389--3420",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Atg5 flox -derived autophagy-deficient model of Pompe disease: does it tell the whole story? Mol Ther Methods Clin Dev",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zare",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Puertollano",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raben",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "11--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.omtm.2017.08.002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of autophagy in the pathogenesis of glycogen storage disease type II (GSDII)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nascimbeni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fanin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Masiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Angelini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandri",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1698--1708",
            "other_ids": {
                "DOI": [
                    "10.1038/cdd.2012.52"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cardiac remodeling after enzyme replacement therapy with acid alphaglucosidase for infants with Pompe disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kishnani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Herlong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Cardiol",
            "volume": "29",
            "issn": "6",
            "pages": "1033--1042",
            "other_ids": {
                "DOI": [
                    "10.1007/s00246-008-9267-3"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Enzyme replacement therapy with alglucosidase alfa in Pompe disease: clinical experience with rate escalation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Cope",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Kazi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Dearmey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kishnani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol Genet Metab",
            "volume": "123",
            "issn": "2",
            "pages": "92--96",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Long-term neurologic and cardiac correction by intrathecal gene therapy in Pompe disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hordeaux",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dubreil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robveille",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Neuropathol Commun",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40478-017-0464-2"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Response of 33 UK patients with infantile-onset Pompe disease to enzyme replacement therapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Broomfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Inherit Metab Dis",
            "volume": "39",
            "issn": "2",
            "pages": "261--271",
            "other_ids": {
                "DOI": [
                    "10.1007/s10545-015-9898-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Divergent clinical outcomes of alpha-glucosidase enzyme replacement therapy in two siblings with infantile-onset Pompe disease treated in the symptomatic or pre-symptomatic state",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tajika",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Genet Metab Rep",
            "volume": "9",
            "issn": "",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cardiac response to enzyme replacement therapy in infantile Pompe disease with severe hypertrophic cardiomyopathy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Avula",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marble",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lilje",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Echocardiography",
            "volume": "34",
            "issn": "4",
            "pages": "621--624",
            "other_ids": {
                "DOI": [
                    "10.1111/echo.13490"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors have no financial or proprietary interest in the subject matter of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "This article meets the Accreditation Council for Graduate Medical Education and the American Board of Medical Specialties Maintenance of Certification competencies for Patient Care and Medical Knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}