{
    "paper_id": "11aca0c6eddcd3daa361f069f9331760be0b372c",
    "metadata": {
        "title": "Antimicrobial Stewardship Program Using Plan-Do-Study-Act Cycles to Reduce Unjustified Antibiotic Prescribing in Children Admitted With an Asthma Exacerbation",
        "authors": [
            {
                "first": "Sasha",
                "middle": [
                    "E"
                ],
                "last": "Dorzin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Halaby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Lyn"
                ],
                "last": "Quintos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asif",
                "middle": [],
                "last": "Noor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gladys",
                "middle": [],
                "last": "El-Chaar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVE Antimicrobial stewardship programs (ASPs) ensure appropriate antibiotic use, reduce health care costs, and minimize antibiotic resistance. National asthma guidelines do not recommend antibiotics during an exacerbation unless the child has an infection or comorbidities. The American Academy of Pediatrics (AAP) established a benchmark for unjustified antibiotic use at 6.6%. 9 A retrospective study at our institution showed that 7.8% of antibiotics were prescribed without justification in children admitted for asthma. The purpose of this study was to reduce unjustified antibiotic use at our institution by 25% in children through an ASP directed toward asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study period lasted from November 2015 to March 2016. Children 6 months to 17 years of age, admitted for an asthma exacerbation, were included while those with comorbidities were excluded. A multidisciplinary team from pediatric pharmacotherapy, pulmonology, emergency department (ED), infectious diseases, and quality improvement was formed to focus on process improvement. Interventions were executed in a series of Plan-Do-Study-Act cycles. In cycle 1, our asthma guidelines on appropriate antibiotic use were disseminated to pediatric house staff and posted in pediatric units. Cycle 2 encompassed presenting the ASP and guidelines to the pediatric ED staff. Cycle 3 consisted of a journal club with the pulmonary division to discuss the role of azithromycin in an asthma exacerbation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In cycle 1, twenty-four patients were reviewed in November 2015. Antibiotics were prescribed in 8/24 (33%) children, with an unjustified rate of 2/24 (8.3%). In cycle 2, twenty-three patients were reviewed in December and January with 8/23 (35%) prescribed antibiotics and an unjustified rate of 2/23 (8.7%). For cycle 3, in February and March 2016, twenty-one children were reviewed. Antibiotics were prescribed in 6/21 (27%) children and all were justified. In total, 68 patients were included in our study and had an unjustified antibiotic prescribing rate of 4/68 (5.9%), a reduction of 25%. CONCLUSION Our ASP surpassed the benchmark set by AAP guidelines, by reducing the percentage of unjustified antibiotics in children with asthma to 5.9%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to the Infectious Diseases Society of America, the role of an antimicrobial stewardship program (ASP) is to ensure appropriate antimicrobial therapy in order to optimize clinical outcomes while decreasing associated adverse events. 1 Inappropriate antibiotic prescribing may lead to adverse effects from antibiotics, antibiotic resistance, and health care costs. 1 In the pediatric population, overprescribing of antibiotics has been reported with conditions such as asthma and bronchiolitis. De Boeck et al 2 discovered that in 892,841 Belgian children, those who received a medication for asthma were prescribed antibiotics more often than those without an asthma medication (73.5% vs. 38.6%, respectively). 2 Vanderweil et al 3 reviewed 400,000 emergency department (ED) asthma visits of patients between 2 to 54 years of age and found antibiotics to be prescribed in 18% to 22% of instances, with an unjustified rate of 15% to 19%. Paul et al 4 found an unjustified antibiotic rate of 16% in their population of 5198 ambulatory care children with asthma, a number that the authors translated to 1 million of 60.4 million pediatric visits for asthma in the United States in children with no comorbidities. The 2007 National Heart, Lung, and Blood institute (NHLBI) and the 2016 Global Initiative for Asthma (GINA) guidelines proposed that asthma exacerbations should not routinely be treated with antibiotics. Antibiotic prescribing is justified on the basis of 1) comorbidities that may worsen patient outcome; 2) fever, purulent sputum, bacterial sinusitis, and/or evidence of pneumonia; and 3) patients with a documented infection. 5, 6 A variety of factors may contribute to the widespread pattern of unjustified antibiotic use. In infants who present with wheezing, antibiotics may be prescribed if the asthma diagnosis is confounded by a viral-induced bronchiolitis with radiologic findings suggestive of pneumonia. 4 Diagnostic uncertainty may drive antibiotic prescribing when a patient presents with a fever and no other objective signs of infection, such as elevation in white blood cell count or other markers of infection. Physicians may also provide antibiotics without clear bacterial findings owing to fear of readmission or to avoid medical-legal issues related to missing an infectious diagnosis at the initial presentation. 6 Parents may also request antibiotics to be prescribed for their child who presents with a likely viral infection, causing antibiotic-prescribing pressure. 7, 8 The clinical variances in antibiotic prescribing during an asthma exacerbation led the American Academy of Pediatrics (AAP) to establish a benchmark of care for unjustified use at 6.6%. 9 At our institution in 2013, Lee and El-Chaar 10 retrospectively examined antibiotic prescribing for children admitted for asthma during a timeframe that included another ASP intervention for respiratory syncytial virus (RSV) bronchiolitis. Following the intervention, over a 5-month period, the authors found that 25% of patients received antibiotics and 7.8% received antibiotics with no justification.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 720,
                    "end": 721,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 957,
                    "end": 958,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1648,
                    "end": 1650,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1651,
                    "end": 1652,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1935,
                    "end": 1936,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2355,
                    "end": 2356,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2512,
                    "end": 2514,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2515,
                    "end": 2516,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2703,
                    "end": 2704,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of the current study was to implement an ASP targeted specifically for asthma in children, with the aim of reducing unjustified antibiotic prescribing from 7.8% to 5.9%, a difference of 25%. Implementing this ASP in Plan-Do-Study-Act (PDSA) cycles allowed a timely assessment of the impact of each intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "NYU Winthrop Hospital Children's Medical Center consists of 75 pediatric beds within a large adult acute care hospital. This study had a concurrent chart review design that took place in the general pediatric and pediatric intensive care units (PICUs) and the pediatric ED from November 2015 to March 2016. This timeframe mirrored the months of our previous retrospective study. 10 Institutional Review Board designated our quality improvement (QI) project as exempt from review. Inclusion criteria were children between the ages of 6 months and younger than 18 years who were admitted with an asthma exacerbation. Exclusion criteria were comorbidities that would justify antibiotic use, such as chronic lung disease, cystic fibrosis, neuromuscular disorders, and Down syndrome. Children who received antibiotics at another institution prior to admission to our hospital were also excluded. In this concurrent chart review, we identified our patients by reviewing the daily census of the general pediatric and the pediatric intensive care units, for children admitted for an asthma exacerbation. Demographic data collected included age, sex, weight, comorbidities, and allergies. Data collected pertaining to the admission included length of stay, maximum temperature (T max ) at home, temperature on admission, T max during the first 24 hours of admission, prior antibiotic or systemic corticosteroid use, white blood cell count, neutrophils, immature neutrophils (bands), blood and urine culture results, chest x-ray findings, film array panel results, antibiotic agent used, if prescribed, days of therapy, where the antibiotic(s) was(were) started, if applicable and whether use was justified. We developed institutional guidelines for the appropriate indication of antibiotic prescribing during an asthma exacerbation, according to the NHLBI and GINA asthma guidelines ( Figure 1 ). This definition of \"justified\" included a child with a fever, purulent sputum; bacterial sinusitis; evidence of pneumonia; or with a documented infection.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1876,
                    "end": 1884,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "A specific multidisciplinary asthma ASP team was developed and consisted of a pharmacy resident, a pediatric pharmacotherapist, a pediatric pulmonologist, a pediatric infectious disease specialist, a QI officer, and members of the pediatric ED. The ASP team met initially to determine how to implement this program, then again during each cycle, and a final time at the conclusion of our research. During these meetings, we discussed the findings and identified areas in need of future interventions using PDSA cycles. Decisions were made by consensus between stakeholders and suggestions communicated during our meetings and/ or via e-mails. The ASP was carried out in a series of PDSA cycles that assessed the impact/effectiveness of each intervention in real time, which was then used to spearhead the next step. This process was continuous and was divided into cycles 1, 2, and 3. The \"Do\" phase consisted of the development of the specific pediatric asthma ASP multidisciplinary team and institutional antibiotic guidelines. The \"Study\" phase determined whether our last cycle intervention was effective. Evaluation was carried out by the concurrent determination of antibiotic justification, performed by reviewing the daily patient census and meeting with the multidisciplinary team. The pharmacy resident performed weekly audits and feedback. In this case, the resident reviewed the admissions on a weekly basis, assessed antibiotic justification according to the guidelines, and had a discussion with the health care team if needed. Then, feedback was provided to the prescriber to discontinue the antibiotic if it was unjustified. In addition, periodic reminders of the ASP results were placed on the bulletin board in the general pediatrics and PICU areas. This involved a brief reminder of our guidelines, reviewing the asthma exacerbation cases for that week, and providing feedback to prescribers regarding justification of antibiotic prescribing. Findings from this phase served as the aim for the next intervention. This process may consist of several PDSA cycles to ultimately achieve our study goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "PDSA Cycle 1. November 2015. The first \"Plan\" phase encompassed the results of our prior institutional review of antibiotic use in children admitted for asthma. 10 That review showed that the incidence of unjustified antibiotic use was 7.8%, serving as the justification of our \"Do\" phase, which involved a presentation of our institutional asthma guidelines 1,5 to the pediatric house staff. A visual reminder of the guidelines, along with the results of the audits, was posted on the bulletin board of the unit. Data analysis of cycle 1 showed that patients who had received unjustified antibiotic therapy started this therapy in the ED; therefore, the objective of cycle 2 was to address that setting.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "PDSA Cycle 2. This cycle occurred between December 2015 to January 2016. The intervention included presenting the ASP and institutional asthma guidelines to the pediatric ED staff, which consisted of the ED chief, physicians, and nurses at their monthly staff meeting. During this meeting, it became apparent that our institution's sepsis protocol significantly influenced the use of antibiotics in the ED. For example, a child who presents to the ED with symptoms of asthma and an elevated lactate concentration but no signs or symptoms of bacterial infection will receive a sepsis workup including antibiotic per sepsis protocol. Understanding this practice through ED staff discussions allowed the ASP to deem this prescribing as justified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "PDSA Cycle 3. The \"Plan\" phase relied on findings from the previous cycles, where the pulmonary service had prescribed antibiotics in 2 patients without justification. When reviewing the antibiotics that were prescribed up until this point, azithromycin had been used most frequently, followed by ceftriaxone. Taking both of these findings into account, cycle 3's objective was to work with our pediatric pulmonary division. This cycle occurred from February to March 2016. Following a journal club, members of the ASP and pediatric pulmonary division met to discuss the use of azithromycin in patients with asthma. During this meeting, it became apparent that a barrier to the service was identification of atypical infections, namely, Mycoplasma pneumoniae and Chlamydia spp. If a patient admitted with an asthma exacerbation was not improving despite standard of care, pulmonologists assumed that atypical microorganisms played a role and prescribed azithromycin. Pulmonologists were incorrectly informed that Mycoplasma titers were performed once a week when in fact they were drawn twice weekly. Therefore, if a patient was suspected of having an atypical microorganism, and the period of testing had just passed, the patient was not tested but was placed empirically on azithromycin. This required education of the pulmonology department and review of the results of the intervention thereafter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our Key Driver diagram reflects how each Key Driver/ stakeholder contributed to each intervention ( Figure 2 ). The process measures of our study were the number of antibiotics prescribed to children admitted with an asthma exacerbation. Our outcome measure was the unjustified antibiotic rate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Between November 2015 to March 2016, a total of 78 children satisfied entry criteria in the study. Ten patients were excluded on the basis of comorbidities (Table 1) ; hence, the sample size consisted of 68 children admitted for an asthma exacerbation. The average patient's age in the entire cohort was 5.9 years, with older children and a greater number of male children in cycle 3 (Table 1) . Viruses isolated at the time of admission are displayed in Table 2 . On multiplex film array panel (BioFire, BioFire Diagnostics LLC, Salt Lake City, UT), 52% (n = 36) of children tested positive for rhinovirus/ enterovirus, followed by RSV 20% (n = 14), coronavirus 12% (n = 8), metapneumovirus (n = 3), adenovirus (n = 2), parainfluenza (n = 1), and influenza (n = 1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 384,
                    "end": 393,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 455,
                    "end": 462,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Patient demographics are displayed in Table 1 for each cycle. In cycle 1, twenty-four pediatric visits for an asthma exacerbation were reviewed. Antibiotics were prescribed in 8/24 (33%) of visits, where 2 of 24 were unjustified (8.3%) (Figures 3 and 4) . The first patient prescribed antibiotics without justification presented with an asthma exacerbation, was afebrile, and had clear lung fields on a chest radiograph. The film array was positive for rhinovirus/enterovirus and did not identify Mycoplasma pneumoniae. The patient received azithromycin for 5 days. This was started in the ED, discontinued, and then restarted by pulmonary service owing to suspicion of atypical pneumonia caused by Mycoplasma spp; however, the titers were never sent to justify that diagnosis. The second patient presented with an asthma exacerbation and a fever (37.7°C rectally). Chest radiographic reading was consistent with reactive airway disease or a virus, and the film array panel was positive for rhinovirus/enterovirus. The child received 1 dose of ceftriaxone in the ED.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 236,
                    "end": 253,
                    "text": "(Figures 3 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For cycle 2 in December 2015, 18 patients were reviewed and 5/18 (28%) were prescribed an antibiotic. Of the 18 patients, 2/18 (11.1%) received antibiotics without justification. The first patient during December 2015 presented with an asthma exacerbation, had a fever (38.2°C), was positive for rhinovirus/enterovirus, and had a normal chest radiograph. The patient received 1 dose of ceftriaxone in the ED and was started on azithromycin on the general pediatric floor by the patient's primary physician. Both doses were given without justification, based on the presentation and findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The second patient had a fever (38.9°C) on admission and 37.8°C over the first 24 hours of admission, had a film array that was positive for coronavirus and RSV but with no evidence of pulmonary opacities on chest radiograph. This patient was given 2 doses of amoxicillin according to the primary pediatrician treating for an acute otitis media. However, since the patient on admission had normal bilateral tympanic membranes, ruling out otitis media, amoxicillin was discontinued. Cycle 2 was extended into January 2016 when 5 patients were enrolled, 3 received antibiotics and all were justified, revealing an unjustified rate of 2/23 (8.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "During cycle 3 in February and March 2016, twenty-one children were admitted. Antibiotics were prescribed in 33% (3/21) and 23% (3/21) of children, respectively. All 6 cases of antibiotic prescribing were justified, showing a 0/21 incidence of unjustified use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All population demographic and laboratory data are displayed in Table 2 . A total of 4 readmissions occurred; however, none were due to infections. Of the 4 patients who received antibiotics without justification, 2 were administered ceftriaxone, 1 received azithromycin, and another received amoxicillin. For our analysis, we used Reducing Unjustified Antibiotics in Children With Asthma Dorzin, SE et al Figure 2 . Key driver diagram.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "a Run Chart depicted in Figure 5 . In total, 22/68 (32%) children in this study received antibiotics, with 4/68 (5.9%) unjustified use. Our overall rate of unjustified antibiotic use dropped from 7.8% to 5.9%, a reduction of 25%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "ED, emergency department"
        },
        {
            "text": "As with previous research in this area, our institution had a high percentage of antibiotic use without justification in children with an asthma exacerbation at baseline. Through rapid PDSA cycles, our ASP surpassed the 6.6% benchmark set by the AAP in reducing the percentage of unjustified antibiotics in children with asthma to 5.9%. It is encouraging that during our later cycles, there was no unjustified antibiotic use. Our baseline values for this study (7.8%) might have been influenced by a prior ASP program in our institution to reduce antibiotic use. Others reported rates of unjustified antibiotic use without any ASP intervention ranging from 15% to 19%. 3 To our knowledge, this is the first QI project to implement an ASP toward asthma, using PDSA cycles. Overall, antibiotics were prescribed more frequently in our institution (32%) than reported by Paul et al 4 (26.3%) and Vanderweil et al 3 (22%). Both of those studies 3,4 gathered data retrospectively over 3 to 11 years, using national surveys that identified patients through ICD-9 codes. Our data were collected on patients during months of the year when rates of asthma and infections were expected to be high. We chose this period of time to achieve the highest impact of reducing antibiotic use. If we had enrolled patients over the course of the year, it is possible our rate of antibiotic prescribing might have been similar to that of these authors. We also aimed to evaluate patients concurrently and discuss antibiotic needs with the health care team members in real time, a process that takes a considerable amount of time. This explains our smaller sample size.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 670,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Key components of our ASP program were education, timely feedback, and a multidisciplinary approach that helped us to achieve our lower unjustified antibiotic rate. In the general pediatric floor, PICU and the ED, the information was disseminated to the staff and we believe that the change in prescribing pattern from the providers is due to our ASP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the completion of our ASP, ceftriaxone was the agent most commonly used, followed by azithromycin. In other studies, there was a greater incidence of macrolide use. 3, 4 Aside from evaluating unjustified use, we noticed that, overall, azithromycin was prescribed to our patients more commonly in cycles 1 and 2. This impelled us to reevaluate its role in the management of an acute exacerbation.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 171,
                    "end": 172,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a recent study by Stokholm et al, 11 azithromycin use during asthma-like symptoms in 158 children was studied in a randomized, double-blinded, placebocontrolled trial. There was a 63% shortening of duration of symptoms in the arm that received azithromycin compared to placebo. This finding suggests the use of azithromycin is beneficial in this setting but still could not be confirmed by the evidence provided. Azithromycin is believed to act as an anti-inflammatory agent, as demonstrated in cystic fibrosis. It would be intriguing to demonstrate whether the degree of inflammation in patients with asthma matches that seen with cystic fibrosis, thereby justifying the role of azithromycin. This study was done in a particular cohort of subjects who were closely monitored by physicians and therefore, the results cannot be extrapolated to the general Reducing Unjustified Antibiotics in Children With Asthma Comorbidities Eczema (7), atopic dermatitis (1), Kabuki syndrome (1), developmental delay (1), pruritic rash (1) Eczema (4), obesity (2), GERD (1), scoliosis (1), seizure disorder (1), OSA (1), MRCP (1) Eczema (2), allergic rhinitis (1) Eczema (1) population. 11 The strength of our study was the PDSA cycle methodology with a close follow-up of the impact of each intervention. The concurrent chart review design, as well as the audits and feedback, allowed for the effects of each intervention to be monitored in real time. The multidisciplinary approach helped the execution of each intervention to occur more efficiently. Working with different specialties helped us to identify barriers in antibiotic prescription from different perspectives and allowed for collaborative efforts to overcome these issues.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study was the smaller sample size as compared to our baseline data where over 700 children were reviewed as well as previous studies examining antibiotic prescribing in this population. 3, 4, 10 This can be attributed to the concurrent data collection process and therefore missing patients who were admitted when the pharmacy resident was not in attendance. We assessed antibiotic prescribing over a period of 5 months during which we expected the largest number of admissions due to asthma and infections. To collect more patients, our study could have been expanded the remainder of the year and perhaps 1 or more years.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another limitation of our ASP was the misunderstanding of the time at which Mycoplasma titers were reported at our institution. In cases where the film array does not detect Mycoplasma it is recommended to perform titers. The physicians believed titers were performed once a week as opposed to twice a week. This led to a delay in prompt diagnosis by the physician of the causative organism and a delay in analysis by the team to determine whether or not the antibiotics were justified. It is important to note that the only way to confirm Mycoplasma infection is either by the presence of a positive polymerase chain reaction or a 2 to 4-fold increase in Mycoplasma titers drawn 3 to 4 weeks apart, something that was not done in our patients. 12, 13 Thus, the sole use of serology at one point in time as done in our institution does not provide an accurate diagnosis of Mycoplasma to assist in making the decision to treat it.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 748,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With any QI effort, it is important to work toward sus-taining the achievements that have been made. In the future, a continued assessment of antibiotic prescribing in children presenting with an asthma exacerbation will determine any other variances. Periodic reminders of the guidelines formulated can help keep this practice at the forefront of physician prescribing. The implication of this study is that through the education and evaluation of an ASP, prescribing patterns can in fact be improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the setting of asthma, it led to decreased unjustified prescribing of antibiotics. We believe that this in turn will improve clinical outcomes, ensure appropriate antibiotic use, minimize antibiotic resistance, and reduce health care costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Though guidelines do not recommend the use of antibiotics during an asthma exacerbation in children, this practice persists enough for the AAP to set a benchmark for antibiotic use. Our PDSA cycles with timely audit and feedback over a period of 5 months allowed us to meet the AAP benchmark to reduce antibiotic prescribing. Every effort to reduce inappropriate antibiotic prescribing contributes to reducing adverse effects from antibiotics and antibiotic resistance. Our PDSA, Plan-Do-Study-Act * 5.9% is a 25% reduction in the inappropriate use of antibiotics. efforts to disseminate this information through an ASP for asthma were shown to be successful and suggest methods to prevent such inappropriate use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Infectious Diseases Society of America and Society for Healthcare Epidemiology of America guidelines for developing an institutional program to enhance antimicrobial stewardship",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Dellit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Owens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "2",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coprescription of antibiotics and asthma drugs in children",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Boeck",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vermeulen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Meyts",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "6",
            "pages": "1022--1026",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inappropriate use of antibiotics for acute asthma in United States emergency departments",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Vanderweil",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "8",
            "pages": "736--743",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antibiotic prescribing during pediatric ambulatory care visits for asthma",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Maselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hersh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "127",
            "issn": "6",
            "pages": "1014--1021",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expert Panel Report 3: Guidelines for the Diagnosis and Management of Asthma. Bethesda, MD: National Heart, Lung, and Blood Institute (US)",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Global Strategy for Asthma Management and Prevention, Global Initiative for Asthma (GINA)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibiotic prescription with asthma medications: why is it so common? Pediatrics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mangione-Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krogstad",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "127",
            "issn": "",
            "pages": "1174--1176",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Participating in decisions about treatment: overt parental pressure for antibiotic medication in pediatric encounters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stivers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Soc Sci Med",
            "volume": "54",
            "issn": "7",
            "pages": "1111--1130",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Establishing benchmarks for the hospitalized care of children with asthma, bronchiolitis, and pneumonia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mittal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "3",
            "pages": "555--562",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patterns of antibiotic use in children admitted for asthma over three years in the midst of an antimicrobial stewardship program targeted for respiratory syncytial virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "El-Chaar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PPAG annual meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Azithromycin for episodes with asthma-like symptoms in young children aged 1-3 years: a randomized, double-blinded, placebo-controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stokholm",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Chawes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Vissing",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Respir Med",
            "volume": "4",
            "issn": "1",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of PCR, culture & serological tests for the diagnosis of Mycoplasma pneumoniae in community-acquired lower respiratory tract infections in children",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kashyap",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Sethi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indian J Med Res",
            "volume": "128",
            "issn": "2",
            "pages": "134--139",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of laboratory diagnostic procedures for detection of Mycoplasma pneumoniae in community outbreaks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Thurman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "9",
            "pages": "1244--1249",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Institutional Guidelines for Use of Antibiotics in Patients with Asthma.5,6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antibiotic prescribing chart.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Unjustified Chart of unjustified antibiotic use by month.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic Data",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic and Laboratory Data ED, emergency department; PDSA, Plan-Do-Study-Act; RSV, respiratory syncytial virus; T max , maximum temperature * Twenty-seven percent in 1 patient.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Copyright Published by the Pediatric Pharmacy Advocacy Group. All rights reserved. For permissions, email: matthew.helms@ppag.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}