{
    "paper_id": "123ea6f7fb7c9dbde72ca2a6a5f1c5d0986966ab",
    "metadata": {
        "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus- specific human monoclonal antibody",
        "authors": [
            {
                "first": "Xiaolong",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ailing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuai",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sicong",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhengli",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhenlin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanling",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tianlei",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MOE/NHC/CAMS Key Laboratory of Medical Molecular Virology",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 11,900 laboratory-confirmed human infections, including 259 deaths, posing a serious threat to human health. Currently, however, there is no specific antiviral treatment or vaccine. Considering the relatively high identity of receptor-binding domain (RBD) in 2019-nCoV and SARS-CoV, it is urgent to assess the cross-reactivity of anti-SARS CoV antibodies with 2019-nCoV spike protein, which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV. Here, we report for the first time that a SARS-CoV-specific human monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD (KD of 6.3 nM). The epitope of CR3022 does not overlap with the ACE2 binding site within 2019-nCoV RBD. These results suggest that CR3022 may have the potential to be developed as candidate therapeutics, alone or in combination with other neutralizing antibodies, for the prevention and treatment of 2019-nCoV infections. Interestingly, some of the most potent SARS-CoV-specific neutralizing antibodies (e.g. m396, CR3014) that target the ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein, implying that the difference in the RBD of SARS-CoV and 2019-nCoV has a critical impact for the cross-reactivity of neutralizing antibodies, and that it is still necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Very recently, a novel coronavirus which was temporarily named \"2019 novel coronavirus (2019-nCoV)\" emerged in Wuhan, China [1] . As of 1 February 2020, 2019-nCoV has resulted in a total of 11,821 laboratory-confirmed human infections in China, including 259 deaths, and 132 exported cases in 23 countries outside of China (https://www.who.int/emergencies/ diseases/novel-coronavirus-2019/situation-reports). Currently, there is no vaccine or effective antiviral treatment against 2019-nCoV infection.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on the phylogenetic analysis (GISAID accession no. EPI_ISL_402124) [2] , 2019-nCoV belongs to lineage B betacoronavirus and shares high sequence identity with that of bat or human severe acute respiratory syndrome coronavirus-related coronavirus (SARSr-CoV) and bat SARS-like coronavirus (SL-CoV) (Figure 1(a) ). In previous studies, a number of potent monoclonal antibodies against SARS coronavirus (SARS-CoV) have been identified [3] [4] [5] [6] [7] . These antibodies target the spike protein (S) of SARS-CoV and SL-CoVs, which is a type I transmembrane glycoprotein and mediates the entrance to human respiratory epithelial cells by interacting with cell surface receptor angiotensin-converting enzyme 2 (ACE2) [8] . More specifically, the 193 amino acid length (N318-V510) receptor binding domain (RBD) within the S protein is the critical target for neutralizing antibodies [9] . Some of the antibodies recognize different epitopes on RBD; e.g. the SARS-CoV neutralizing antibodies CR3014 and CR3022 bound noncompetitively to the SARS-CoV RBD and neutralized the virus in a synergistic fashion [5] . We predicted the conformation of 2019-nCoV RBD as well as its complex structures with several neutralizing antibodies, and found that the modelling results support the interactions between 2019-nCoV RBD and certain SARS-CoV antibodies (Figure 1(b) ). This could be due to the relatively high identity (73%) of RBD in 2019-nCoV and SARS-CoV (Figure 1(c) ). For instance, residues in RBD of SARS-CoV that make polar interactions with a neutralizing antibody m396 as indicated by the complex crystal structure [10] are invariably conserved in 2019-nCoV RBD (Figure 1(d) ). In the structure of SARS-CoV-RBD-m396, R395 in RBD formed a salt bridge with D95 of m396-VL. Concordantly, the electrostatic interaction was also observed in the model of 2019-nCoV-RBD-m396, forming by R408 (RBD) and D95 (m396-VL). This analysis suggests that some SARS-CoV-specific monoclonal antibodies may be effective in neutralizing 2019-nCoV. In contrast, the interactions between antibody F26G19 [11] or 80R [12] and the RBD in 2019-nCoV decreased significantly due to the lack of salt bridges formed by R426-D56 in SARS-CoV-RBD-F26G19 or D480-R162 in SARS-CoV-RBD-80R, respectively. Furthermore, while most of the 80R-binding residues on the RBD of SARS-CoV are not conserved on RBD of 2019-nCoV ( Figure  1(c) ), it is unlikely that the antibody 80R could effectively recognize 2019-nCoV. Therefore, it is urgent to experimentally determine the cross-reactivity of anti-SARS-CoV antibodies with 2019-nCoV spike protein, which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2097,
                    "end": 2101,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 315,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1347,
                    "end": 1359,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1452,
                    "end": 1464,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1666,
                    "end": 1678,
                    "text": "(Figure 1(d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2388,
                    "end": 2400,
                    "text": "Figure  1(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In this study, we first expressed and purified 2019-nCoV RBD protein. We also predicted the conformations of 2019-nCoV RBD and its complex with the putative receptor, human ACE2. Comparison of the interaction between the complex of ACE2 [13] and SARS-CoV RBD and homology model of ACE2 and 2019-nCoV RBD revealed similar binding modes (data not shown). In both complexes, β5-β6 loop and β6-β7 loop form extensive contact, including at least seven pairs of hydrogen bonds, with the receptor. Notably, R426 on the forth α helix in SARS-CoV RBD builds a salt bridge with E329 and a hydrogen bond with Q325 on ACE2. However, the arginine (R426 in SARS-CoV RBD) to asparagine (N439) mutation in 2019-nCoV RBD abolished the strong polar interactions, which may induce a decrease in the binding affinity between RBD and the receptor. Interestingly, a lysine (K417 in 2019-nCoV RBD) replacement of valine (V404 in SARS-CoV RBD) on β6 formed an extra salt bridge with D30 on ACE2, which may recover the binding ability. These data indicate that the RBD in S protein of 2019-nCoV may bind to ACE2 with a similar affinity as SARS-CoV RBD does. Indeed, we measured the binding of 2019-nCoV RBD to human ACE2 by the biolayer interferometry binding (BLI) assay, and found that 2019-nCoV RBD bound potently to ACE2. The calculated affinity (K D ) of 2019-nCoV RBD with human ACE2 was 15.2 nM (Figure 1(f) ), which is comparable to that of SARS-CoV spike protein with human ACE2 (15 nM) [14] . These results indicate that ACE2 could be the potential receptor for the new coronavirus, and that the expressed 2019-nCoV RBD protein is functional [2] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1627,
                    "end": 1630,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1389,
                    "text": "(Figure 1(f)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Next, we expressed and purified several representative SARS-CoV-specific antibodies which have been reported to target RBD and possess potent neutralizing activities, including m396 [3] , CR3014 [4] , CR3022 [5] , as well as a MERS-CoV-specific human monoclonal antibody m336 developed by our laboratory [15] , and measured their binding ability to 2019-nCoV RBD by ELISA (Figure 1(e)) . Surprisingly, we found that most of these antibodies did not show evident binding to 2019-nCoV RBD. To confirm this result, we further measured the binding kinetics using BLI. An irrelevant anti-CD40 antibody was used as a negative control. Similarly, the antibody m396, which was predicted to bind 2019-nCoV RBD (Figure 1(d) ), only showed slight binding at the highest measured concentration (2.0 µM). Further studies are needed to solve the high-resolution structure of 2019-nCoV RBD and understand why it could not be recognized by these antibodies.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 385,
                    "text": "(Figure 1(e))",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 701,
                    "end": 713,
                    "text": "(Figure 1(d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Notably, one SARS-CoV-specific antibody, CR3022, was found to bind potently with 2019-nCoV RBD as determined by ELISA and BLI (Figure 1(e,f) ). It followed a fast-on (k on of 1.84 × 10 5 Ms −1 ) and slow-off (k off of 1.16 × 10 −3 s −1 ) binding kinetics, resulting in a K D of 6.3 nM (Figure 1(f) ). This antibody was isolated from blood of a convalescent SARS patient and did not compete with the antibody CR3014 for binding to recombinant S protein [5] . To further elucidate the binding epitopes of CR3022, we measured the competition of CR3022 and human ACE2 for the binding to 2019-nCoV RBD. The streptavidin biosensors labelled with biotinylated 2019-nCoV RBD were saturated with human ACE2 in solution, followed by the addition of the test antibodies in the presence of ACE2. As shown in Figure 1 (g), the antibody CR3022 did not show any competition with ACE2 for the binding to 2019-nCoV RBD. These results suggest that CR3022, distinct from the other two SARS-CoV antibodies, recognizes an epitope that does not overlap with the ACE2 binding site of 2019-nCoV RBD.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 140,
                    "text": "(Figure 1(e,f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 285,
                    "end": 297,
                    "text": "(Figure 1(f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 796,
                    "end": 804,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The RBD of 2019-nCoV differs largely from the SARS-CoV at the C-terminus residues (Figure 1(c) ). Our results implied that such a difference did not result in drastic changes in the capability to engage the ACE2 receptor, but had a critical impact on the cross-reactivity of neutralizing antibodies. Some of the most potent SARS-CoV-specific neutralizing antibodies (e.g. m396, CR3014) that target the receptor binding site of SARS-CoV failed to bind 2019-nCoV spike protein, indicating that it is necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD. Interestingly, it was reported that the antibody CR3022 completely neutralized both the wild-type SARS-CoV and the CR3014 escape viruses at a concentration of 23.5 μg/ml, and that no escape variants could be generated with CR3022 [5] . Furthermore, the mixture of CR3022 and CR3014 neutralized SARS-CoV in a synergistic fashion by recognizing different epitopes on RBD [5] . These results suggest that CR3022 has the potential to be developed as candidate therapeutics, alone or in combination with other neutralizing antibodies, for the prevention and treatment of 2019-nCoV infections. We expect more cross-reactive antibodies against 2019-nCoV and SARS-CoV or other coronaviruses to be identified soon, facilitating the development of effective antiviral therapeutics and vaccines.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 827,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 94,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "No potential conflict of interest was reported by the author (s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "1",
            "pages": "221--236",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potent cross-reactive neutralization of SARS coronavirus isolates by human monoclonal antibodies",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chakraborti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "29",
            "pages": "12123--12128",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human monoclonal antibody as prophylaxis for SARS coronavirus infection in ferrets. The Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "Abh",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "363",
            "issn": "",
            "pages": "2139--2141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human monoclonal antibody combination against SARS coronavirus: synergy and coverage of escape mutants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Potent neutralization of severe acute respiratory syndrome (SARS) coronavirus by a human mAb to S1 protein that blocks receptor association",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "8",
            "pages": "2536--2541",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Traggiai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "8",
            "pages": "871--875",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus spike proteins in viral entry and pathogenesis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "279",
            "issn": "2",
            "pages": "371--374",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A 193-amino acid fragment of the SARS coronavirus S protein efficiently binds angiotensin-converting enzyme 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "5",
            "pages": "3197--3201",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structure of severe acute respiratory syndrome coronavirus receptorbinding domain complexed with neutralizing antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "23",
            "pages": "15829--15836",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Structural insights into immune recognition of the severe acute respiratory syndrome coronavirus S protein receptor binding domain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Satkunarajah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "388",
            "issn": "4",
            "pages": "815--823",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural basis of neutralization by a human anti-severe acute respiratory syndrome spike protein antibody, 80R",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santelli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "45",
            "pages": "34610--34616",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structure of SARS coronavirus spike receptor-binding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "5742",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Unexpected receptor functional mimicry elucidates activation of coronavirus fusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Y-J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "176",
            "issn": "5",
            "pages": "1026--1039",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Junctional and allelespecific residues are critical for MERS-CoV neutralization by an exceptionally potent germline-like antibody",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Phylogenetic analysis of 2019-nCoV spike glycoprotein from its protein BLAST sequences. The neighbour-joining tree was constructed using MEGA X, tested by bootstrap method of 2000 replicates, and edited by the online tool of iTOL (v5). (b) The simulated model of 2019-nCoV RBD binding to SARS-CoV-RBD-specific antibodies (m396, 80R, and F26G19). (c) Protein sequence alignment of 2019-nCoV and SARS-CoV RBD, showing the predominant residues that contribute to interactions with ACE2 or SARS-CoV-specific antibodies. (d) The comparison of the complex structures of SARS-CoV-RBD and SARS-CoV-RBD-specific antibodies (shown in the first row) and models of 2019-nCoV-RBD and SARS-CoV-RBD-specific antibodies (shown in the second row). (e) Binding of monoclonal antibodies to 2019-nCoV RBD determined by ELISA. (f) Binding profiles of 2019-nCoV RBD to ACE2 and antibodies, and (g) competition of CR3022 and ACE2 with 2019-nCoV RBD measured by BLI in OctetRED96. Binding kinetics was evaluated using a 1:1 Langmuir binding model by ForteBio Data Analysis 7.0 software.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}