{
    "paper_id": "12b030be66b617bec99c12d770c89cb59c3773a9",
    "metadata": {
        "title": "Changes in nonstructural protein 3 are associated with attenuation in avian coronavirus infectious bronchitis virus",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "E"
                ],
                "last": "Phillips",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M W"
                ],
                "last": "Jackwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "E T"
                ],
                "last": "Mckinley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "S W"
                ],
                "last": "Thor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Hilt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "N D"
                ],
                "last": "Acevedol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "S M"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "J C"
                ],
                "last": "Kissinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "A H"
                ],
                "last": "Paterson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "C"
                ],
                "last": "Lemke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Full-length genome sequencing of pathogenic and attenuated (for chickens) avian coronavirus infectious bronchitis virus (IBV) strains of the same serotype was conducted to identify genetic differences between the pathotypes. Analysis of the consensus full-length genome for three different IBV serotypes (Ark, GA98, and Mass41) showed that passage in embryonated eggs, to attenuate the viruses for chickens, resulted in 34.75-43.66% of all the amino acid changes occurring in nsp 3 within a virus type, whereas changes in the spike glycoprotein, thought to be the most variable protein in IBV, ranged from 5.8 to 13.4% of all changes. The attenuated viruses did not cause any clinical signs of disease and had lower replication rates than the pathogenic viruses of the same serotype in chickens. However, both attenuated and pathogenic viruses of the same serotype replicated similarly in embryonated eggs, suggesting that mutations in nsp 3, which is involved in replication of the virus, might play an important role in the reduced replication observed in chickens leading to the attenuated phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian coronavirus infectious bronchitis virus (IBV) causes a highly contagious upper respiratory tract disease in chickens. Live attenuated vaccines are used against the virus but the disease is difficult to control because cross-protection does not usually occur between different serotypes. The respiratory disease caused by this virus can be mild to moderate and can vary depending on the breed of chicken infected as well as the strain of the virus [1] . The virus is worldwide in distribution, and in addition to chickens, IBV has been isolated from peafowl (Galliformes) and other Electronic supplementary material The online version of this article (doi:10.1007/s11262-011-0668-7) contains supplementary material, which is available to authorized users. gamma-coronaviruses have been isolated from teal (Anas crecca), geese (Anserinae), pigeons (Columbiformes), and ducks (Anserfiformes) [2] .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses are enveloped viruses in the order Nidovirales and are classified based on genome organization and antigenic characteristics as alpha (previously group 1), beta (previously group 2), and gamma (previously group 3)-coronaviruses with the avian coronaviruses belonging to the gamma-coronaviruses. Subgroups within each group have been reported, and recently, comparative full-length genome analysis placed a novel coronavirus from a beluga whale in subgroup 3b and three new coronavirus isolates from passerine birds in subgroup 3c [3] . Infectious bronchitis virus and related isolates as well as turkey coronavirus (TCoV) are assigned to subgroup 3a.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses have a single-stranded positive-sense RNA genome ranging in size from 27 to 30 kb, with a 5 0 cap and a 3 0 poly-A tail. Transcription occurs through a leader-primed RNA synthesis mechanism that results for IBV in six 3 0 co-terminal subgenomic mRNA molecules. Four structural proteins-spike (S), envelope (E), membrane (M), and nucleocapsid (N)-along with the viral RNA make up the enveloped virion. The N protein binds to the viral RNA forming the ribonucleoprotein (RNP) complex. The E and the M protein are membrane bound proteins that play a role in virus assembly [4] . The S glycoprotein on the surface of the virus mediates attachment to the host cell, is responsible for fusion of the host cell membrane and viral envelope, and in IBV, it contains epitopes that define serotype and induce neutralizing antibodies [5] . The S glycoprotein of IBV is post-translationally cleaved into S1 and S2 subunits, and the S1 subunit is reported to have three hypervariable regions [6] [7] [8] . Mutations, insertions, deletions, and recombination in S contribute to the genetic diversity of IBV, which is recognized as different genetic or serologic types of the virus [5] .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two polyproteins 1a and 1ab account for approximately two-thirds of the viral genome-coding region and make up the replication transcription complex (RTC). The polyprotein 1ab is translated through a-1 frame-shift translation mechanism that occurs approximately 20-40% of the time [9] . The IBV 1a and 1ab polyproteins are post-translationally cleaved into 15 nonstructural proteins (nsps), nsps 2 through 16 by a papain-like protease (PLP) and the main protease (Mpro), also referred to as the 3C-like protease [10] . IBV does not have an nsp 1 equivalent found in some other coronaviruses. The PLP contained within nsp 3 is divided into PL1 and PL2 papain-like proteases. The PL1 protease, present in other coronaviruses, is truncated and nonfunctional in IBV, thus PL2 cleaves nsps 2, 3, and 4 [11] . The Mpro contained within nsp 5 cleaves nsps 5 through 16 . The biological characteristics of many nsps have been previously reported [9, 10, [12] [13] [14] [15] [16] [17] . In addition to nsps 3 and 5, which contain proteases PL2 and Mpro, respectively, nsps 2, 4, and 6 contain hydrophobic residues predicted to play a role in anchoring the RTC to the Golgi. Nonstructural proteins 7, 8, 9, and 10 are reported to have RNA-binding activity. Nonstructural protein 11/12 is the RNA-dependent RNA-polymerase, nsp 13 is a RNA helicase, nsp 14 is an exoribonuclease, nsp 15 is an endoribonuclease, and nsp 16 is a methyltransferase.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adaptation of IBV to different hosts has been associated with changes in the S glycoprotein, suggesting that spike plays a key role in pathogenicity [18, 19] . However, the ectodomain of the S glycoprotein from the Beaudette strain of IBV, an attenuated laboratory strain, was replaced with an S from a pathogenic strain (Mass 41 strain) of the same serotype. This chimeric virus was shown to induce an immune response but remained nonpathogenic in chickens, indicating that the S glycoprotein is not solely responsible for pathogenicity of IBV [2, 20] . In another study, a chimeric IBV was created with the replicase genes 1a and 1ab from the attenuated Beaudette strain, and all of the structural genes from the pathogenic Mass 41 strain including the S gene. This chimeric virus was not pathogenic in chickens, indicating that the replicase proteins also appear to be determinants of IBV pathotype [2, 21] . Genetic differences reported in 1a and S between virulent and avirulent strains of IBV also led others to suggest that the replicase proteins, in addition to S, are involved in the pathotype of the virus [22] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To examine the sequence changes in individual genes associated with attenuation of IBV for chickens, we sequenced and compared the full-length consensus genomes of pathogenic IBV viruses and egg-passaged attenuated (for chickens) viruses from three different serotypes. We also examined the replication of pathogenic and attenuated viruses in embryonated eggs and in chickens to determine whether there are differences in growth rate between the pathotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pathogenic and attenuated (for chickens) IBV strains from three different serotypes were used in this study. The pathogenic Arkansas-Delmarva Poultry Industry Ark/Ark-DPI/81 and the Massachusetts strain Mass/Mass41/41 were obtained from Dr. J. Gelb, Jr. (University of Delaware, Newark, DE). The pathogenic Georgia 98 virus, GA98/CWL0470/98 virus, was isolated in our laboratory in 1998 [23] . The pathogenic viruses were propagated in 10-day-old embryonated chicken eggs (Ark/Ark-DPI/81 pass 6, Mass/Mass41/41 pass 8, and GA98/CWL0470/98 pass 8) as previously described [24] .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The attenuated viruses of the same strain and serotype were obtained from Intervet and were designated Ark-attenuated (Mildvac-Ark), Mass41-attenuated (Mildvac-H), and GA98attenuated (Mildvac-Ga-98).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Whole-genome nucleotide and deduced amino acid sequence analysis Viral RNA extraction, RT-PCR, library construction, and sequencing were conducted as previously described [25] . Briefly, the viruses were filtered through a 0.8-lm filter then through a 0.22-lm filter (Millipore, Billerica, MA) prior to RNA extraction. Viral RNA was purified using the high pure RNA isolation kit according to the manufacturer's recommendation (Roche Diagnostic Corporation, Foster City, CA) and re-suspended in DEPC-treated water. Reverse transcription (RT) and polymerase chain reaction (PCR) amplification were performed with the Takara RNA LA PCR kit (Takara Bio Inc., Otsu, Shiga, Japan) using a random primer and an amplification primer in a strand displacement amplification reaction following the manufacture's protocol. The sequence of the random reverse transcription primer was 5 0 -AGC GGG GGT TGT CGA ATG TTT GAN NNN N-3 0 , and the amplification primer sequence, which is designed to anneal to the complement of the conserved region on the random primer, was 5 0 -AGC GGG GGT TGT CGA ATG TTT GA-3 0 . Both primers were obtained from Integrated DNA Technologies, Inc. (Coralville, IA). For the RT reaction, a master mix was prepared, which included MgCl 2 (5 mM), 109 RNA PCR buffer (19) , dNTP mixture (1 mM), RNase inhibitor (1 units/ll), reverse transcriptase (0.25 units/ll), 5 0 degenerate primer (2.5 lM), and RNA (5.75 ll/reaction) then 10 ll per sample was aliquoted in a thermocycler tube. The reaction conditions for the RT reaction were 10 min at 30°C for the primer annealing then an hour at 50°C for extension followed by a five-minute incubation at 99°C for inactivation of the enzyme and a five-minute period at 5°C. A PCR master mix-which included at the final concentrations MgCl 2 (2.5 mM), 109 LA PCR Buffer (19) , sterilized distilled water (32.25 ll), Takara LA Taq (1.25U/50 ll), and 5 0 primer (0.2 lM)-was prepared and 10 ll of the RT reaction was added to 40 ll of the mix. The amplification reaction consisted of a 94°C step for 2 min followed by 30 cycles of 94°C for 30 s, 60°C for 30 s, and 72°C for 3 min.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1279,
                    "end": 1283,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 1823,
                    "end": 1827,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Ten PCR were combined for each virus and purified using the QIAquick PCR purification kit (QIAGEN, Foster City, CA) and then run on a 1% agarose gel to visualize the amplified product. The PCR products were size selected by cutting out amplicons between 500 and 1500 bp from the gel. The amplicons were purified using the QIAquick (QIAGEN) gel purification kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The TOPO cloning kit (Invitrogen, Life Technologies, Carlsbad CA) was used to clone the PCR products into the pCR-XL-TOPO vector according to the manufacturer's recommendations. Then, One Shot TOPO Electrocompetent Escherichia coli cells (Invitrogen) were transformed using 30 ll of competent cells mixed with 2 ll of the ligation reaction and electroporated with settings at 20 kV and 200 X using a BioRad (BioRad Gene Pulser, Hercules, CA). The electroporated cells were incubated at 37°C in 480 ll of Super Optimal broth medium for 1 h on a rotary shaker. The cultures were mixed with 70% glycerol and frozen in -80°C until plated on Q-trays (Genetix, Boston, MA) containing liquid broth agar CAT#3002-032 (MP Biomedicals, LLC, Solon, Oh) with 50 lg/ml of kanamycin. The Q-trays were pre-warmed at 37°C before the entire culture (approximately 500 ll) was spread on the plates and incubated overnight at 37°C, then robotically picked with a Q-BOT (Genetix, Boston, MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Plasmid DNA from the libraries of cloned cDNA fragments for each virus was isolated using an alkaline lysis method modified for the 96-well format, and incorporating both Hydra and Tomtek robots (http://www.intl-pag.org/ 11/abstracts/P2c_P116_XI.html). Cycle sequencing reactions were performed using the BigDye TM Terminator Ò Cycle Sequencing kit Version 3.1 (Applied Biosystems, Foster City, CA) and MJ Research (Watertown, MA) thermocyclers. Finished reactions were filtered through Sephadex filter plates into Perkin-Elmer MicroAmp Optical 96-well plates. A 1/12-strength sequencing reaction on an ABI 3730 was used to sequence each clone from both the 5 0 and 3 0 ends. Each viral genome was sequenced to approximately 109 coverage. The accuracy of the sequence was ensured by generating data in both the 5 0 and the 3 0 directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Gaps and areas with less than 29 coverage were identified and specific primers were synthesized (IDT) for RT-PCR amplification and sequencing of the ambiguous areas. The RT-PCR was conducted as described above, and the reaction conditions were 42°C for 60 min, 95°C for 5 min, then 10 cycles of 94°C for 30 s, 50°C for 30 s, 68°C for 90 s, followed by 25 cycles of 94°C for 30 s, 50°C for 30 s, 68°C for 90 s ? 5 s/cycle added. The final elongation step was 68°C for 7 min, and then, the reaction was cooled to 4°C. The PCR products were sequenced in both directions using the ABI Prism BigDye Terminator v3.0 (Applied Biosystems, Foster City, CA) and the specific primers that were used for amplification at a concentration of 15 ng. The amount of cDNA added to the reaction ranged from 20 to 30 ng, and the sequencing reactions were analyzed on an ABI 3730 (Applied Biosystems).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "Chromatogram files and trace data were read and assembled using SeqMan Pro, and genome annotation was conducted with SeqBuilder (DNASTAR, Inc., v.8.0.2, Madison, WI). Low-quality segments and vector sequence were trimmed from the ends of each sequence and removed from further analysis. Full-length genomes were uploaded to the National Center for Biotechnology Information (NCBI) open reading frame (ORF) finder (http://www.ncbi. nlm.nih.gov/gorf/) to identify ORFs. Nucleotide and deduced amino acid alignments were generated using ClustalW, and phylogenetic trees with 1,000 bootstrap replicates were constructed in the MegAlign program (DNASTAR, Inc.). Hydrophilicity analysis using Hopp-Woods and Kyte-Doolittle were conducted with the Protean program (DNASTAR, Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The viruses were titrated in 10 day of incubation embryonated eggs to obtain a 50% embryo infectious dose (EID 50 ) according to previously published procedures (24). Two-week-old chickens were given 1 9 10 4 EID 50 of virus in 100 ll of PBS equally divided intraocularly and intranasally. Due to isolator availability, different numbers of birds were tested for each virus. Six birds were given Ark/ Ark-DPI/81, 20 birds were given Ark attenuated, 10 birds each were given Mass/Mass41/41, Mass attenuated, and GA98 attenuated, and 12 birds were given GA98/ CWL0470/98. Each of the negative control groups consisted of 10 birds. Clinical signs and lesions were recorded, and tracheal swabs were collected and placed in 1 ml of ice-cold PBS (pH 7.4) at 5 days post-exposure [26] . The presence of virus in the tracheal swab supernatant was determined by quantitative real-time RT-PCR [27] . Tracheas were collected in 10% neutral buffered formalin, routinely processed into paraffin, and 5-lm sections were cut for hematoxylin and eosin staining. Epithelial hyperplasia, lymphocyte infiltration, and the severity of epithelial deciliation were scored for each trachea with 1 being normal and 4 being severe [28] .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pathogenicity testing in chickens"
        },
        {
            "text": "As a measure of adaptation, we examined the growth of the Ark/Ark-DPI/81, Ark attenuated, Mass/Mass41/41 and Mass41-attenuated in embryonated eggs and chicks. Because of limited isolator availability, we did not include the GA 98 viruses in this experiment. Virus growth in embryonated eggs was examined by inoculating 1 9 10 5 EID 50 of each virus into 30 eggs at 10 days of incubation via the chorioallantoic route. For each virus, allantoic fluid was harvested from five eggs at 12, 24, 36, 48, 72, and 96 h after inoculation. The amount of virus present in fresh (not previously frozen) allantoic fluid was determined by quantitative real-time RT-PCR [27] .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 659,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus replication in embryonated chicken eggs and chicks"
        },
        {
            "text": "To examine virus growth in chicks, 1 9 10 5 EID 50 of each virus was inoculated into 30 specific pathogen-free chicks at 1 day of age via the ocular/nasal route. Tracheal swabs were collected from each of five birds at 12, 24, 36, 48, 72, and 96 h after inoculation and placed in 1 ml of ice-cold PBS (pH 7.4). Once the birds were swabbed, they were removed from the study. The amount of virus present in the fresh (not previously frozen) tracheal swab supernatant was determined by quantitative real-time RT-PCR [27] .",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus replication in embryonated chicken eggs and chicks"
        },
        {
            "text": "Sequences generated in this study were submitted to GenBank and assigned the following accession numbers: Ark/Ark-DPI/81 (GQ504720); Ark-attenuated (GQ504721); GA98/CWL0470/98 (GQ504722); GA98-attenuated (GQ50 4723); Mass/Mass41/41 (GQ504724); and Mass41-attenuated (GQ504725).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GenBank accession numbers"
        },
        {
            "text": "The consensus sequence of the full-length genomes of Ark/ Ark-DPI/81, Ark-attenuated, GA98/CWL0470/98, GA98attenuated, Mass/Mass41/41, and Mass41-attenuated were sequenced, and the genome sizes were found to be 27,651 nt, 27,620 nt, 27,638 nt, 27,621 nt, 27,475 nt, and 27,451 nt, respectively. The genome organization consisting of a 5 0 untranslated region (UTR), polyproteins 1a and 1ab, spike, 3a, 3b, envelope, membrane, 4b, 5a, 5b, nucleocapsid, and 3 0 UTR was the same for all six viruses (Table 1) . Gene locations for the nsps in ORF 1a and 1ab are shown in Table 2 . The 4b protein, previously recognized in M41 [21] , is 94 amino acids long and located downstream from the membrane protein in all the viruses sequenced. A BLAST search was conducted, and we found the protein to have 96% sequence identity with the 4b protein from TCoV (TCoV, GenBank accession number EU022526.1). In addition, a 6b protein downstream of the nucleocapsid protein was similar to the predicted 6b ORF reported for TCoV (GenBank accession number EU022526.1). The 6b ORF was identified in the Ark and GA98 viruses but not in the Mass 41 viruses.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 568,
                    "end": 575,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Full-length genome sequencing and analysis"
        },
        {
            "text": "Alignment and phylogenetic analysis of the full-length genomes show that Ark/Ark-DPI/81 has 99.1% sequence identity with Ark-attenuated, GA98/CWL0470/98 has 97.1% sequence identity with GA98-attenuated, and Mass/ Mass41/41 has 92.3% sequence similarity with Mass41attenuated (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Full-length genome sequencing and analysis"
        },
        {
            "text": "Nucleotide and amino acid sequence differences were identified between each of the pathogenic and attenuated viruses (Table 3) . When the genome sequences are compared, there are 249 nucleotide (nt) changes resulting in 62 amino acid changes in the coding regions between the Ark viruses, 629 nt changes resulting in 268 amino acid changes between the GA98 viruses, and 1,805 nt changes resulting in 462 amino acid changes between the Mass 41 viruses (see Table 3 and Supplemental data Tables 5  and 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 456,
                    "end": 501,
                    "text": "Table 3 and Supplemental data Tables 5  and 6",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Full-length genome sequencing and analysis"
        },
        {
            "text": "The size of the 5 0 UTR is 528 nt for all the viruses ( Table 1 ). The number of nt differences between the Ark viruses for the 5 0 UTR was 25 with a 95.6% identity. The GA98 viruses have 6 nt differences with 98.9% identity, and the Mass viruses have 12 nt differences with 98.3% identity in the 5 0 UTR ( Table 3 ). The leader junction sequence, nucleotides 57-64 (5 0 -CTTAACAA), were found to be identical for the Ark and Mass viruses, whereas the GA98/CWL0470/98 pathogenic virus leader junction sequence is 5 0 -CTCAACAA and the GA98 attenuated virus sequence is 5 0 -CTTTACAA. The transcriptional regulatory sequences (TRS) were identical in all of the viruses and were 5 0 -CTGAACAA-3 0 for mRNAs 2 and 3, and 5 0 -CTTAACAA-3 0 for mRNAs 4, 5, and 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 307,
                    "end": 314,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Full-length genome sequencing and analysis"
        },
        {
            "text": "The size of the 3 0 UTRs is 273 nt for Ark/Ark-DPI/81 pathogenic and Ark-attenuated, 276 nt for GA98/ CWL0470/98, 244 nt for GA98-attenuated, and 322 nt for Mass/Mass41/41, and Mass41-attenuated ( Table 1 ). The number of nt differences within the 3 0 UTRs for the Ark viruses is 6 with 98.5% identity. The GA98 viruses have 9 nt differences resulting in 97.1% identity, and the Mass viruses have 2 nt differences with 99.4% identity within the 3 0 UTRs ( Table 3) . The 3 0 UTRs contain the S2M motif, which is 41 nt long with a sequence identity of 92.7% or higher between the six viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 456,
                    "end": 464,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Full-length genome sequencing and analysis"
        },
        {
            "text": "Analysis of the locations and number of sequence differences between pathogenic and attenuated viruses of the same serotype for individual nsps in polyproteins 1a and 1a/b (Table 3) shows that nsp 3 has the highest number of amino acid differences among all the nsps. In addition, nsp 3 has the greatest number of differences when coding regions across the entire genome are compared. A schematic representation of nsp 3 and number of amino acid changes in each domain is presented in Fig. 2 . The nsp 3 ORF has 43.66% of all amino acid differences observed between Ark/Ark-DPI/81 and Ark-attenuated (including a ten amino acid deletion in the attenuated virus at positions 789-798), 34.75% of all amino acid differences observed between GA98/CWL0470/98 and GA98-attenuated (including an eight amino acid deletion in the pathogenic virus at positions 901-908 and a three amino acid deletion in the pathogenic virus at positions 950-952), and 37.08% of all amino acid differences observed between Mass/Mass41/41 and Mass-attenuated (including a ten amino acid deletion in the attenuated virus at positions 797-806). These changes represent 1.96, 5.18, and 11.06 differences per 100 amino acids within nsp 3 for Ark, GA98 and Mass 41, respectively. We also found a virus subpopulation within the Ark/Ark-DPI/81 strain, which had a ten amino acid deletion in nsp 3 at positions 789-798 similar to the Ark-attenuated virus. The catalytic triad of the PL2 protease, amino acids Cys623, Hys786, Asp802 [29] was conserved among all of the viruses, and a hydrophobicity plot of nsp 3 predicted fours transmembrane regions between amino acids 1,000 and 1,300 (data not shown). The fewest amino acid changes for the nsps between pathogenic and attenuated viruses within a serotype are found in nsps 7-10, which are the RNA-binding proteins. The polyprotein 1ab-1 frame-shift slippery sequence (5 0 -UUUAAAC) is conserved among all six viruses but the location was found at nt 12,328 for Ark/Ark-DPI/81, nt 12,298 for Ark-attenuated, nt 12,321 for GA98/CWL0470/ 98, nt 12,360 for GA98-attenuated, nt 12,391 for Mass/ Mass41/41 and nt 12,327 for Mass41-attenuated.",
            "cite_spans": [
                {
                    "start": 1496,
                    "end": 1500,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 485,
                    "end": 491,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Protein alignments between pathotypes"
        },
        {
            "text": "The percent amino acid identity for the S glycoprotein is 97.8% for Ark viruses, 96.6% for GA98 viruses, and 97.2% for Mass 41 viruses (Fig. 3) . The number of amino acid differences within the S glycoprotein between pathogenic and attenuated viruses are 7, 33, and 27 for Ark, GA98, and Mass 41, respectively ( Table 3 ). The S glycoprotein for the Ark viruses had 9.86% (0.60 differences/100 amino acids) of all amino acid differences, which is the third most variable ORF in the entire genome after nsp 3 and 12. For the GA98 viruses, the S glycoprotein has 13.36% (2.82 differences/100 amino acids) of all amino acid differences, which is the third most variable ORF in the entire genome after nsp 3 and ORF 6b. The S glycoprotein for the Mass 41 viruses has 5.77% of all amino acid differences (2.31 differences/100 amino acids), which was the fourth most variable ORF in the entire genome after nsp 3, 2, and 4. ORF 3b has the fewest number of differences with no differences observed between the Ark viruses, whereas the GA98 and Mass viruses each have one amino acid difference. For ORF 4b, no amino acid differences are observed for the Ark viruses, 16 amino acid differences are observed between the GA98 viruses, and 17 amino acid differences are observed between the Mass 41 viruses. The Ark virus 6b proteins have only one amino acid mutation and are 99.9% similar to each other, whereas the GA98 virus 6b proteins have 43 amino acid mutations, 3 amino acid deletions, and 1 substitution and are only 41.9% similar. Because this protein has not been previously recognized in IBV, a nucleotide BLAST search rather than an amino acid search was conducted and showed that the GA98/CWL0470/98 virus has 98% identity with Mass H120 (FJ888351) and the GA98-attenuated virus has 98% identity with Ark-DPI (EU418976). To determine whether the GA98-attenuated virus 6b sequence was a subpopulation within the GA98/CWL0470/98 virus, two forward primers (GA98A #1 5 0 -TCACGCTCAAGTTCAAGACCTG-3 0 , and GA98A #3 5 0 -CAGCTTTAGGTGAGAATGAACT-3 0 ) and two reverse primers (GA98A #2 5 0 -TACGATAAAACAA ACTAATGAGAA-3 0 , and GA98A #4 5 0 -TTGATAGGAA AGCACAGAAATAG-3 0 ) specific for the GA98-attenuated 1M",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 319,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Protein alignments between pathotypes"
        },
        {
            "text": "a Positions are based on 1ab from TCoV (accession number YP_001941164) and presented as the residue position with 1 being the methionine at the beginning of ORF 1a and 1ab followed by the single letter code for the amino acid at that position 6b sequence were used in combination in an RT-PCR assay, but no amplicons were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein alignments between pathotypes"
        },
        {
            "text": "The data on pathogenicity of the viruses in 2-week-old SPF chicks are presented in Table 4 . a Birds were given 1 9 10 4 50% embryo infectious doses intraocularly/intranasally and examined for clinical signs, virus, and lesions at 5 days post-inoculation b Virus was detected in tracheal swabs by real-time RT-PCR as previously described Callison et al. [27] c Epithelial hyperplasia, lymphocyte infiltration, and the severity of epithelial deciliation were scored for each trachea with one being normal and four being severe d A representative control group from one of the experiments is presented. All of the data from the negative control groups were the same (Fig. 4a) . The Ark-attenuated virus, which is adapted to embryonated eggs, only killed Chicks inoculated with virus at 1 day of age showed statistical differences (P B 0.1) in the amount of virus detected in the trachea between the Ark/Ark-DPI/81 and Ark-attenuated viruses at 24, 48, 72, and 96 h post-inoculation with the pathogenic Ark/Ark-DPI/81 having the higher amount of virus at each of the sample times (Fig. 4b) . Although not statistically different, the chicks given the pathogenic Ark/Ark-DPI/81 virus also had more virus detected in the trachea than the chicks given the Ark-attenuated virus at 12 and 36 h post-inoculation. ",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 673,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1077,
                    "end": 1086,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Pathogenicity testing in chicks"
        },
        {
            "text": "Many studies have examined sequence changes in the structural proteins of IBV and found that most of the changes associated with adaptation to a particular host or with a particular virus pathotype occur in the spike glycoprotein [18, 19, 30] . But only a few studies have examined changes across the entire genome associated with biological characteristics of the virus [22, 31] . Ammayappan et al. [22] found a total of 17 amino acid changes between the genomes of Ark DPI 11, a pathogenic virus and Ark DPI 101 an attenuated virus, with four amino changes in nsp 3 and six amino acid changes in the S1 glycoprotein. Based on that data, it was suggested that changes in the replicase sequence in addition to structural proteins might play a role in pathogenicity. Fang et al. [31] found 53.06% of all amino acid substitutions across the entire genome were located in the spike glycoprotein following adaptation of an attenuated avian coronavirus to primate cells, suggesting that spike plays a role in host adaptation.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "31]",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we analyzed the consensus full-length genome for the pathogenic and attenuated viruses of three different IBV types and showed that within a virus type, 34.75 to 43.66% of all the amino acid changes between the pathotypes occurred in nsp 3, whereas changes in spike ranged from 5.8 to 13.4% of all changes. It should be noted, however, that spike had the highest number of differences between different serotypes of the virus, which is consistent with previous reports [5] [6] [7] [8] . A high percentage of differences between pathogenic and attenuated viruses within a serotype in nsp 3 suggests this region plays a key role in pathogenicity. The nsp 3 is a complex protein with multiple domains making it an attractive target for antiviral drug design [9, 32] . It is approximately 1,600 amino acid residues in length and consists of an acidic domain, an ADP-ribose 1 phosphatase, the PL2 protease (a deubiquitinating protease), Y and transmembrane domains. The acidic domain is of unknown function, however; there is some evidence that it possesses nucleic acid binding activity because it is consistently co-purified with singlestranded RNA [33] . Previous studies with other organisms indicate that electrostatic interactions from this type of domain play a key role in ligand binding [34] . Influenza A viruses also contain a polymerase acidic protein (PA) that is required for the transcription and replication activity of the viral polymerase [34] . Differences between pathogenic and attenuated IBV strains within a serotype, including deletions in Ark and Mass41 viruses, were in and around the acidic domain within nsp 3 (Fig. 2) . Thus, it is likely that the acidic domain plays a role in attenuation in chickens but the exact function(s) of the amino acids in this domain is unclear. It was interesting that we observed an eight and a three amino acid deletion in the pathogenic virus GA98/CWL0470/98 at positions 901-908 and 950-952, respectively, compared to the GA98-attenuated virus. Since sequence insertions are not likely to occur during the attenuation process, the GA98-attenuated virus possibly represents a minor undetected subpopulation in the pathogenic virus, which was selected by passage in embryonated eggs.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1471,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1648,
                    "end": 1656,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The ADP-ribose-1 phosphatase domain within nsp 3 is relatively conserved between the pathogenic and attenuated strains. This domain has been shown in the Beaudette laboratory attenuated strain of IBV not to function as an ADP-ribose binding protein [35] . However, the triple glycine sequence that forms part of the ADP-ribose binding site (Gly47-Gly48-Gly49), which was not conserved in Beaudette, is conserved in all of the viruses sequenced herein [35] . This suggests that the ADP-ribose-1 protein may be functional in the pathogenic and attenuated IBV viruses and is consistent with the results of the Mass 41-X domain as reported by Xu et al. [14] . The ADP-ribose-1 phosphatase may be important in pathogenicity of IBV because it has been shown to play a role in ADP ribosylation, a post-translational protein modification involved in DNA damage repair and transcription regulation [14] . In addition, it was reported that the ADP-ribose-1 is dispensable for viral replication in tissue culture, suggesting that this domain is involved in regulation of viral replication rather than the actual replication process [36] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The PL2 domain is a papain-like protease that is responsible for the cleavage of the nsp 2/3 and 3/4 sites. Most coronaviruses have two papain-like proteases; however, in IBV the PL1 protease is truncated and is nonfunctional [16] . The structure of the PL2 protease domain was determined to be a ''thumb-palm-finger'' motif [37] . This domain has also been shown to be a potent IFN antagonist by inhibiting the phosphorylation and nuclear translocation of interferon regulatory factor 3 (IRF-3) causing a disruption in the activation of the type I IFN response through Toll-like receptor 3 (TLR 3) or retinoic acid-inducible gene I (RIG-I) [38] . Although the catalytic triad of the PL2 protease is conserved, amino acid changes between the pathogenic and attenuated viruses are observed in the PL2 protease, which could affect the efficiency of this IFN antagonist leading to altered viral replication in the cell. The disruption of IFN signaling has been shown in many viral infections, including SARS-CoV, dengue virus, and paramyxoviruses [39] [40] [41] . The IBV PL2 viral protease was also shown to have characteristics similar to ubiquitin-specific proteases [42] . Deubuquitinating proteases, which remove ubiquitin from proteins that have been marked by cellular mechanisms for ATP-dependent degradation, could be a potential mechanism by which the virus can alter the cellular environment favoring replication.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Y domain, containing transmembrane domains at its N-terminus, was originally described by Gorbalenya et al. [43] and has been predicted to consist of three domains Y1, Y2, and Y3, which may act together to form an enzymatic function [32] . The transmembrane domain is inserted into the endoplasmic reticulum (ER) membrane co-translationally and plays an important scaffolding role for the replication transcription complex [9] . Recently, it was shown that three transmembrane domains were predicted for the SARS-CoV nsp 3 but only two were found to span the ER membrane orienting the protease domain of nsp 3 on the cytoplasmic side where viral replication occurs [13, 15] . In murine hepatitis virus (MHV), five transmembrane domains were predicted but only two domains were found to span the membrane, also locating the protease domain on the cytoplasm side [13, 15] . Our sequence data for IBV predicts four transmembrane domains within nsp 3. Assuming the protease domain is located on the cytoplasm side of the membrane, we predict that either two or all four transmembrane domains would be used.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 873,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A chimera IBV containing the replicase genes 1a and 1a/b from the attenuated Beaudette strain and the structural genes from the pathogenic Mass 41 strain was not pathogenic in chickens, indicating that the replicase proteins appear to be determinants of pathotype in IBV [2, 21] . Our data strongly support these studies and further indicate that changes in nsp 3 play a key role in IBV pathotype. It should also be emphasized that pathogenicity in avian coronaviruses is likely polygenic, since we and others [22] observed amino acid substitutions in other viral proteins including spike. The 6b ORF detected in TCoV (GenBank accession numbers ACB87503 and ACB87504) is identified in Ark and GA98 viruses herein. Only one amino acid difference was observed between the Ark viruses, but 43 differences as well as 3 amino acid deletions and 1 insertion are observed between GA98 viruses. An attempt to identify a subpopulation in the GA98/CWL0470/98 pathogenic virus with the GA98attenuated gene 6b was unsuccessful. It is not clear why gene 6b is so variable between the GA98 viruses but it appears recombination rather than mutations over time may have played a role. A nucleotide blast analysis indicated that the GA98/CWL040/98 virus was 98% similar to Mass H120 a vaccine virus and the GA98-attenuated virus was 98% similar to Ark-DPI a pathogenic virus, suggesting an origin for those genes. Nonetheless, assuming the 6b ORF is expressed, it apparently does not play a role in defining pathotype.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, we find differences between pathogenic and attenuated viruses in the 5 0 and 3 0 UTRs. The 5 0 and 3 0 UTRs play key roles in transcription and replication of coronaviruses [44] . However, the differences between the Ark and Mass viruses, which are 25 nt and 12 nt, respectively, for the 5 0 UTR, and 6 nt and 2 nt, respectively, for the 3 0 UTR did not appear to affect replication as determined in embryonated eggs. The TRS sequences for generation of the subgenomic mRNAs were identical in all of the viruses; however, the leader junction sequences were different for GA98 viruses. Different leader junction sequences could be important for attenuation since efficiency of subgenomic mRNA production would affect growth of the virus [45] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 755,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Differences are observed in the amount of virus detected in chickens given viruses with different pathotypes. When the same amount of virus was administered, birds given the attenuated virus compared to birds given the homologous pathogenic virus had less virus detected in the trachea at all sampling times and the difference was statistically significant for most of the time points. Thus, it appears that the amount of IBV replication in the trachea correlates with the ability of the virus to cause disease in chickens. Attachment and entry, and replication of the attenuated virus (for chickens) were not impaired because it grew to the same titer (with the exception of one time point) as the pathogenic virus in 10-day-old embryonated eggs. Inefficient attachment and entry into chicken host cells in vivo could be due to changes in spike. And decreased replication of the attenuated viruses could be due to the inability of the virus to overcome some as yet unidentified innate defense mechanism(s) in chicken cells that is not present in embryonic cells. Domains within nsp 3 associated with the deubiquitinating protease or IFN antagonists are likely candidates for further research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we find that most changes associated with attenuation of IBV for chickens are located within nsp 3 and that the attenuated viruses have reduced replication in chickens but not in 10-day-old embryonated eggs. Changes in spike suggest that attachment and entry may have been affected and changes in nsp 3 suggest that the attenuated virus lost the ability to overcome some innate host cell defense mechanism in the mature chicken cell. The exact mechanism(s) surrounding the interaction of virus and host processes affecting virus replication have yet to be determined for IBV, but identifying the sequence changes in the virus responsible for reduced replication and attenuation is an important step in elucidating those mechanisms. Finally, changes observed in nsp 3 and spike as well as in other viral genes support the polygenic nature of pathogenicity in avian coronaviruses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infectioius bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diseases of poultry",
            "volume": "",
            "issn": "",
            "pages": "117--135",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epitopes of neutralizing antibodies are located within three regions of the S1 spike protein of infectious bronchitis virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "II. International symposium on infectious bronchitis",
            "volume": "",
            "issn": "",
            "pages": "154--160",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infectious bronchitis, in A laboratory manual for the isolation, identification, and characterization of Avian pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W J J"
                    ],
                    "last": "Jackwood ; 24",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virus Res",
            "volume": "80",
            "issn": "",
            "pages": "146--149",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Code of Federal regulations, standard requirements for IBV vaccines. Animal and Plant Health Inspection Service, US National Archives and Records Administration",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Proc. Natl. Acad. Sci. USA 103",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saikatendu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Santarsiero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "5717--5722",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "At 5 days postinoculation, clinical signs, virus detection and tracheal lesions were observed in each of the groups given the pathogenic viruses. None of the birds given attenuated viruses had clinical signs, tracheal lesions, or virus detected in the trachea with the exception of 1 of 20 birds given the Ark-attenuated virus, which had mild clinical signs and virus detected in the trachea. The negative control group did not have clinical signs, tracheal lesions, or virus detected in the trachea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic relationship of full-length genomes. Phylogenetic tree showing nucleotide sequence relatedness computed using neighbor-joining and the Nei-Gojobori method. The bootstrap consensus subtree was constructed from 1,000 replicates (percentage of replicate trees in which associated strains clustered together are presented at nodes). The nucleotide sequences were aligned with ClustalW (DNASTAR, Inc.), and the nucleotide substitutions (9100) are shown in the scale at the bottom of the figure",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematic representation of nsp 3 with the number of amino acid changes (relative positions indicated by tick marks, vertical black, blue and red lines) and deletions (triangles) between pathogenic and attenuated viruses indicated below. Domain positions are based on the IBV Beaudette nsp 3 sequence (Acc# P27920) alignment from Ziebuhr et al. [11] and include the acidic acid domain, the papain-like protease 1 (PL1) domain, the ADP-ribose binding protein (ADRP), the papain-like protease 2 (PL2), and the Y domain. The black line represents an unknown region between the PL2 and Y domains (Color figure online) Phylogenetic relationships of the spike protein. Phylogenetic tree showing amino acid sequence relatedness computed using neighbor-joining and the Nei-Gojobori method. The bootstrap consensus subtree was constructed from 1,000 replicates (percentage of replicate trees in which associated strains clustered together are presented at nodes). The amino acid sequences were aligned with ClustalW (DNASTAR, Inc.), and the amino acid substitutions (9100) are shown in the scale at the bottom of the figureTable 4Pathogenicity of the viruses used in this study inoculated a into 2-week-old specific pathogen-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "5 of 35 embryos by 96 h post-inoculation, whereas Ark/Ark-DPI/81 did not kill any of the embryos (0/35), and all of the surviving embryos for both viruses had lesions consistent with IBV replication by 96 h post-inoculation. For Mass/Mass41/41 and Mass41attenuated viruses, a statistical difference (P B 0.1) in the amount of virus in embryonated eggs was only observed at 24 h post-inoculation but not at any other sample time (Fig. 4a). The Mass/Mass41/41 virus killed 3 of 35 embryos, and the Mass-attenuated virus killed 1 of 35 embryos by 96 h post-inoculation. Lesions were observed at 96 h post-inoculation in surviving embryos inoculated with the Mass viruses. Embryos examined at all the other time points were alive, and no lesions were observed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Statistical differences (P B 0.1) were observed in the amount of virus detected in the trachea of chicks given the Mass viruses at 24, 36, and 48 h post-inoculation with the pathogenic Mass/Mass41/41 virus having the higher amount of virus. Although not statistically different, the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Virus replication expressed as the log 10 of viral genome copies. a Virus replication in 10-day-old embryonated eggs. Eggs were inoculated with 1 9 10 5 50% embryo infectious doses of virus. Time 0 represents allantoic fluid collected from eggs immediately after inoculation. Numbers are the average viral genome copies (n = 5 except where indicated) calculated from the standard curve for the real-time RT-PCR test (Callison et al.[27]). In the Ark-attenuated group, all the embryos died prior to the 96 h time point. b Virus replication in 1-day-old chicks. Chicks were inoculated intranasally/ intraocularly with 1 9 10 5 50% embryo infectious doses of virus. Numbers are the average viral genome copies (n = 5) calculated from the standard curve for the real-time RT-PCR test (Callison et al.[27]). *Indicates that the numbers are statistically different P B 0.1 between Mass/Mass41/41 pathogenic and Mass41-attenuated viruses, and dagger indicates that the numbers are statistically different P B 0.1 between Ark/Ark-DPI/81 pathogenic and Ark-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Genes, coding regions, and size of the infectious bronchitis viruses sequenced in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The positions a for nonstructural proteins in open reading frames 1a and 1ab",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This work was supported by USDA, CSREES award number 2007-35600-17786. The authors appreciate the assistance that was provided by Lauren Byrd, Carey Stewart, and Joshua Jackwood in conducting these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}