{
    "paper_id": "12ff80fec2dec1a3a9ca17de05baa15dfbfd0398",
    "metadata": {
        "title": "Genetic characterization of feline bocavirus detected in cats in Japan",
        "authors": [
            {
                "first": "Tomomi",
                "middle": [],
                "last": "Takano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Infectious Disease",
                    "institution": "Kitasato University",
                    "location": {
                        "settlement": "Towada",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshihiro",
                "middle": [],
                "last": "Takadate",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Infectious Disease",
                    "institution": "Kitasato University",
                    "location": {
                        "settlement": "Towada",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Tomoyoshi"
                ],
                "last": "Doki",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Infectious Disease",
                    "institution": "Kitasato University",
                    "location": {
                        "settlement": "Towada",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Tsutomu"
                ],
                "last": "Hohdatsu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Infectious Disease",
                    "institution": "Kitasato University",
                    "location": {
                        "settlement": "Towada",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Feline bocavirus (FBoV) has been classified into three genotypes (FBoV1-FBoV3). FBoVs are mainly detected in feces. In the present study, we collected rectal swabs from cats in Japan and examined the samples for the presence of FBoV. The FBoV infection rate was 9.9 % in 101 cats. No significant association was observed between FBoV infection and clinical symptoms. Based on the fulllength NS1 protein, the three strains of FBoVs detected in the present study shared high homologies with the genotype 2 FBoV POR1 strain. This is the first study to report FBoV in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bocavirus (BoV) is a member of the family Parvoviridae, subfamily Parvovirinae, genus Bocavirus [13]. FBoV has an approximately 5.0-kbp linear single-strand DNA genome. There are three open reading frames (ORFs) in the BoV genome. ORF1 encodes non-structural protein (NS) 1, ORF2 encodes viral capsid proteins VP1 and VP2. ORF3 encodes the non-structural protein with unknown function-1 (NP1) and is present between the NS1 and VP1/VP2 genes. The ORF3 gene is unique and has not been detected in parvoviruses other than BoV [14] . BoV infections have been confirmed in humans, mice, dogs, pigs, cows, and California sea lions [2, [4] [5] [6] 8] . A number of clinical symptoms occur in BoV-infected hosts. For example, respiratory and gastrointestinal symptoms have been reported in humans infected with human BoV (HBoV) [9, 17] . Gastroenteritis caused by canine bocavirus 1 (CBoV1) and",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 634,
                    "end": 637,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 642,
                    "end": 644,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "CBoV2 occurs in dogs [1, 12] . In pigs, porcine BoV (PBoV) has been associated with diarrhea in piglets [15] . Since infection was initially confirmed in 2011 in Hong Kong [7] , feline bocavirus (FBoV) infection has been subsequently reported in Portugal and the USA [11, 16] . Three genotypes of FBoV (FBoV1, FBoV2, and FBoV3) have been identified to date. Although FBoV is mainly detected in the feces of cats [7] , the relationship between the prevalence of FBoV in feces and gastrointestinal symptoms in cats has not yet been clarified. Moreover, the prevalence of FBoV infection in cats in Japan currently remains unknown. In the present study, we collected rectal swabs from cats in Japan and examined the samples for the presence of FBoV by PCR. The amino acid sequence of the whole NS1 protein in the FBoV detected was also deduced, and its genetic relationship to other BoVs was examined using phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 25,
                    "end": 28,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rectal swab samples were collected from 48 cats without clinical illness and 53 cats with gastrointestinal symptoms. These samples were submitted by veterinary clinics in Japan between 2012 and 2015 (Aomori, Saitama, Tokyo, Kanagawa, Mie, and Osaka). Viral DNA was extracted from the samples using a High Pure Viral Nucleic Acid Kit (Roche, Switzerland) according to the manufacturer's instructions. Viral DNA was amplified by PCR, which was performed in a total volume of 50 lL using the following two methods: (i) Detection of FBoV1, 2, and 3: two lL of sample cDNA was mixed with 25 lL of Quick Taq HS DyeMix (Toyobo, Japan), 1 lL of 20 lM primer mix (primer sequences shown in Table 1 ), and 22 lL of distilled water. DNA was amplified using a PCR Thermal Cycler Dice (TaKaRa, Japan). The PCR conditions for detecting FBoV1, FBoV2, and FBoV3 were described previously [7, 11, 16] . The methods used to detect viral genes other than those of FBoVs have also been described & Tsutomu Hohdatsu hohdatsu@vmas.kitasato-u.ac.jp previously [13] . (ii) Preparation of PCR products for sequencing: Three lL of sample cDNA was mixed with 10 lL of 5-fold PrimeSTAR Buffer (TaKaRa, Japan), 4 lL of dNTP Mixture (TaKaRa, Japan) containing 2.5 mM of each dNTP, 1 lL of 20 lM primer mix (primer sequences shown in Table 1 ), 0.5 lL of PrimeSTAR HS DNA Polymerase (2.5 U/mL; TaKaRa, Japan), and 31.5 lL of distilled water. Using a thermal cycler, DNA was amplified at 98°C for 1 min, followed by 30 cycles of denaturation at 98°C for 10 s, primer annealing at 55°C for 15 s, and synthesis at 72°C for 1 min, with a final extension at 72°C for 5 min. Thirty microliters of PCR products were electrophoresed as described above. Singlet bands were excised and transferred to microtubes, and DNA was purified using a QIAquick Gel Extraction Kit (QIAGEN GmbH, Germany). Purified DNA was subjected to TA cloning using the Mighty TA-Cloning Reagent Set for PrimeSTAR (TaKaRa, Japan) following the manufacturer's instructions. The purified plasmids containing PCR products were sent to Sigma Aldrich (Japan) for sequencing. The sequences of the virus genomes were determined, and phylogenetic trees were analyzed using MEGA software (version 6). Phylogenetic relationships were determined using the neighbor-joining algorithm, and branching order reliability was evaluated by 1,000 replications of a bootstrap resampling analysis. The phylogenetic tree of the fulllength NS1 protein was prepared as described previously by the International Committee on Taxonomy of Viruses (http://talk.ictvonline.org/files/ictv_official_taxonomy_ updates_since_the_8th_report/m/vertebrate-official/4844). FBoV was detected in rectal swabs collected from cats, and was screened using known primers that react specifically with each of the three genotypes. Ten (9.9 %) out of 101 samples were FBoV positive. These samples only reacted with the primers detecting FBoV2. Information on cats in which the FBoV genome was identified is shown in Table 2 . We investigated FBoV infection and its relationship to the age, sex, and clinical condition of the cats. No significant association was found between FBoV infection and age in cats. Sex and clinical condition were also not related to FBoV infection. Amino acid sequences were deduced from FBoV NS1 gene fragments (partial NS1 gene) detected in ten cats (Fig. 1A) . In all positive samples, the FBoV detected showed high homology to the FBoV2 POR1 strain found in the feces of cats in Portugal in 2014. In order to identify the FBoV genotype, we attempted to detect the full-length NS1 gene of FBoV and successfully identified it in three out of 10 samples. The three samples of the FBoV full-length NS1 gene were subjected to sequence analysis, and the amino acid sequences were deduced. A phylogenetic tree analysis based on the amino acid sequence of the full-length NS1 protein revealed homologies to the FBoV2 POR1 strain (Fig. 1B) . The fulllength NS1 protein of the FBoV KU-58 strain, KU-61 strain, and KU-89 strain showed 87.7, 88.1, and 87.3 % sequence identity, respectively, to that of the FBoV2 POR1 strain. When the difference in the amino acid sequence of the full-length NS1 protein between BoV strains is [15 % [3] , the stains are considered to be of different genotypes. Based on this definition, these FBoV strains belong to the clade genotype 2 FBoV, as does the FBoV2 POR1 strain. The FBoV-positive rate in the feces of cats in Japan was 9.9 % (10/101). Previous studies reported prevalence rates for FBoV of 7.2 % (26/363), 5.5 % (3/55), and 8.0 % (2/25) in Hong Kong [7] , Portugal [11] , and the USA [16] , respectively. The FBoV-positive rate in Japan was similar to those in other countries. All FBoVs detected in the present study were classified as genotype 2. According to Lau et al., all FBoVs detected in Hong Kong were genotype 1 [7] , whereas Ng et al. reported that FBoVs detected in Portugal were genotype 2 [11] , and Zhang et al. found that FBoVs detected in the USA were genotypes 1 and 3 [16] , suggesting that the FBoV genotype varies among regions. This was an initial survey targeting all genotypes of FBoV, and thus, further studies on the FBoV genotypes and their distribution are expected.",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 875,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 4234,
                    "end": 4243,
                    "text": "[15 % [3]",
                    "ref_id": null
                },
                {
                    "start": 4603,
                    "end": 4606,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4618,
                    "end": 4622,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4637,
                    "end": 4641,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4815,
                    "end": 4826,
                    "text": "Lau et al.,",
                    "ref_id": null
                },
                {
                    "start": 4875,
                    "end": 4878,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4956,
                    "end": 4960,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 5040,
                    "end": 5044,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 688,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1303,
                    "end": 1310,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 3004,
                    "end": 3011,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3367,
                    "end": 3376,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                },
                {
                    "start": 3940,
                    "end": 3949,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The pathogenicity of FBoV has not yet been investigated. We found no significant association between FBoV2 infection and clinical symptoms. BoVs generally cause The phylogenetic analysis was based on the deduced amino acid sequence of the full-length NS1. Phylogenetic relationships were determined using the neighbor-joining algorithm, and branching order reliability was evaluated by 1,000 replications of a bootstrap resampling analysis. CSL, California sea lion Feline bocavirus in cats in Japan 2827 respiratory and gastrointestinal symptoms in young animals, with most infections being subclinical in adult animals [10] . In the present study, all FBoV-infected cats with diarrhea were young (one year old or younger), whereas three out of four healthy FBoV-infected cats were adults aged 3 years or older, suggesting that FBoV is pathogenic in young cats, similar to other BoVs. However, it was not possible to statistically analyze the relationship between FBoV infection and clinical conditions by age because of the small number of samples. Therefore, the number of samples needs to be increased and the characteristics of FBoV-infected cats investigated in more detail. In this study, we identified FBoV strains for the first time in cats in Japan. Based on a genome analysis of the full-length NS1, the FBoV KU-58 strain, KU-61 strain, and KU-89 strain were classified as genotype 2 FBoVs.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 625,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel canine bocavirus strain associated with severe enteritis in a dog litter",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lapp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "174",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification and nearly full-length genome characterization of novel porcine bocaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The family Parvoviridae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Cotmore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agbandje-Mckenna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Chiorini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "",
            "issn": "159",
            "pages": "1239--1247",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human bocavirus: a novel parvovirus epidemiologically associated with pneumonia requiring hospitalization in Thailand",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1038--1045",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure of an enteric pathogen, bovine parvovirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kailasan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gurda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "2603--2614",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of novel canine bocaviruses and their association with respiratory disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "341--346",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification and characterization of bocaviruses in cats and dogs reveals a novel felinebocavirus and a novel genetic group of canine bocavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "1573--1582",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The fecal viral flora of California sea lions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "9909--9917",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of human bocavirus in Japanese children with lower respiratory tract infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1132--1134",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Animal bocaviruses: a brief review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Manteufel",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Truyen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intervirology",
            "volume": "51",
            "issn": "",
            "pages": "328--334",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Feline fecal virome reveals novel and prevalent enteric viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mesquita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nascimento",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "171",
            "issn": "",
            "pages": "102--111",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A minute virus of canines (MVC: canine bocavirus) isolated from an elderly dog with severe gastroenteritis, and phylogenetic analysis of MVC strains",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohshima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawakami",
                    "suffix": ""
                },
                {
                    "first": "Abe",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "145",
            "issn": "",
            "pages": "334--338",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular characterization and pathogenicity of a genogroup GVI feline norovirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takano",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kusuhara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuroishi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "178",
            "issn": "",
            "pages": "201--207",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Family Parvoviridae",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tijssen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agbandje-Mckenna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Almendral",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virus taxonomy: ninth report of the International Committee on taxonomy of viruses",
            "volume": "",
            "issn": "",
            "pages": "405--425",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Occurrence and investigation of enteric viral infections in pigs with diarrhea in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "158",
            "issn": "",
            "pages": "1631--1636",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Faecal virome of cats in an animal shelter",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "2553--2564",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detection of a bocavirus circular genome in fecal specimens from children with acute diarrhea in Beijing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 (A) Alignment of deduced sequences of 88 amino acids of FBoV strains detected in this study and other FBoVs. Asterisks indicate identical amino acids. (B) Phylogenetic tree based on the amino acid sequence of full-length NS1. The phylogenetic analysis was based on the deduced amino acid sequence of the full-length NS1. Phylogenetic relationships were determined using the neighbor-joining algorithm, and branching order reliability was evaluated by 1,000 replications of a bootstrap resampling analysis. CSL, California sea lion",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nucleotide sequences of primers used for screening and sequencing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of cats infected by FBoV",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}