{
    "paper_id": "131276fce5681acc1232981163627299ba9d662c",
    "metadata": {
        "title": "Optimal Strategies for Reducing Number of People in the Social Security System",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Yip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengni",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Catholic University of Louvain",
                    "location": {
                        "postCode": "1348",
                        "settlement": "Louvain-la-Neuve",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Bing",
                "middle": [
                    "Kwan"
                ],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jilin University",
                    "location": {
                        "postCode": "130012",
                        "settlement": "Changchun",
                        "country": "China"
                    }
                },
                "email": "bkso@graduate.hku.hk"
            },
            {
                "first": "Fai",
                "middle": [],
                "last": "Kwok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kam",
                "middle": [],
                "last": "Pui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wat",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Providing social security to the population in need has become a major expenditure for many governments. Reducing the number of dependents in the social security system and maintaining a dynamic economically active population is a high priority concern for policymakers. A good understanding of the dynamics of the social security system-specifically, who enters and who exits the system-would be helpful for formulating effective interventions. Here, we made use of the data of Hong Kong's Comprehensive Social Security Assistance (CSSA), which is currently a basic welfare scheme in Hong Kong that provides supplementary payments to households that cannot support themselves financially. We proposed a stochastic model to examine the in-and out-movement in the CSSA scheme and conducted elasticity analyses. The elasticity analyses allowed us to identify the potential target groups of people that would lead to the largest reduction in the number of the CSSA recipients in the system. This analytical method can also reveal whether policies would be more effective in preventing people from entering the CSSA system or helping them leave the CSSA scheme. Our analyses suggest that targeting those aged 30-49 with children would have the largest impact. Additionally, we found that policies that aim to prevent this group from entering the CSSA system would be more effective in reducing the number of CSSA recipients compared with policies that aim to help them exit. In contrast, for the younger age group of 10-29, policies that help them leave CSSA would be more effective than policies that prevent them from entering CSSA. Providing employment for those unemployed in this younger group would be more effective. The results indicate that by tailoring measures to specific subgroups, the overall number of CSSA recipients would be reduced, thereby improving the efficiency of Hong Kong's social security system, which has accounted for more than 16.5% of Hong Kong government expenditure in 2018, amounting to more than HKD 92 billion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "\"Leave no one behind\" is the overarching principle of the United Nations' 2030 Sustainable Development Goals [1] . Ending poverty everywhere, in all its forms, is the first of the Sustainable Development Goals (SDG). In signing the SDG Agenda 2030, governments around the world have committed to achieving this goal over the coming years. Hong Kong is one of the richest cities in the world with an impressive GDP of USD 46,000, but with a large Gini coefficient of 0.537, and thus the issue of poverty deserves special attention. The poverty line in Hong Kong is set at 50% of the median",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Until 1997, Hong Kong was a British colony for more than 150 years (since 1842). The social security system in Hong Kong was shaped by the laissez-faire philosophy under the previous colonial regime. The concept of self-reliance via employment is deeply rooted in the psyche of the Hong Kong population, and the so-called Hong Kong \"Lion Rock Spirit\" captures an ethic of hard working and mutually helping one another in the community. Only the very needy and vulnerable families would receive support by the government. Thus, Hong Kong's welfare system was perceived as a typical example of the residual model of welfare, which views the government welfare provision only as a last resort. The laissez-faire philosophy and residual welfare model were also compatible with Chinese Confucian values, which emphasize filial piety, respect for older people, love for one's family, self-restraint, shouldering collective responsibility, mutual help, and so on. Chiu and Wong (2005) [11] have argued that Confucian ideology has been used by the Hong Kong government as \"a means to contain social welfare costs\", as well as to justify the residual welfare model. On July 1st of 1997, the sovereignty over Hong Kong was returned back to Mainland China and the city has become a Special Administrative Region of the People's Republic of China (HKSAR). Under the principle of \"one country, two systems\", Hong Kong has enjoyed a high degree of autonomy and is responsible for its domestic affairs including tax system. The HKSAR government does not have to contribute any revenue towards the Central Government. Since 1997, the social policies in Hong Kong have been not only shaped by the laissez-faire philosophy that were \"inherited\" from the colonial regime, but also constrained by the Basic Law that was issued after the handover to China [10] . According to the Basic Law, the Hong Kong government can only increase its public expenditure on social welfare within the limits of the budget surplus [12] . Thus, social policies have become sensitive to the government budget. Since 1997, the government experienced 6 years of budget deficit, from 1998-1999 to [2004] [2005] , which was related to the 1997 Asian financial crisis and the 2003 Severe Acute Respiratory Syndrome (SARS) epidemic. During this period, the low-income group suffered most from the two economic shocks. The rising social welfare needs of low-income families greatly increased government spending, and consequently new social policies to expand and diversify the social welfare system had to be suspended [10] .",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 977,
                    "text": "Chiu and Wong (2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1994,
                    "end": 1998,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2155,
                    "end": 2161,
                    "text": "[2004]",
                    "ref_id": null
                },
                {
                    "start": 2162,
                    "end": 2168,
                    "text": "[2005]",
                    "ref_id": null
                },
                {
                    "start": 2574,
                    "end": 2578,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Comprehensive Social Security Assistance (CSSA) is the most important welfare program in Hong Kong. Previously, this social security was called \"public assistance\", which was introduced in 1971 and modified from the British National Assistance Act. Public assistance aimed to help the aged and the sick to maintain a basic living standard with a minimal allowance. It was in 1993 that public assistance was renamed CSSA. The applications of CSSA have to go through income and assets means tests. In the first year (i.e., 1993), the number of CSSA cases was 91,362 and the number of CSSA recipients was 121,060. There can be more than one recipient in one case, as the household is treated as a case unit and all the members within the household can be recipients. Figure 1 shows the trends of CSSA cases and recipients over the period of 1993-2017. The number of cases rapidly increased and reached a peak in the year 2005 (of 298,011); since then, it has steadily declined to 232,134 in 2017. The number of recipients had a similar trend, with a dramatic increase in the years of 1997 of , 1998 of , 2002 of , and 2003 of . In 1997 of and 1998 On July 1st of 1997, the sovereignty over Hong Kong was returned back to Mainland China and the city has become a Special Administrative Region of the People's Republic of China (HKSAR). Under the principle of \"one country, two systems\", Hong Kong has enjoyed a high degree of autonomy and is responsible for its domestic affairs including tax system. The HKSAR government does not have to contribute any revenue towards the Central Government. Since 1997, the social policies in Hong Kong have been not only shaped by the laissez-faire philosophy that were \"inherited\" from the colonial regime, but also constrained by the Basic Law that was issued after the handover to China [10] . According to the Basic Law, the Hong Kong government can only increase its public expenditure on social welfare within the limits of the budget surplus [12] . Thus, social policies have become sensitive to the government budget. Since 1997, the government experienced 6 years of budget deficit, from 1998-1999 to 2004-2005, which was related to the 1997 Asian financial crisis and the 2003 Severe Acute Respiratory Syndrome (SARS) epidemic. During this period, the low-income group suffered most from the two economic shocks. The rising social welfare needs of low-income families greatly increased government spending, and consequently new social policies to expand and diversify the social welfare system had to be suspended [10] .",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1089,
                    "text": "of 1997",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1099,
                    "text": "of , 1998",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1109,
                    "text": "of , 2002",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1123,
                    "text": "of , and 2003",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1124,
                    "end": 1136,
                    "text": "of . In 1997",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1148,
                    "text": "of and 1998",
                    "ref_id": null
                },
                {
                    "start": 1827,
                    "end": 1831,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2561,
                    "end": 2565,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 776,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Background"
        },
        {
            "text": "The Comprehensive Social Security Assistance (CSSA) is the most important welfare program in Hong Kong. Previously, this social security was called \"public assistance\", which was introduced in 1971 and modified from the British National Assistance Act. Public assistance aimed to help the aged and the sick to maintain a basic living standard with a minimal allowance. It was in 1993 that public assistance was renamed CSSA. The applications of CSSA have to go through income and assets means tests. In the first year (i.e., 1993), the number of CSSA cases was 91,362 and the number of CSSA recipients was 121,060. There can be more than one recipient in one case, as the household is treated as a case unit and all the members within the household can be recipients. Figure 1 shows the trends of CSSA cases and recipients over the period of 1993-2017. The number of cases rapidly increased and reached a peak in the year 2005 (of 298,011); since then, it has steadily declined to 232,134 in 2017. The number of recipients had a similar trend, with a dramatic increase in the years of 1997 of , 1998 of , 2002 of , and 2003 of . In 1997 of and 1998 , when the Asian financial crisis struck Hong Kong, the number of recipients had increased by 59,239 and 86,000, respectively. 1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005  2006  2007  2008  2009  2010  2011  2012  2013  2014  2015  2016  2017 Number of CSSA cases and recipients",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1089,
                    "text": "of 1997",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1099,
                    "text": "of , 1998",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1109,
                    "text": "of , 2002",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1123,
                    "text": "of , and 2003",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1124,
                    "end": 1136,
                    "text": "of . In 1997",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1148,
                    "text": "of and 1998",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 768,
                    "end": 776,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1276,
                    "end": 1424,
                    "text": "1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005  2006  2007  2008  2009  2010  2011  2012  2013  2014  2015  2016  2017",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Background"
        },
        {
            "text": "Year case recipients Figure 2 shows the age composition of the recipients. As shown, in 1993, those aged 60 and above accounted for almost 60% of recipients, whereas those aged 15-59 and under 15 occupied about 25% and 15%, respectively. The proportion of recipients aged 0-59 initially rose continuously, reaching about 66% in 2004; since then, it has started to decline and the proportion was about 50% in 2017. As the population continues to age rapidly due to low fertility and long life expectancy, the proportion of recipients aged 60 and above is expected to increase. Int. J. Environ. Res. Public Health 2020, 17, 1305 4 of 15 Figure 2 shows the age composition of the recipients. As shown, in 1993, those aged 60 and above accounted for almost 60% of recipients, whereas those aged 15-59 and under 15 occupied about 25% and 15%, respectively. The proportion of recipients aged 0-59 initially rose continuously, reaching about 66% in 2004; since then, it has started to decline and the proportion was about 50% in 2017. As the population continues to age rapidly due to low fertility and long life expectancy, the proportion of recipients aged 60 and above is expected to increase. Such a large share of spending on CSSA and its rate of increase have become a concern for the Hong Kong government, especially in the years of the Asian financial crisis and SARS epidemic, Such a large share of spending on CSSA and its rate of increase have become a concern for the Hong Kong government, especially in the years of the Asian financial crisis and SARS epidemic, Such a large share of spending on CSSA and its rate of increase have become a concern for the Hong Kong government, especially in the years of the Asian financial crisis and SARS epidemic, when the budget turned to a deficit. The government did take steps to control the expenditure on CSSA and balance their budget by reducing the value of CSSA payments and the number of recipients. Theoretically, reducing the number of recipients can be achieved either by preventing people from entering the CSSA system or helping them leave the system. The \"entering approach\" often influences a relatively larger number of the population at risk of poverty, preventing \"potential candidates\" from falling into CSSA with more universal measures. The universal measures often include minimum wage, universal health insurance, subsidized education, public housing, and so on, from which both CSSA recipients and non-CSSA people can benefit [13] . In particular, the universal Cash Handout Scheme in Hong Kong is a very typical example. The Hong Kong government introduced Scheme HKD 6000 and Scheme HKD 4000 in 2011 and 2019, respectively. Under these schemes, any Hong Kong permanent resident aged 18 and above was eligible to get a lump-sum payment of HKD 6000 and HKD 4000 in 2011 and 2019, respectively. In contrast, the \"leaving approach\" is more likely to affect a relative smaller group of people that are unemployed, in low-paid work, or single parents, helping them get out of the system with more focused measures. The focused measures include single parent allowance, transportation subsidy for low-income families, job training programs for the unemployed, and so on [13] .",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 621,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "1305",
                    "ref_id": null
                },
                {
                    "start": 2495,
                    "end": 2499,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 3234,
                    "end": 3238,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 635,
                    "end": 643,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Background"
        },
        {
            "text": "The Hong Kong government seemed to have adopted an \"entering approach\" in the 2000s, but the specific means of preventing people from entering was controversial. Before 2004, Hong Kong residents could apply for CSSA if they had lived in Hong Kong for at least 1 year. In 2004, the requirement for residence was then raised up to 7 years, effective from 2004 until 2013. This revision was mainly driven by concerns about the budget shortfall [14] . Scholars also think that the government pursued the \"entering approach\" by blaming the poor for their laziness using the media, so that they were discouraged to apply for CSSA [8, 9] . This created a psychological hurdle for those physically able adults and made them turn away from CSSA voluntarily. Wong (2000) [9] argued that the image of \"laziness\" and \"dependency\" constructed (whether intentionally or unintentionally) for the CSSA recipients actually reflected \"a failure rather than a success in fighting against poverty\". The CSSA is meant to provide timely help for those needy families such that they still can receive the necessary financial support while looking for employment. It does not mean to create some dependence on the system, and those seeking help should not be stigmatized. Furthermore, it is always the children from CSSA families who would need more support to break up intergenerational poverty.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 445,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 628,
                    "end": 630,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 749,
                    "end": 760,
                    "text": "Wong (2000)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Meanwhile, it should be emphasized that \"welfare dependency\" is a very common problem that many social security systems would face or try to avoid [15] [16] [17] . When the incentives to take and sustain jobs are not strong enough, people would continue claiming benefits from the social security system as they are often more secure and attractive than employment; thus, it would create a culture of \"dependency\", \"laziness\", or \"worklessness\", leading to \"excessive and ineffective public expenditure\", as well as \"persistent and prevalent poverty\" [17] . To reduce such \"welfare dependency\", an effective \"leaving approach\" may help to incentivize CSSA recipients to return to and survive in the labor market. The Poverty Commission in Hong Kong has advocated social enterprises to play a role in poverty alleviation, particularly helping welfare dependents become self-sufficient, as social enterprises would provide more opportunities to the disadvantaged, as well as improve their skills and employability [18] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "It is important to consider whether the \"entering approach\" is indeed more effective than the \"leaving approach\" in reducing the number of CSSA recipients in Hong Kong. Very few studies have provided evidence for the \"entering approach\". Furthermore, without reducing the CSSA payment and restricting the eligibility, is there any better way to control the expenditure on CSSA? Which group of people and in what approach should the government intervene so that the number of recipients can be effectively reduced? This paper tries to answer these mostly unexplored questions. Specifically, by modelling the dynamics of the CSSA system in a Markov chain process and performing an elasticity analysis, we aimed to identify the potential target group and the group-specific approaches. The findings can shed some light on how to enhance and optimize the social security system in Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The data required for the analysis included (1) the age-specific number of people who entered the CSSA system during 2014-2015, (2) the age-specific number of people who left the system during 2014-2015, (3) the age-specific population in 2014, and (4) the number of births by mothers in terms of age group in 2014. On the basis of these data, we estimated the age-specific transition probabilities; that is, the probabilities of leaving CSSA and the probability of entering CSSA. All of the data are from the Hong Kong Census and Statistics Department (HKC&SD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "We modelled the dynamic of people moving in and out of the CSSA system using a stochastic process (Markov chain process). This method has been increasingly used in labor economics and demographic research, especially in evaluating social policies [19] [20] [21] [22] [23] . We first present a simplified model. Suppose in a certain year, the probability of entering the system is p t and the probability of leaving the system is q t . Let x t be the proportion of CSSA recipients in the total population at time t. Therefore, we can simply formulate the inflow and outflow of CSSA recipients in Equation (1).",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "where A is a 2 × 2 matrix,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "The proportion of CSSA recipients in the total population, x t+1 , can be reduced either through reducing the probability of entering CSSA, p t , or through increasing the probability of leaving CSSA, q t . To investigate whether the former or the latter approach is more effective in reducing the number of CSSA recipients is of great importance to policymakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "In order to answer this question, we introduced the concept of elasticity. Elasticity is originally a concept in economics. In economics, price elasticity, for instance, measures the impact on the demand of a product when its price changes, that is, percentage change in the quantity demanded of one product in response to percentage change in the price. Very often, it is precisely interpreted as the percentage change of demand per 1% change in the price [24] . The concept of elasticity has recently been adopted by some scholars to evaluate the targeting of policies, for example the targeting of family polices in Singapore, Taiwan, and Australia [21] [22] [23] . Analogously, here we define the elasticity as the ratio of percentage change of x t+1 to the percentage change of any of the parameters (p t or q t ). The larger the elasticity, the more influential the parameter to x t+1 . The elasticity with respect to p t and q t can be formulated as follows:",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 461,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "By comparing the absolute values of δ p t and δ q t , we will know whether the \"entering\" or \"leaving\" approach is more effective in reducing the number of CSSA recipients in a certain year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "In reality, the probability of leaving or entering the CSSA system often varies across different age and socioeconomic groups. As the data of CSSA recipients by socioeconomic status is not available, we cannot include the socioeconomic groups in our analysis. Thus, we further elaborated our model by considering age to better reflect the real dynamics of the CSSA system in Hong Kong. Let x ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "In this study, we restricted our attention to those aged below 60, because those CSSA recipients aged 60 and above have a high chance of leaving the CSSA system due to death. The financial situation of older adults, and particularly those over the retirement age of 65, would also typically show little change due to the relatively low employability of older adults. On the basis of the data from HKC&SD, we estimated the transition parameters p (i) t and q (i) t for 10 year age-specific groups (covering the ages of 0-59). Within the age group, those aged 0 deserve special attention. According to the rules under the CSSA system, the newborns of a CSSA recipient will become CSSA recipients directly. On the basis of the assumptions that the birth rates of the CSSA recipients and non-CSSA people are the same, and that the births are from women aged 15-49, x (0) t and y (0) t can be formulated by Equation (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "are the corresponding age-specific birth rates at time t. Certainly, b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "(1) . The goal of our analysis was to investigate which group should be targeted and in which approach of \"leaving\" or \"entering\", so that the overall proportion of CSSA recipients can have the largest reduction. Let X denote the overall proportion of the CSSA recipients in the population aged under 60, which can be calculated from the following formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "where w (i) t refers to the proportion of the age group i in the total population aged under 60 at time t, and 59 i=0 w",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "t was estimated on the basis of the age-specific population in 2014 from HKC&SD. To achieve the goal, we estimated the elasticity with respect to p (i) t and q (i) t from the following formulae, which were modified from Equations (2) and (3): Moreover, to better understand the moving-in and -out of the CSSA system, we calculated the probability of a CSSA recipient aged i to first exit the system at or before the age of 60, as well as his/her mean time of staying in the system before the first exit. Equations (9) and (10) were used to estimate the probability and the mean time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Method"
        },
        {
            "text": "i) = 1 − 1 − q (i) t 1 − q (i+1) t · · · 1 − q (59) t (9) Mean time = 1 × q (i) t + 2 × q (i+1) t × 1 − q (i) t + · · · +(60 − i) × q (59) t × 1 − q (58) t · · · 1 − q (i) t(10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pr(leaving at age"
        },
        {
            "text": "The estimated age-specific probabilities of entering and leaving the CSSA system are shown in Table 1 . The probability of leaving was found to be much higher than the probability of entering across all the ages. The 20-29 age group has the highest probability of leaving and the lowest probability of entering the CSSA system. Except for the two youngest age groups, the probability of leaving CSSA declines with the increase of age, indicating the increasing difficulty of raising their income above the level of the threshold. On one hand, this declining trend may be due to the fact that the family size will increase with people's age, and thus it would become more difficult to move all the family members out of the CSSA system. On the other hand, previous research shows that in Hong Kong, as men and women get older, particularly after age 30, upward mobility of earnings declines while downward mobility of earnings increases [25] . Workers in the lowest income quintile are more likely to be trapped at the bottom, experiencing no earning mobility [25, 26] . Moreover, the declining probability of leaving for the two youngest age groups (i.e., ages of 0-9 and 10-19) is very much related to the parents' probability of leaving. Parents of children aged 10-19 are more likely to be older, in the 40s and 50s, and that is probably why the leaving probability of the 10-19 age group is lower and very close to that of the 40-49 and 50-59 age groups. Regarding the probability of entering CSSA, the 0-9 and 10-19 age groups were found to be at the highest level-much higher than the other age groups. This was because these two groups are too young to participate in the labor market and their economic situation often depends on their parents. Once their parents' incomes fall below the threshold level of CSSA, they become CSSA recipients directly. Hence, these young people are indirectly entering the CSSA system. Thus, reducing their probability of entering should not directly aim at these young dependents but at improving incomes of their parents who are often in the age range of 30-49. Maintaining the economic environment by keeping the unemployment rate low is important for middle-aged workers. Table 2 shows the probability of a CSSA recipient first exiting the system before age 60 and the mean duration of staying in the system. It is encouraging to see that the probabilities of first exit among those aged under 30 are higher than 0.99, implying that almost all of them will leave the CSSA system before age 60. There was a significant decline in the probability of first exit after age 30. This is very consistent with the age pattern shown in Table 1 . The probability dropped to 0.73 for those aged 50 and 0.48 for those aged 55. This is because there is much less time for them to leave the CSSA before the cutoff age of 60. Regarding the mean time of staying in the system, children under age 15 were found to have the longest duration. The mean time was found to decrease to about 4.8 years for those in their 20s and then starts to rise again in the age range of 30-40. Those in their 50s have a much shorter duration of staying before they first leave the system. On the basis of the age-specific probability of entering and leaving CSSA, we performed the elasticity analysis. The results (in absolute values) are shown in Table 3 increased by 0.1, the overall proportion of CSSA recipients would decrease by 0.0012 (= 0.012 × 0.1). From these results, it seems that preventing people aged 20-29 from entering the CSSA system has a larger impact; that is, the \"entering\" approach would be more effective in reducing the number of CSSA recipients in 2014.",
            "cite_spans": [
                {
                    "start": 936,
                    "end": 940,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[25,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2216,
                    "end": 2223,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2671,
                    "end": 2678,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 3357,
                    "end": 3364,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "However, it should be noted that it is impossible and unrealistic to achieve a decrease of 0.1 in p",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is only 0.0015 and a decrease of 0.1 will make it negative. in reducing the number of CSSA recipients; for the 10-19 and 20-29 age group, helping the CSSA recipients leave the system will have a larger impact (see the last column in Table 3 ). In sum, these results suggest that targeting the age group of 30-49 through the \"entering approach\" would lead to the greatest reduction in the number of CSSA recipients, as aiming at this group would also effectively prevent those aged 0-9 from entering the CSSA system. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study investigated the targeting of the social security system in Hong Kong by evaluating the CSSA scheme, which is the fundamental welfare program. We have made use of the Markov chain process to model the dynamics-the inflow and outflow-of the CSSA system. We conducted elasticity analyses to identify the potential target group and the appropriate approaches for different subgroups classified by age. The results have revealed that the largest elasticity was in the 0-9 age group, meaning that targeting children at this age will lead to a largest decrease in the number of CSSA recipients. Currently, child poverty is a serious issue in Hong Kong. In 2017, before government intervention, the poverty rate among children aged below 18 was about 23.1%, much higher than many other developed societies [2,27]. As child poverty often results from parents' low income and unemployment, policies that support households with children would be desirable. More precisely speaking, the results suggest that targeting those aged 30-49 with children by decreasing the risk of entering CSSA would have the largest impact on the number of CSSA recipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Studies on child poverty in Hong Kong have found that family structure is a strong predictor. It was found that children from immigrant families are more likely to live below the poverty line in Hong Kong due to low education of parents, high unemployment rate of mothers, and low payment of parents' jobs [28] . Moreover, children living with single parents have high risk of poverty; the poverty gap between children with single parents and children with two parents has been widening in recent decades [29] . The ethnic minority families such as Pakistani, Nepalese, and other South Asian countries also have higher child poverty rates, as a result of discrimination in the education system and labor market due to the language barriers faced by their parents [30] . Poverty is found to have a significant impact on children's psychological well-being-in Hong Kong, children in poverty have reported lower levels of self-esteem and more depressive symptoms, and they are more likely to live in public housing which is often more crowded, having poor hygiene and lack of facilities [31] . Food insecurity, as well as limited educational opportunities and learning resources would have a Therefore, compared to the rates of change, the elasticity that takes into account the feasibility of changing the parameter is preferable. As shown in Table 3 , the elasticity to the probability of leaving in the 20-29 age group δ q (20−29) t was 0.109, meaning that given 1% increase in the probability of leaving (i.e., an increase of 1% × 0.2103), the proportion of CSSA recipients would reduce by 0.109%.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1341,
                    "end": 1348,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussions"
        },
        {
            "text": "The elasticity to the probability of entering the group δ p (20−29) t × was 0.04, meaning that given a 1% decrease in the probability of entering (i.e., a decrease of 1% × 0.0015), the proportion of CSSA recipients would reduce by 0.04%. Thus, according to the elasticities, increasing the probability of leaving would have a greater impact, indicating that the \"leaving approach\" rather than the \"entering approach\" is more effective for the age group 20-29. As shown in Figure 5 , the elasticities of the leaving probabilities decline with age, implying that the \"leaving approach\" is more effective in younger age groups than in older groups, as the employability of young people is much higher than their older counterparts and earning a salary through employment is the most effective way to leave the CSSA system. The elasticities of entering probabilities also showed a decreasing trend over ages, although the 20-29 and 50-59 age groups had the lowest elasticities. This means that the \"entering approach\" for these two groups is relatively less effective than in other age groups. The age pattern of the elasticities showed that targeting younger age groups would make a larger difference than targeting older groups. Therefore, intuitively, it may seem most effective to target the 0-9 age group. However, instead of focusing on these young dependents, attention should be paid to their parents who are often in the age group of 30-39 and 40-49. Furthermore, elasticities of entering probabilities were larger than leaving probabilities in the 0-9, 30-39, and 40-49 age groups, whereas the opposite pattern was shown in the 10-19 and 20-29 age group. These findings inform us that for the 0-9, 30-39, and 40-49 age group, preventing them from entering the CSSA system would be more effective in reducing the number of CSSA recipients; for the 10-19 and 20-29 age group, helping the CSSA recipients leave the system will have a larger impact (see the last column in Table 3 ). In sum, these results suggest that targeting the age group of 30-49 through the \"entering approach\" would lead to the greatest reduction in the number of CSSA recipients, as aiming at this group would also effectively prevent those aged 0-9 from entering the CSSA system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "text": "Figure 5",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 1975,
                    "end": 1982,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussions"
        },
        {
            "text": "This study investigated the targeting of the social security system in Hong Kong by evaluating the CSSA scheme, which is the fundamental welfare program. We have made use of the Markov chain process to model the dynamics-the inflow and outflow-of the CSSA system. We conducted elasticity analyses to identify the potential target group and the appropriate approaches for different subgroups classified by age. The results have revealed that the largest elasticity was in the 0-9 age group, meaning that targeting children at this age will lead to a largest decrease in the number of CSSA recipients. Currently, child poverty is a serious issue in Hong Kong. In 2017, before government intervention, the poverty rate among children aged below 18 was about 23.1%, much higher than many other developed societies [2, 27] . As child poverty often results from parents' low income and unemployment, policies that support households with children would be desirable. More precisely speaking, the results suggest that targeting those aged 30-49 with children by decreasing the risk of entering CSSA would have the largest impact on the number of CSSA recipients.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 813,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Studies on child poverty in Hong Kong have found that family structure is a strong predictor. It was found that children from immigrant families are more likely to live below the poverty line in Hong Kong due to low education of parents, high unemployment rate of mothers, and low payment of parents' jobs [28] . Moreover, children living with single parents have high risk of poverty; the poverty gap between children with single parents and children with two parents has been widening in recent decades [29] . The ethnic minority families such as Pakistani, Nepalese, and other South Asian countries also have higher child poverty rates, as a result of discrimination in the education system and labor market due to the language barriers faced by their parents [30] . Poverty is found to have a significant impact on children's psychological well-being-in Hong Kong, children in poverty have reported lower levels of self-esteem and more depressive symptoms, and they are more likely to live in public housing which is often more crowded, having poor hygiene and lack of facilities [31] . Food insecurity, as well as limited educational opportunities and learning resources would have a negative impact on the development of children from poor families, creating intergenerational poverty in Hong Kong [32] . Therefore, it is very important to identify the reasons of falling into the CSSA system and barriers to exit among households with children.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Single parenthood, unemployment, and low-earnings are the major reasons for physically-able adults becoming CSSA recipients. The latest poverty study in 2017 shows that poverty among those who are working was only 4.9% in comparison to 14.7% in the general community [2]. Providing jobs and enhancing job earnings for the age group of 30-49 would effectively reduce the number of CSSA recipients. The Hong Kong government has initiated the Public Transport Fare Subsidy Scheme to enhance people's ability to look for employment across districts [33] . The government also provides additional support for families-especially single-parent families-to work part-time and look after their children after work. Of course, the employment remuneration conditions should be improved so that working parents can earn enough to support the family without the need of CSSA. The introduction of a minimum wage by the Hong Kong SAR Government in 2011 has helped to narrow the income gap, despite the fact that the minimum wage is still at a very low level of about HKD 37.5 (about USD 4.8) per hour. In many western countries, the minimum wage is substantially higher (e.g., USD 13.3 in Australia, USD 10.3 in the United Kingdom), despite the fact that Hong Kong's GDP per capita of USD 49,000 actually ranks higher. Thus, it is important to examine the minimum wage structure, especially for those in low-skilled jobs, to improve their quality of life.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 549,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "Meanwhile, different subgroups call for different approaches. The \"entering approach\" is not always most desirable for all the subgroups. It is found that for the 10-29 age groups, policies that aim to help people leave CSSA will be more effective than policies that aim to prevent people from entering CSSA. According to the Hong Kong Poverty Situation Report 2017, the unemployment rate among the young people 15-29 is relatively higher than the general population. On the other hand, for those who are employed, young households have the highest proportion of high-skilled workers and the lowest poverty rate [2]. By upgrading working skills of young CSSA recipients, young adults can enhance their employability and secure jobs with better earnings, so that they can support themselves without CSSA. Diversifying the economic and working opportunities is also of great importance in improving the employability of our young people. Most of the economic activities in Hong Kong are in the professional, financial, and service sectors, and limited opportunities are available in other sectors, such as creative industries and local startups. The excessive rental cost in Hong Kong has been found to be a barrier for young people to start their own business. It is important for the government to provide initial support for these young entrepreneurs at the early stage of their career development. Meanwhile, for the 30-59 age groups, policies that aim to prevent people from entering CSSA will be more effective than policies that aim to help people leave CSSA. People of these ages often have other family members to care for, either young children or old parents, and sometimes both. More often, they have jobs but the earnings are not adequate to cover the living expense of the whole family, and thus all members in the household become CSSA recipients. In this case, policies that can increase the family income can prevent them from entering CSSA. We should try to maintain or enhance the employability of these groups of people as a matter of importance. Keeping them in the job is important for poverty alleviation. It will be difficult for the unemployed individuals to reenter to the workforce, especially for those who are not professionals. The bargaining power to aim for better working conditions would also be limited for the low-skilled workers as there are plenty in supply due to the current migration policy, with there being an influx of migrants of 150 per day from mainland China entering into Hong Kong. The wage of the low-skilled worker has been lagging behind the economic growth. Hong Kong still has one of the largest poverty gaps among the high income societies with a Gini coefficient of 0.54 [2] . It is important to improve the wage level, especially for the low-skilled workers in Hong Kong. The minimum hourly wage is HKD 37.5 (USD 4.8), which is one of the lowest in comparison to other OECD (i.e., The Organization for Economic Co-operation and Development) countries. Currently, the Individual-based Work Incentive Transport Subsidy (I-WITS), to some extent, can help middle-aged adults broaden their horizons for better job opportunities across the whole territory [33] . In addition, the Working Family Allowance can provide extra income to households with children. The results have provided insights into the improvement of the CSSA system in terms of accurate targeting. It should be emphasized that the probability of entering and leaving CSSA, as well the elasticities with respect to these probabilities, should be monitored frequently and closely so that a more timely response can be in place to improve the efficiency of CSSA.",
            "cite_spans": [
                {
                    "start": 2726,
                    "end": 2729,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 3206,
                    "end": 3210,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "In spite of the positives, there are some limitations in this study. First, due to data limitations, we were only able to investigate the targeting groups by age, and did not include the subpopulations by socioeconomic status (e.g., education, employment, occupation). Future research can assess the role of different socioeconomic subgroups in reducing the number of CSSA recipients, with better data access. Apparently, the young graduates from universities have less financial responsibility towards their parents and they can afford to have some gap years before graduation and employment. For the young professionals, once they work, it would be easier for them to leave poverty. Second, we did not take into account gender difference. The number of female CSSA recipients was found to often be larger than male recipients, which is mainly the contribution of women's overrepresentation in the \"single-parent\" case under CSSA [34] . For example, in 2017, 87.6% of single-parent recipients were female, most of whom were divorced or separated, in the age of 30-49 [35] . However, due to a lack of gender-specific data, we were unable to examine whether the elasticities were different between men and women, and how big the difference was. Third, we only restricted our analysis to those under age 60 and did not consider the elderly population due to limited information of the elderly people leaving CSSA because of death. Fourth, the Markov chain and elasticity analyses were based on several assumptions (e.g., assumption of the same birth rates between CSSA recipients and non-CSSA people), and consequently they did not fully model the exact dynamics of the CSSA system. Fifth, we did not take into consideration the differential cost in achieving the same unit of the entering and exiting approach. However, this method is still a very useful tool to assess the targeting of the social security system and it can be further elaborated if more information about the CSSA recipients and employment data is available.",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 935,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussions"
        },
        {
            "text": "The propose model provides empirical evidence to identify the potential target groups of people that would lead to the largest reduction in the number of the CSSA recipients in the Hong Kong Social Security System. This analytical method has also revealed whether policies would be more effective in preventing people from entering the CSSA system or helping them leave the CSSA scheme. Despite the limitations of the stochastic model, it helps to improve the effectiveness of the social security system in Hong Kong. Poverty and income inequality have become one of the major causes of the recent months of social unrest in Hong Kong in 2019-2020. The Government has been increasing its expenditure on welfare spending. Sometimes, the improvement is still quite limited. Our model can be used as a tool to examine its effectiveness of any poverty program with the aim to reduce the number of CSSA recipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author Contributions: Manuscript preparation and data analysis-M.C., B.K.S., K.F.L. and K.P.W.; leading the investigation as the PI for the project, critical review and final approval of the paper-P.Y. All authors have read and agreed to the published version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding: This research was funded by The Hong Kong Government: SPPR-12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Common Welfare: Hong Kong's Social Services",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social Security Inequality and the Third World",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Midgley",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The 2018-2019 Budget",
            "authors": [
                {
                    "first": "Legislative",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Basic Law of the Hong Kong Special Administrative Region of the People's Republic of China; the Constitutional and Mainland Affairs Bureau",
            "authors": [
                {
                    "first": "Basic",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Speech by the Chief Executive in Delivering \"The Chief Executive's 2017 Policy Address\" to the Legislative Council",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The social security system in Hong Kong: Establishment and readjustment of the liberal welfare model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sawada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dev. Econ",
            "volume": "42",
            "issn": "",
            "pages": "198--216",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1746-1049.2004.tb01063.x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The failure of social security in alleviating poverty in Hong Kong",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Asia Pac. J. Soc. Work Dev",
            "volume": "10",
            "issn": "",
            "pages": "86--100",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Changes in social policy in Hong Kong since 1997: Old wine in new bottles?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Contemporary Hong Kong Government and Politics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From familistic to Confucian welfare",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "Hong"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "East Asian Welfare Regimes in Transition: From Confucianism to Globalization",
            "volume": "",
            "issn": "",
            "pages": "73--93",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Local Policy in Global Politics: The Limit of Anti-poverty Policy in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Soc. Policy Soc. Work",
            "volume": "7",
            "issn": "",
            "pages": "171--203",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nations. Family-Oriented Policies for Poverty Reduction, Work-Family Balance and Intergenerational Solidarity",
            "authors": [],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social mobilization, blame avoidance, and welfare restructuring in Hong Kong",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Politics and Government in Hong Kong",
            "volume": "",
            "issn": "",
            "pages": "176--189",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Resisting the neo-liberal poverty discourse: On constructing deadbeat dads and welfare queens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cassiman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sociol. Compass",
            "volume": "2",
            "issn": "",
            "pages": "1690--1700",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1751-9020.2008.00159.x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Workfare in the world's freest economy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hong Kong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Soc. Welf",
            "volume": "20",
            "issn": "",
            "pages": "22--32",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2397.2009.00712.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Telling stories of 21st century welfare: The UK Coalition government and the neo-liberal discourse of worklessness and dependency",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiggan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit. Soc. Policy",
            "volume": "32",
            "issn": "",
            "pages": "383--405",
            "other_ids": {
                "DOI": [
                    "10.1177/0261018312444413"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The social impact of work-integration social enterprise in Hong Kong",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. Soc. Work",
            "volume": "53",
            "issn": "",
            "pages": "33--45",
            "other_ids": {
                "DOI": [
                    "10.1177/0020872809348950"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "For Whom are Permanent Jobs off Limits? A Markov-Chain-Based Analysis of Individual Labor Market Dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beffy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coudin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rathelot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann. Econ. Stat. Ann. 'Écon. Stat",
            "volume": "",
            "issn": "",
            "pages": "315--342",
            "other_ids": {
                "DOI": [
                    "10.15609/annaeconstat2009.115-116.315"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comparative Analysis of Labor Market Dynamics Using Markov Processes: An Application to Informality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A new method of identifying target groups for pronatalist policy applied to Australia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0192007"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identifying the most Influential Groups in Determining Singapore's Fertility",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Yap",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Soc. Policy",
            "volume": "47",
            "issn": "",
            "pages": "139--160",
            "other_ids": {
                "DOI": [
                    "10.1017/S0047279417000241"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An elasticity analysis of the effectiveness of pronatalist measures in Taiwan",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asian Popul. Stud",
            "volume": "12",
            "issn": "",
            "pages": "273--293",
            "other_ids": {
                "DOI": [
                    "10.1080/17441730.2016.1221207"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Principles of Microeconomics; South-Western Cengage Learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Mankiw",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Special Topic Enquiry on Earnings Mobility; School of Economics and Finance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vere",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Social Mobility in Hong Kong",
            "authors": [
                {
                    "first": "Legislative",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "How to Break the Cycle of Child Poverty in Hong Kong, Where One in Five Children Are Poor. South China Morning Post",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Familial effect on child poverty in Hong Kong immigrant families",
            "authors": [
                {
                    "first": "K.-L",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc. Ind. Res",
            "volume": "113",
            "issn": "",
            "pages": "183--195",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-012-0088-7"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Child Poverty in Hong Kong Single-Parent Families",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": ".-K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Child Ind. Res",
            "volume": "8",
            "issn": "",
            "pages": "517--536",
            "other_ids": {
                "DOI": [
                    "10.1007/s12187-014-9256-4"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of poverty and income disparity on the psychological well-being of Hong Kong children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Nurs",
            "volume": "32",
            "issn": "",
            "pages": "212--221",
            "other_ids": {
                "DOI": [
                    "10.1111/phn.12147"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Social assistance programs and child poverty alleviation-A comparison between Hong Kong and Mainland China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M Y"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian Soc. Work Policy Rev",
            "volume": "9",
            "issn": "",
            "pages": "29--44",
            "other_ids": {
                "DOI": [
                    "10.1111/aswp.12049"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Associations between commuting and well-being in the context of a compact city with a well-developed public transport system",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S F"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Trans. Health",
            "volume": "13",
            "issn": "",
            "pages": "103--114",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jth.2019.03.016"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Women's Commission. Hong Kong Women in Figures",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "HKCSD. Statistics on Comprehensive Social Security Assistance Scheme",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The numbers of Comprehensive Social Security Assistance (CSSA) cases and recipients over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The numbers of Comprehensive Social Security Assistance (CSSA) cases and recipients over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The age composition of CSSA recipients over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "shows the distribution of CSSA cases by category. The proportion of CSSA cases under old age, permanent disability, and ill-health declined from 84.9% to 63.7% in the period of 1993-2004, and rose gradually after 2004, reaching 79.7% in 2017. The proportion of cases involving single parents, low-earners, the unemployed, and others, increased from 15.2% to 36.4% over the period of 1993-2003-with a particularly significant increase of 5% in 1997 due to the Asian financial crisis, and then started to decline during 2004-2017. In 2017, about 20.3% of the CSSA cases fell into these categories. The age composition of CSSA recipients over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "shows the distribution of CSSA cases by category. The proportion of CSSA cases under old age, permanent disability, and ill-health declined from 84.9% to 63.7% in the period of 1993-2004, and rose gradually after 2004, reaching 79.7% in 2017. The proportion of cases involving single parents, low-earners, the unemployed, and others, increased from 15.2% to 36.4% over the period of 1993-2003-with a particularly significant increase of 5% in 1997 due to the Asian financial crisis, and then started to decline during 2004-2017. In 2017, about 20.3% of the CSSA cases fell into these categories.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The distribution of CSSA by category over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "shows the average monthly CSSA payments to a household with four eligible members. The payments increased from HKD 6374 in 1993 to HKD 11,050 in 1998. When the government faced a budget deficit during 1998-2004, the payment was gradually reduced to HKD 9068 in 2004. It was not until 2012 that the payment reversed to the level in 1998. Since then, the payment has increased continuously to HKD 14,579. In 2017/2018, the government expenditure on CSSA was HKD 20.6 billion-an increase of more than HKD 10 billion from HKD 9.4 billion in 1997/1998. It was the largest rate of increase among all expenditures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The average monthly CSSA payments to a household with four eligible members over the period of 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The distribution of CSSA by category over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "shows the average monthly CSSA payments to a household with four eligible members. The payments increased from HKD 6374 in 1993 to HKD 11,050 in 1998. When the government faced a budget deficit during 1998-2004, the payment was gradually reduced to HKD 9068 in 2004. It was not until 2012 that the payment reversed to the level in 1998. Since then, the payment has increased continuously to HKD 14,579. In 2017/2018, the government expenditure on CSSA was HKD 20.6 billion-an increase of more than HKD 10 billion from HKD 9.4 billion in 1997/1998. It was the largest rate of increase among all expenditures.Int. J. Environ. Res. Public Health 2020, 17, The distribution of CSSA by category over the period 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "shows the average monthly CSSA payments to a household with four eligible members. The payments increased from HKD 6374 in 1993 to HKD 11,050 in 1998. When the government faced a budget deficit during 1998-2004, the payment was gradually reduced to HKD 9068 in 2004. It was not until 2012 that the payment reversed to the level in 1998. Since then, the payment has increased continuously to HKD 14,579. In 2017/2018, the government expenditure on CSSA was HKD 20.6 billion-an increase of more than HKD 10 billion from HKD 9.4 billion in 1997/1998. It was the largest rate of increase among all expenditures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The average monthly CSSA payments to a household with four eligible members over the period of 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "The average monthly CSSA payments to a household with four eligible members over the period of 1993-2017. Source: Statistics on Comprehensive Social Security Assistance Scheme 1993-2017 provided by the Hong Kong Census and Statistics Department.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "be the proportions of the CSSA recipients and non-CSSA people in the population at age i and time",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "to zero. The age-specific birth rate is the ratio of the number of births born to women aged i to the population aged i. Therefore, from Equations (4) and(5), we can see that x (where i = 0, . . . , 59)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "are the rates of change, which reflect the impact on X t+1 given a change of value in p (i) t and q (i) t , respectively. Different from the rates of change, the elasticities reflect the percentage",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "For example, the rate of change with respect to p 20proportion of CSSA recipients would decrease by 0.0604 (= 0.604 × 0.1); if q (20−29) t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "The absolute values of elasticities of the overall CSSA proportion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "The absolute values of elasticities of the overall CSSA proportion.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ", when the Asian financial crisis struck Hong Kong, the number of recipients had increased by 59,239 and 86,000, respectively. . J. Environ. Res. Public Health 2020, 17, 1305 3 of 15",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The estimated age-specific probabilities of leaving and entering CSSA.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The estimated probability of first exit and the mean time of staying in the CSSA system.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The absolute values of rates of change and elasticities of the overall CSSA proportion.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful for data supplied by the Social Work Department and the Census and Statistics Department of the Hong Kong SAR Government and the many useful comments from the reviewers. The research is supported by the Chief Executive Community Project for Poverty Alleviation and the Hong Kong Charities Trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}