{
    "paper_id": "132837acbb324a3845909b6482b90045b25519ca",
    "metadata": {
        "title": "Dispersion of a new coronavirus SARS-CoV-2 by airlines in 2020: Temporal estimates of the outbreak in Mexico",
        "authors": [
            {
                "first": "Cruz",
                "middle": [],
                "last": "-Pacheco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNAM. Apdo. Postal",
                    "location": {
                        "addrLine": "20-726",
                        "postCode": "01000",
                        "settlement": "Ciudad de México",
                        "country": "México"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bustamante-Castañeda",
                "middle": [
                    "J F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caputo",
                "middle": [
                    "J G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiménez-Corona",
                "middle": [],
                "last": "Me",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratoire de Mathematiques",
                    "institution": "INSA de Rouen",
                    "location": {
                        "addrLine": "Av. de l'Universite",
                        "postCode": "76801",
                        "settlement": "Saint-Etienne du Rouvray",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Ponce-De-León S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salud",
                "middle": [
                    "Juan"
                ],
                "last": "Badiano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNAM. Apdo. Postal",
                    "location": {
                        "addrLine": "20-726",
                        "postCode": "01000",
                        "settlement": "Ciudad de México",
                        "country": "México"
                    }
                },
                "email": ""
            },
            {
                "first": "Gustavo",
                "middle": [
                    "Cruz"
                ],
                "last": "Pacheco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "On January 23, 2020, China imposed a quarantine on the city of Wuhan to contain the SARS-CoV-2 outbreak. Regardless of this measure the new infection has spread to several countries around the world. Here, we developed a method to study the dissemination of this infection by the airline routes and we give estimations of the time of arrival of the outbreaks to the different cities. In this work we show an analysis of the dispersion of this infection to other cities by airlines based on the classic model the Kermack and McKendrick complemented with diffusion on a graph composed of nodes which represent the cities and edges which represent the airline routes. We do several numerical simulations to estimate the date of arrival to different cities starting the infection at Wuhan, China and to show the robustness of the estimation respect to changes in the epidemiological parameters and to changes on the graph. we use Mexico City as an example. In this case, our estimate of the arrival time is between March 20 and March 30, 2020. This analysis is limited to the analysis of dispersion by airlines, so this estimate should be taken as an overestimate since the infection can arrive by other means. This model estimates the arrival of the infectious outbreak to Mexico between March 20 and March 30.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This estimation gives a time period to implement and strengthen preventive measures aimed at the general population, as well as to strengthen hospital infrastructure and training of human resources in health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On December 31, 2019, China reported to the country office of the World Health Organization (WHO) an outbreak of cases of pneumonia of unknown etiology; From December 31 to January 3, 2020, 44 cases of pneumonia of unknown origin in Wuhan city, Hubei Province, were reported to WHO. On Jan-. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint uary 7, the Chinese authorities announced that it is a new coronavirus (nCoV-2019), now called SARS-CoV-2. 2 7 This same model, supplemented with classical diffusion (which in the context of an epidemic is managed as a dispersion of the infection) has been quite useful in studies of the spread of some infections as, for example, rabies. 8 In this work we develop a new method to analyze the dissemination of a new virus as SARS-CoV-2 between different cities by airline routes with the purpose of estimating the arrival from one city to another. Our method uses the Kermack and Mckendrick model to simulate the way the outbreak grows and evolves when it arrives to the different cities and, also we use classical diffusion on a graph, to model the way the infection travels between cities by the airline routes. 9 The purpose of using a simple model for our analysis is to have the least number of parameters, but with sufficient precision to be able to give an estimate of the date of arrival of the outbreak for example, to Mexico City. By this date, it is well established that infection by this type of coronavirus is transmitted person to person through drops expelled by an infected person when coughing or sneezing, it is also possible to be transmitted by contact with surfaces or objects contaminated with the virus and then one puts his hands to his mouth, eyes or nose. 10 There is evidence that once the infectious outbreak has started there is some homogeneity in its . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 253,
                    "end": 254,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 483,
                    "end": 484,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 959,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1527,
                    "end": 1529,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint development in the affected city for these influenza-like infections. For these reasons, the Kermack and McKendrick model is applicable in the cities that we use as nodes of the graph in which the edges represent the flights between one city and another. Brockmann and Helbling, 1 used a similar model to study the dispersion of a general infection except that their transfer term is not a symmetric diffusion.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 248,
                    "text": "Kermack and",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The basic reproductive number was estimated using the data reported for Hubei and Guangdong, 11 an adjustment was made to the data at the beginning of the epidemic outbreak to estimate the force of infection λ, which is related to the basic reproductive number as follows R 0 = 1 + λ / β. The setting of λ for Hubei and for Guangdong gives λ = 0.3. These estimates give an R 0 = 2.5, which is in very good agreement with the estimate of Joseph T Wu 12 of R0 = 2.53 and, is well into the interval of the estimations reported for JM Read. 13 The diffusion coefficient D was estimated using numerical simulations of the model and the fact that a new outbreak started in Singapore around February 15, 2020. This gives a diffusion coefficient D = 10 -6 . In Figure 1 the nodes of the graph represent cities that were chosen because their airports function as important distribution points to other airports. In the model, some of these nodes also function as a representation of other airports in the region, for example, the Paris node represents the main international airports of that European region: Paris, Amsterdam and, Frankfurt. Using this graph and the estimated epidemiological parameters, the model was solved numerically to study in several scenarios the time of arrival of the infection to Mexico City.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 761,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint Figure 1 Cities considered as nodes in this analysis, as well as the corresponding graph.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Using the parameters estimated the model was solved numerically to study in several scenarios the arrival of the outbreak to Mexico City. All our simulations have initial conditions in which only node 1 corresponding to the city of Wuhan has been infected and the other cities are not yet infected or represent a very small number with respect to its population. In the city of Wuhan, an infected number . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint of 20 is assumed, 14 the initial date for this analysis was taken on January 10, 2020, as the starting point of the numerical simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Results"
        },
        {
            "text": "We solved numerically this model, the result is shown in figure 2 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint simulation in which R 0 has been changed as follows: R 0 = 2.1 (black in dashed line) and 1.9 (black). In both cases, the corresponding peaks at node 8 only gets slightly retarded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Results"
        },
        {
            "text": "To simulate the isolation measures imposed on Wuhan since the end of January, numerical simulations where performed with lowering the value of R 0 from 2.5 to 2.1 first and then to 1.9, This is shown in figure 2 by the black dashed curve for R 0 = 2.1 and by the black curve for R 0 = 1.9. As can be seen, this does not affect the high and width of the rest of the peaks and only delays the arrival of the rest of the nodes including node 8 of Mexico City by around of 4 days. This shows that changes not yet so small in R 0 do not substantially alter the result on the arrival of the outbreak at node 8. Simulations with R 0 = 3, when they era adjusted to match the outbreak in Wuhan also only anticipated the outbreak in Mexico City by 4 days. We performed other numerical simulations changing the R 0 in other nodes of the graph around 10% of its value, this changed the outbreaks at these nodes, but it did not change significantly, the date of arrival of the outbreak in Mexico City. Changes on the graph structure cutting some edges, meaning cancelling some airline routes, also did not modify significantly the date of arrival of the outbreak to the last node. Even cutting all the edges connecting to node 8 except one, only delayed the arrival of the outbreak to Mexico City around 6 days. Reducing the coefficient D has a larger impact on the delay of the outbreak, reducing D by one order of magnitude, from 10 -6 to 10 -7 , delayed the arrival of the outbreak to node 8 around 2 weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results Results"
        },
        {
            "text": "The figure 2, also shows something else which is important, the time at which the first node reaches the maximum moves forward as the R0 decreases, this indicates that the isolation measures carried out in Wuhan only decreased a few tenths the R0, of the order of 5 tenths. This is because, according to the data presented by Johns Hopkins University, the report of cases begins to stabilize on approximately the in February 28, and therefore the maximum is expected to be reached close to this date. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020. 03.24.20042168 doi: medRxiv preprint This model shows that the isolation measures that can be implemented in the cities where the outbreak first arrives, although they are very important to control it locally, do not affect significantly the time to arrival to other cities. The coefficient that best controls the spread of infection in the rest of the cities, when this dispersion is by airlines, is the parameter D. Therefore, surveillance at airports should be strengthened, with special emphasis on those connecting Mexico directly or indirectly with Asian countries. Finally, this model shows that all these measures can only delay the arrival of SARS-CoV-2, but if it can be delayed long enough, it would be very important to have as much time as possible to establish the appropriate prevention and control measures. it will allow better management of the outbreak.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 144,
                    "text": "03.24.20042168 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.24.20042168 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Hidden geometry of complex, Network-driven contagion Phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbling",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1245200"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome-related coronavirus: The species and its viruses -a statement of the",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ahued Ortega A, Villaseñor Ruíz I. Modelling of the influenza A(H1N1) outbreak in Mexico City",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cruz-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Esteva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Minzoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "López-Cervantes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Panayotaros",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "26",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/ese.14.26.19254-en"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Bistable reaction-diffusion on a network",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Caputo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cruz-Pacheco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Panayotaros",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Physics A: Mathematical and Theoretical",
            "volume": "48",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.200146.CC-BY-NC-ND4"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Johns Hopkins Coronavirus COVID-19 Global Cases by Johns Hopkins CSSE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "Jtw",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel Coronavirus 2019-nCoV: Early estimation of epidemiological parameters and epidemic predictions Version 2 Updated 27",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Jre",
                    "middle": [],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "Dat",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chinese scientists identify the 'Wuhan Virus'. Screening continues on Thai-bound flights\". The Thaiger. Archived from the original on 10",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", where the vertical axis is the infected proportion of the whole population of the city in question. The maximum of the first outbreak in red corresponding to Wuhan is reached around February 24, 2020, the peaks corresponding to nodes 2 through 7 are all one above the other, peak in violet, because the corresponding graph is all interconnected (they form what is called complete graph) if one excludes node 8, the remaining graph does not distinguish one node from the others. This numerical simulation also indicates that the maximum of the first curve reaches 0.23, this means that, at the maximum point of the graph, 23 percent of the urban area of Wuhan is infected. Data from Johns Hopkins University show that the number of reported cases is peaking at approximately 63,000. The urban area of Wuhan is around 20 million inhabitants (this is the population that serves Wuhan airport), 23% corresponds to 4,600,000, this indicates that for each case reported there are about 73 infected in the city. In this scenario, the infectious outbreak of node 8, peak in green, corresponding to Mexico City begins to grow between t=70 and t=80, which gives an arrival of the infectious outbreak to Mexico between March 20 and 30, blue vertical line. This information was made available to the Mexican Secretary of Health on February 24, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The curves in colors show a numerical simulation of the time evolution of an infectious outbreak that begins at node 1, Wuhan, red curve. After peaking at node 1, it spreads to nodes 2 to 7, violet curve. Finally, it arrives to node 8, Mexico City, green curve. The curves in black show a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "This model estimates the arrival of the infectious outbreak to Mexico between March 20 and March 30. This estimation gives a time period to implement and strengthen preventive measures aimed at the general population, as well as to strengthen hospital infrastructure and training of human resources in health. However, this period should be considered as an estimate of the maximum time of arrival of the infectious outbreak to Mexico City, because the outbreak can arrive by other routes, such as sea or land by other of our borders.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Phylogenetic analyses were immediately performed showing that the new coronavirus is closer to the coronavirus SARS that emerged in Guandong, China in 2002; that with the MERS-CoV that emerged in Saudi Arabia in 2013. 2,3 On January 30, the new coronavirus was declared the sixth Public Health Emergency of International Importance (PHEIC) according to the guidelines of the International Health Regulations. 4 Until March 3, WHO reports 90,870 confirmed cases globally and 3,112 deaths, for China reports 80,304 confirmed cases and 2,946 deaths; outside of China 10,566 confirmed cases and, 166 deaths in 72 countries. 5 According to the experience of the influenza pandemic due to influenza virus A(H1N1) in Mexico, 2009, it is cardinal to estimate the arrival time of the outbreak and spreading of SARS-CoV-2 to our country, in order to strengthen the activities according to the Health Emergency Preparedness and Response Plan, for the current SARS-CoV-2 epidemic that is evolving and from which new information is generated each day. For this reason new methods and techniques have been developed to qualitatively understand this type of phenomenon. Methods In 1927 doctors Kermack and McKendrick developed a mathematical model to the study the Spanish Influenza pandemic of 1921. 6 This model, with some modifications, was used for forecasts and analysis of the 2009 influenza outbreak in Mexico City.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}