{
    "paper_id": "13743b59fc40891e47e6574c9777201082685b84",
    "metadata": {
        "title": "Uncoupling RNA virus replication from transcription via the polymerase: functional and evolutionary insights",
        "authors": [
            {
                "first": "Baodong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "York University",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many eukaryotic positive-strand RNA viruses transcribe subgenomic (sg) mRNAs that are virus-derived messages that template the translation of a subset of viral proteins. Currently, the premature termination (PT) mechanism of sg mRNA transcription, a process thought to operate in a variety of viruses, is best understood in tombusviruses. The viral RNA elements involved in regulating this mechanism have been well characterized in several systems; however, no corresponding protein factors have been identified yet. Here we show that tombusvirus genome replication can be effectively uncoupled from sg mRNA transcription in vivo by C-terminal modifications in its RNA-dependent RNA polymerase (RdRp). Systematic analysis of the PT transcriptional pathway using viral genomes harboring mutant RdRps revealed that the C-terminus functions primarily at an early step in this mechanism by mediating both efficient and accurate production of minus-strand templates for sg mRNA transcription. Our results also suggest a simple evolutionary scheme by which the virus could gain or enhance its transcriptional activity, and define global folding of the viral RNA genome as a previously unappreciated determinant of RdRp evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Eukaryotic positive-strand RNA viruses represent a distinct class of infectious agents that includes important pathogens of both plants and animals (Buck, 1996) . Those that possess polycistronic genomes often transcribe subgenomic (sg) mRNAs during infections (Miller and Koev, 2000) . These smaller virus-derived messages encode open reading frames (ORFs) that are translationally silent in the full-length viral genome and permit temporal and quantitative control of viral gene expression.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 160,
                    "text": "(Buck, 1996)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 261,
                    "end": 284,
                    "text": "(Miller and Koev, 2000)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The virally encoded RNA-dependent RNA polymerases (RdRps) responsible for replicating positive-strand RNA virus genomes-via minus-strand RNA intermediates-are also the same catalytic subunits that transcribe sg mRNAs (Miller and Koev, 2000) . To date, three distinct mechanistic models for sg mRNA transcription have been identified. The internal initiation (II) model involves initiation of transcription at a sg mRNA promoter located internally within the full-length minus-strand of a viral genome (Miller et al, 1985) , whereas the discontinuous template synthesis (DTS) model entails the use of a discontinuously synthesized minus-strand template for sg mRNA transcription (Sawicki and Sawicki, 1998; van Marle et al, 1999a; Pasternak et al, 2001; Sola et al, 2005) . In the premature termination (PT) model, the RdRp terminates prematurely while synthesizing a full-length minus-strand copy of the viral RNA genome and the 3 0 -truncated minus-strand RNA generated serves as a template for sg mRNA transcription (Sit et al, 1998; White, 2002) . This PT mechanism is believed to be utilized by a variety of viruses, including those that infect mammals (e.g., toroviruses; van Vliet et al, 2002; Smits et al, 2005) , aquatic invertebrates (e.g., roniviruses; Cowley et al, 2002) , fish (e.g., betanodaviruses; Iwamoto et al, 2005) , plants (e.g., dianthoviruses; Sit et al, 1998 and closteroviruses; Gowda et al, 2001) , and insects (e.g., nodaviruses; Lindenbach et al, 2002) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 240,
                    "text": "(Miller and Koev, 2000)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 501,
                    "end": 521,
                    "text": "(Miller et al, 1985)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 678,
                    "end": 705,
                    "text": "(Sawicki and Sawicki, 1998;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 706,
                    "end": 729,
                    "text": "van Marle et al, 1999a;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 730,
                    "end": 752,
                    "text": "Pasternak et al, 2001;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 753,
                    "end": 770,
                    "text": "Sola et al, 2005)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1018,
                    "end": 1035,
                    "text": "(Sit et al, 1998;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1036,
                    "end": 1048,
                    "text": "White, 2002)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1177,
                    "end": 1199,
                    "text": "van Vliet et al, 2002;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1200,
                    "end": 1218,
                    "text": "Smits et al, 2005)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1263,
                    "end": 1282,
                    "text": "Cowley et al, 2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1314,
                    "end": 1334,
                    "text": "Iwamoto et al, 2005)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1367,
                    "end": 1403,
                    "text": "Sit et al, 1998 and closteroviruses;",
                    "ref_id": null
                },
                {
                    "start": 1404,
                    "end": 1422,
                    "text": "Gowda et al, 2001)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1457,
                    "end": 1480,
                    "text": "Lindenbach et al, 2002)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The PT mechanism has been studied most extensively in Tomato bushy stunt virus (TBSV; genus Tombusvirus, family Tombusviridae) (White and Nagy, 2004) . The positive-strand RNA genome of TBSV encodes five proteins (Hearne et al, 1990) . The 5 0 proximal p33 and its read-through product p92 (the RdRp) are translated directly from the viral genome, whereas more 3 0 -proximally positioned proteins are translated from two sg mRNAs that are transcribed during infections ( Figure 1A ; White and Nagy, 2004) . Of these five viral proteins, only the p92 RdRp and its auxiliary factor p33 are required for genome replication and sg mRNA transcription (White and Nagy, 2004) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 149,
                    "text": "(White and Nagy, 2004)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 213,
                    "end": 233,
                    "text": "(Hearne et al, 1990)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 483,
                    "end": 504,
                    "text": "White and Nagy, 2004)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 646,
                    "end": 668,
                    "text": "(White and Nagy, 2004)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 480,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Studies of TBSV have identified numerous RNA elements in the viral genome that are involved in the PT mechanism, including distant RNA-RNA interactions (Zhang et al, 1999; Choi et al, 2001; Choi and White, 2002; Lin and White, 2004) . Long-range interactions occur in the positive strand and involve RNA sequences located immediately 5 0 to the transcriptional initiation sites for sg mRNA1 and sg mRNA2, termed receptor sequence-1 (RS1) and RS2, respectively ( Figure 1B ). These two RS elements base pair with corresponding activator sequence-1 (AS1) and AS2, located B1000 and B2100 nt upstream, respectively ( Figure 1B) . The RNA structures formed by the AS/RS interactions are essential for the RdRp termination events that occur during minus-strand synthesis, and lead to production of 3 0 -truncated templates (Choi and White, 2002; Lin and White, 2004) . Interestingly, the long-range nature of these interactions is not essential, because an AS/RS element can be functionally replaced by a stable RNA hairpin positioned just upstream from its cognate transcription initiation site (Lin and White, 2004) . Termination efficiency at these RNA structures is also influenced by the distance between the base paired element and the site of initiation (i.e., the length of the so-called spacer element) ( Figure 1B ; Lin et al, 2007) . Subsequent utilization of 3 0 -truncated minus-strand templates for transcription relies on linear sg mRNA promoters located at their 3 0 -ends ( Figure 1B ). These promoters are structurally and functionally similar to that used by the virus to produce full-length positive-strand genomes (Lin and White, 2004) . Thus, mechanistically, the main feature distinguishing TBSV sg mRNA transcription from genome replication is the manner by which the corresponding minus-strand templates are generated (i.e., termination internally versus termination at the 5 0 end of the template).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 171,
                    "text": "(Zhang et al, 1999;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 172,
                    "end": 189,
                    "text": "Choi et al, 2001;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 190,
                    "end": 211,
                    "text": "Choi and White, 2002;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 212,
                    "end": 232,
                    "text": "Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 818,
                    "end": 840,
                    "text": "(Choi and White, 2002;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 841,
                    "end": 861,
                    "text": "Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1091,
                    "end": 1112,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1321,
                    "end": 1337,
                    "text": "Lin et al, 2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1630,
                    "end": 1651,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 614,
                    "end": 624,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1309,
                    "end": 1318,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1486,
                    "end": 1495,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Currently, no protein factors have been identified for any of the viruses that utilize a PT mechanism. For TBSV, previous mutational analysis of the RS1 element suggested a possible role for this sequence in modulating sg mRNA2 levels in vivo (Choi and White, 2002) . However, because the RS1 sequence also encodes the C-terminus of the p92 RdRp ( Figures 1A and 2A) , it was unclear whether the defect was RNA-or protein-based. In this study, we systematically investigated the function of the C-terminus of the TBSV RdRp and demonstrate that viral genome replication can be efficiently uncoupled from sg mRNA transcription at the protein level. Our analyses also revealed the steps in the PT mechanism requiring the C-terminal activity and alluded to a plausible evolutionary scheme by which the virus could gain or enhance its transcriptional activity. Moreover, an important role for global RNA virus genome structure in modulating RdRp evolution was uncovered. Specific and general implications of these findings are discussed.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 265,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 366,
                    "text": "Figures 1A and 2A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The C-terminus of the RdRp is involved in sg mRNA transcription An infectious clone of a previously constructed modified TBSV genome, AS1m1, was used for in vivo analysis of RdRp is translated directly from the viral genome by readthrough of the p33 stop codon (UAG). Proteins encoded downstream are translated from two sg mRNAs that are transcribed during infections. The relative positions (arrowheads) of interacting RNA elements that are involved in sg mRNA transcription are shown above the viral genome. Initiation sites for sg mRNA transcription are labeled sg1 and sg2 and bold arrows represent corresponding structures of the two sg mRNAs below. (B) RNA elements that regulate sg mRNA transcription in TBSV. Relevant sequences of the TBSV genome are shown with corresponding coordinates provided. The AS1/RS1 base pairing interaction is essential for sg mRNA 1 transcription, whereas the DE/CE and AS2/RS2 interactions are essential for transcription of sg mRNA2. Stem-loop structures containing AS1 and AS2 are connected by an 11-nt-long sequence (boxed). Initiation sites for the two sg mRNAs are indicated by small arrows and are separated from their respective AS/RS interactions by spacer elements (underlined). A PT mechanism for sg mRNA2 transcription is depicted at the bottom with relevant terminal sequences shown. The minus-strand generated by the termination event contains the sg mRNA promoter (shaded) and templates the transcription of sg mRNA2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "RdRp activity (Choi and White, 2002) . In AS1m1, the upstream AS1 element contains translationally silent substitutions that prevent it from base pairing with its RS1 partner sequence (Figure 2A , inset). These changes uncouple the RdRp-coding function of RS1 from its RNA structure-related function, thus allowing for unfettered mutational analysis of the C-terminus of p92 within the viral genome. However, since sg mRNA1 is inactivated in AS1m1, the effect of RdRp modifications on sg mRNA transcription was monitored by assessing the accumulation levels of sg mRNA2.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 36,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "text": "(Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Plant protoplasts were transfected with in vitro-transcribed wt (T100) and modified TBSV genomes, and the levels of viral RNA accumulation were determined by northern blot analysis following a 24-h incubation. C-terminal RdRp deletion analysis-that involved introduction of tandem termination codons at appropriate positions in the 3 0 region of the p92 ORF-revealed that removal of the ultimate Ala residue in Cd1 caused a relative B5-fold decrease in sg mRNA2 accumulation ( Figure 2B ). Additional deletions of up to four residues in Cd2 through Cd4 resulted in B10-fold reductions in sg mRNA2 levels, whereas removal of one additional residue in Cd5 led to a B20-fold drop. This progressive decrease in sg mRNA2 was also observed at earlier time points and at lower incubation temperatures (data not shown). Interestingly, when six or more C-terminal residues were deleted (Cd6 through Cd10), no viral RNAs accumulated, signifying a lethal defect eliminating all forms of RNA synthesis ( Figure 2B ). For the viable mutants, western blot analysis of p92 revealed very low but relatively comparable levels of accumulation ( Figure 2C ), suggesting similar levels of protein stability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 486,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1001,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The importance of the five C-terminal residues for sg mRNA transcription was investigated further by substituting each with three different amino acids of similar or contrasting chemical properties ( Figure 2D ). The most notable defects were observed at the third and fifth positions from the end, where substitutions of Ala or Asp, respectively, with (Asp, Lys) or (Asn, Lys) caused sg mRNA2 levels to drop by B80-90%. For the other modifications tested, none inhibited sg mRNA2 to levels below B46% ( Figure 2D ). Overall, the C-terminal substitution analysis revealed that (i) amino-acid identities are somewhat flexible, (ii) severe defects in sg mRNA transcription can also be induced through aminoacid substitutions and (iii) the Ser residue is not a phosphoregulator of transcriptional activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The results above pointed to a defective RdRp; however, the possibility that the long-distance RNA-RNA interactions essential for sg mRNA2 transcription may have been adversely affected by the sequence modifications needed to be critically addressed. To this end, sg mRNA2 transcription was uncoupled from its two essential long-range interactions, DE/CE and AS2/RS2 ( Figure 1A ; Zhang et al, 1999; Lin and White, 2004) . This was accomplished by deleting CE and replacing RS2 with a local RNA hairpin positioned just upstream from the sg mRNA2 transcription initiation site ( Figure 3A ). When the C-terminally truncated RdRp mutants Cd1H through Cd5H were tested along with the AS1H control (encoding wt RdRp), the results were similar to those observed earlier ( Figure 2B ), except that the defects in transcription were less prominent ( Figure 3A ). This reduced inhibition could be related to differences in the structure and/ or stability of the local RNA hairpin compared with those of Figure 2 Mutational analysis of the C-terminus of the TBSV RdRp. (A) The AS1/RS1 interaction in the wt TBSV genome (i.e., T100) and corresponding coding region for the C-terminus of p92. Amino acids in the C-terminus of p92 are presented under the RNA sequence. The nucleotide substitutions in mutant AS1m1 are indicated by shading (see inset). (B) Deletion analysis of C-terminal residues of the RdRp. Mutant viral genomes containing deletions of 1-10 C-terminal amino acids (Cd1 through Cd10, respectively) were transfected into plant protoplasts and sg mRNA2 levels quantified by northern blot analysis with a virus-specific DNA probe following a 24 h incubation. The identities of the viral genomes used in the transfections are indicated at the top. The positions of the viral genome (g) and sg mRNAs (sg1 and sg2) are shown to the left. The values below, in this and in other similar experiments, correspond to means from three independent experiments (with standard deviations) and represent the ratios of sg mRNA2 levels to their corresponding genomic RNA levels, all normalized to that for the control (in this case, AS1m1), set at 100. (C) Western blot analysis of p92 (and p33) accumulation in transfected protoplasts for wt TBSV (T100), control viral genome AS1m1, and C-terminally truncated mutants Cd1 through Cd5. Viral proteins were detected with antiserum generated against a peptide corresponding to a region in p33 (which is also present in p92). Accordingly, both p33 and p92 are detected by this antiserum. (D) Transcriptional activity of viral genome mutants containing single substitutions in each of the five C-terminal residues in the RdRp. The wt residues are presented at the top of the northern blot, with the corresponding substitutions indicated immediately below. The left and right panels in panel D are from the same experiment but were analyzed on separate gels. The associated values were generated relative to the same internal control, AS1m1, that was included in both blots. the wt long-distance AS2/RS2 interaction. Importantly, the general trend of the transcriptional defect was reproducible for sg mRNA2 in a context lacking its cognate essential longdistance RNA-RNA interactions.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 399,
                    "text": "Zhang et al, 1999;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 400,
                    "end": 420,
                    "text": "Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 578,
                    "end": 587,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 767,
                    "end": 776,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 995,
                    "end": 1003,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Mutant viral genomes are transcriptionally defective at the protein level"
        },
        {
            "text": "To further substantiate the proposed RdRp-dependent defect, two additional approaches were pursued. In the first, five substitutions were introduced simultaneously at degenerate codon positions in the C-terminal region of the RdRp ( Figure 3B ). When tested, the Psg1-S5 genome transcribed sg mRNA2 efficiently ( Figure 3B ), thereby excluding this RNA sequence from being directly involved in modulating sg mRNA2 production.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutant viral genomes are transcriptionally defective at the protein level"
        },
        {
            "text": "In the final approach, it was reasoned that if the RdRp was responsible for the reductions of sg mRNA2, then it should be possible to confer the defect in trans to another transcriptionally active viral RNA replicon. To test this hypothesis, small non-coding TBSV replicons (White, 1996) containing RNA hairpin-type transcriptional cassettes (Lin and White, 2004) were cotransfected with viral genomes containing a wt or C-terminally truncated RdRp ( Figure 3C ). Replicon-derived sg RNAs (sg Reps) were generated from HL65 and HL128 (containing the more stable RNA hairpins) when they were cotransfected with AS1m1, which provided wt RdRp in trans ( Figure 3C ). In contrast, when the same replicons were complemented with Cd4, a viral genome producing an RdRp truncated by four C-terminal residues, there was notably reduced levels of sg Rep accumulation ( Figure 3C ). The ability to confer the defect in trans further supports a protein-based activity. Thus, all three approaches used to assess the origin of the transcriptional defect point to the RdRp as the causal factor.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 287,
                    "text": "(White, 1996)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 342,
                    "end": 363,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 651,
                    "end": 660,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 859,
                    "end": 868,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mutant viral genomes are transcriptionally defective at the protein level"
        },
        {
            "text": "The C-terminus of the RdRp facilitates the termination step of the PT transcriptional mechanism We next turned our attention to determining what step(s) in the PT mechanism the RdRp C-terminus was facilitating. An early event in this process is the attenuation of the RdRp that leads to its termination and the production of minus-stand intermediates ( Figure 1B ). In C-terminally truncated mutants, Cd1 through Cd5, relative levels of sg mRNA minus-strand accumulation were reduced to B30-50% that of the AS1m1 control ( Figure 4A ). Overall, the accumulation of these minus-strand sg mRNA templates was lowered by B2to 3-fold; however, their corresponding plus-strand sg mRNAs were decreased by B5to 20-fold ( Figure 2B ). This implied that the reduction in minus-strand templates had an Free energy changes (DG, at 221) for formation of each RNA structure are indicated in kcal/mol. The sg RNA that is transcribed from these replicons (sg Rep) is indicated below. Each replicon was cotransfected into protoplasts along with helper viral genome AS1m1 (wt RdRp) or Cd4 (mutant RdRp C-terminally truncated by four residues), and relative sg Rep accumulation levels assessed by northern blotting following a 24-h incubation period. The bands located between the genome (g) and sg mRNA2 (sg2) likely represent multimers of the replicon. amplified detrimental effect on plus-strand transcription, or that additional factors were contributing to the outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 523,
                    "end": 532,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 713,
                    "end": 722,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Mutant viral genomes are transcriptionally defective at the protein level"
        },
        {
            "text": "One possibility considered was that the 3 0 -termini of the minus strands generated were aberrant (i.e., contained extra or deleted residues relative to the 3 0 end of the promoter sequence)-a feature known to adversely affect tombusvirus promoter activity (Panavas et al, 2002; Lin and White, 2004) . Analysis of the 3 0 -termini of minus-strand templates from AS1m1 or Cd4 showed that the latter had approximately twice as many templates with 3 0 ends that were extended past the initiating nucleotide ( Figure 4B ). Some of the Cd4-derived templates also contained non-templated residues. The higher proportion of aberrant 3 0 -termini generated by the C-terminally truncated Cd4 would act to decrease overall promoter activity and contribute to the reduced levels of sg mRNA. Primer extension analysis of the 5 0 ends of sg mRNA2s from infections with Cd4 (and other C-terminally truncated mutants) revealed only authentic 5 0 termini, indicating no defects in terms of the accuracy of initiation of transcription (data not shown).",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 278,
                    "text": "(Panavas et al, 2002;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 279,
                    "end": 299,
                    "text": "Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 515,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mutant viral genomes are transcriptionally defective at the protein level"
        },
        {
            "text": "The RdRp attenuation signal includes both base paired and linear RNA elements, and its activity is affected by both the thermodynamic stability of the base paired structure and the length of the associated linear spacer element (Lin and White, 2004; Lin et al, 2007) . Accordingly, these two components were examined with respect to the RdRp C-terminus. First, the transcriptional efficiency mediated by different sized RNA hairpins was assessed to determine how the C-terminal RdRp mutants would respond to structures with increasing thermodynamic stability ( Figure 5A ). This analysis was carried out using viral genomes that expressed an RdRp truncated by four residues (i.e., Cd4 based). Consistent with our other results ( Figure 3A and C), the genomes expressing the mutant RdRp (Cd4-2AS-H1 through -H4) did not utilize the RNA hairpin signals as efficiently as their counterparts expressing the wt RdRp (2AS-H1 through -H4; Figure 5B ). This relationship, depicted graphically in Figure 5C , indicates a general lower sensitivity of the mutant RdRp for detecting the base paired component of the RNA attenuation signal, particularly for H1 through H3 (note difference in slopes). In contrast, the corresponding relative accumulation profiles were comparable when spacer elements ranging in lengths from 0 to 6 nt were tested ( Figure 6 ). Thus, a mutant RdRp lacking four C-terminal residues has spacer length requirements that are similar to those of the wt RdRp.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 249,
                    "text": "(Lin and White, 2004;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 250,
                    "end": 266,
                    "text": "Lin et al, 2007)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 738,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 932,
                    "end": 941,
                    "text": "Figure 5B",
                    "ref_id": null
                },
                {
                    "start": 988,
                    "end": 997,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1343,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Influence of base paired and linear components of the RNA attenuation signal on sg mRNA transcription"
        },
        {
            "text": "We next sought to determine if the C-terminal truncations were also affecting the ability of the RdRp to utilize the wt sg mRNA2 promoter. In TBSV, sg mRNA promoters and the genome plus-strand promoter have similar linear structures and sequence identities ( Figure 7A ) and are interchangeable (Lin and White, 2004) . Thus, to address the potential effects of the C-terminal truncations on sg mRNA promoter activity in a context independent of the sg mRNA-specific transcription attenuation components, we repositioned the sg mRNA2 promoter to the end of a small viral replicon (Rep-HL47) and compared the level of replication with that of a wt replicon containing the genomic promoter ( Figure 7A ). The mutant RdRps were provided in trans-through cotransfection with mutant viral genomes Cd1 through Cd5-and effects of the C-terminal deletions on the activities of the two promoters were monitored via replicon accumulation. Results from these cotransfection studies revealed that with increasing C-terminal deletions, accumulation levels of Rep-HL47 were more negatively affected than those of the wt replicon ( Figure 7B ). This general trend for the defects suggests that the C-terminal truncations preferentially affect the ability of the mutant RdRps to utilize the wt sg mRNA2 promoter ( Figure 7C ). Thus, even if these mutant RdRps were to generate wt promoters (i.e., minus-strand templates with 3 0 termini corresponding to the transcription initiation site), they would be slightly compromised (B10 to B35%) in their ability to utilize them. ",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 316,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 268,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 689,
                    "end": 698,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1116,
                    "end": 1125,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1297,
                    "end": 1306,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sg mRNA promoter activity is adversely affected by C-terminally truncated RdRp"
        },
        {
            "text": "An interesting aspect of the TBSV RdRp is that the RNA sequence encoding its transcription-specific C-terminus is also an RNA regulatory element involved in directing sg mRNA1 transcription (Choi and White, 2002) . In particular, the RS1 element shares its sequence with the codons that specify the last three residues of the RdRp (refer to Figure 2A ). This is a fascinating example of precisely overlapping sub-elements where both components mediate the same viral process, that is, sg mRNA transcription. This tight coupling must, in turn, place unique evolutionary constraints on these elements. Despite such limitations, it is interesting to note that two tombusviruses, Cucumber Bulgarian virus (CBV) and Maize necrotic streak virus (MNeSV), contain modifications in this region that maintain both RNA-and protein-based functions. In these two viral genomes, the predicted AS1/RS1 interactions contain a GC base pair (which maintains the AS1/RS1 interaction) in place of the corresponding AU base pair in TBSV (compare structures of A/R-5GC and T100, respectively, in Figure 8A ). In CBV and MNeSV, the nucleotide substitutions in their AS1 and RS1 elements result in the maintenance of Leu residues internally and Val-to-Ala substitutions at the C-termini of their RdRps, respectively. To assess the effects of these modifications in the context of TBSV, we constructed a mutant genome that contained the double substitution of the AU-to-GC base pair, as well as the single substitution mutants A-to-G (at AS1) or U-to-C (at RS1; Figure 8A ). As anticipated, sg mRNA1 levels were preferentially affected, showing relative accumulation levels of B92% (for the UG wobble pair; mutant AS-5G), B10% (for the AC mismatch; RS-5C) and B113% (for the compensatory GC pair; A/R-5GC), as compared with that for the wt T100 ( Figure 8B ). Thus, although coding and RNA-based regulatory activities are tightly coupled in a common sequence, the AS1 and RS1 elements possess the capacity to evolve while maintaining both of these functions. Further relevance of this finding to RdRp evolution is presented in the following section.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 212,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1537,
                    "end": 1546,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1822,
                    "end": 1831,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RdRp coding and functional RNA elements involved in sg mRNA transcription overlap"
        },
        {
            "text": "Our results have identified the C-terminus of the TBSV RdRp as a key determinant of sg mRNA transcription. Deletion of up to five C-terminal residues caused major reductions in sg Figure 5 Effect of hairpin stability on sg mRNA2 transcription by C-terminally truncated RdRp. (A) Depiction of RNA hairpin cassettes introduced into modified viral genomes. Free energy changes (DG, at 221) for formation of each RNA structure are indicated in kcal/mol. (B) Hairpins were tested in genomic contexts that expressed either wt RdRp (2AS-H1 through -H4) or an RdRp Cterminally truncated by four residues (Cd4-2AS-H1 through -H4). Northern blot analysis of viral RNA accumulation 24 h post-transfection of protoplasts is presented. (C) Graphical representation of relative accumulation values for sg mRNA2 observed in panel B plotted against predicted RNA hairpin stability (DG). For relative sg mRNA2 accumulation levels presented, that for 2AS-H4 was set at 100 and the other values were normalized relative to this number. Vertical bars indicate standard deviations. Figure 6 Effect of spacer length on transcription from C-terminally truncated RdRp mutants. (A) In viral genome mutants S0 through S6, spacer sequences of 0-6 uridylates (Us) were tested for transcriptional activity in protoplast transfections. (B) Northern blot analysis of sg mRNA2 accumulation 24 h post-transfection of protoplasts is presented. The Cd4H series blot was exposed approximately twice as long as the AS1H series blot. (C) Graphical representation of relative accumulation values for sg mRNA2 observed in panel B plotted against spacer length. For relative sg mRNA2 accumulation levels presented, those for AS1H-S2 and Cd4H-S2 were set at 100 and the other corresponding values were normalized relative to those numbers. Vertical bars indicate standard deviations. mRNA accumulation, with comparatively minor effects on viral genome replication ( Figure 9A ). However, removal of one additional residue completely abolished TBSV genome replication, indicating a tight, but separable, physical coupling of crucial RNA replication and transcription functions within the C-terminus ( Figure 9A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1069,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1933,
                    "text": "Figure 9A",
                    "ref_id": null
                },
                {
                    "start": 2158,
                    "end": 2167,
                    "text": "Figure 9A",
                    "ref_id": null
                }
            ],
            "section": "Uncoupling virus genome replication from sg mRNA transcription"
        },
        {
            "text": "The uncoupling of replication from transcription has been reported in plus-strand RNA viruses that utilize transcriptional mechanisms other than PT. For example, in the alphavirus Sindbis virus (SINV)-that employs an II transcriptional mechanism-mutation of centrally located Arg residues in the nsP4 RdRp prevented it from binding to its sg mRNA promoter and specifically abolished sg mRNA transcription in vitro Stollar, 2004, 2007) . However, this uncoupling was not reproducible in vivo, because the same mutations proved to be lethal to the virus (Li and Stollar, 2004) . In contrast, mutations in either SINV nsP3 (unknown function) or in nsP2 (a protease, in addition to other functions) of Semliki Forest virus (also an alphavirus) caused significant defects in sg mRNA transcription in vivo, while maintaining virus viability (LaStarza et al, 1994; Suopanki et al, 1998) . The uncoupling of sg mRNA transcription in vivo has also been achieved in an arterivirus, Equine arteritis virus, where mutation of two different proteins that contain zinc-binding domains, nsp1 and nsp10 (neither is the RdRp), caused specific defects in the DTS mechanism of sg mRNA transcription (van Marle et al, 1999a, b; Tijms et al, 2001) . These examples illustrate that the II and DTS transcriptional processes in these viruses are complex and involve multiple viral proteins; however, with the exception of SINV nsP4, the specific roles played by these assorted viral factors remain to be determined.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 434,
                    "text": "Stollar, 2004, 2007)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 574,
                    "text": "(Li and Stollar, 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 835,
                    "end": 857,
                    "text": "(LaStarza et al, 1994;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 858,
                    "end": 879,
                    "text": "Suopanki et al, 1998)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1180,
                    "end": 1207,
                    "text": "(van Marle et al, 1999a, b;",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1226,
                    "text": "Tijms et al, 2001)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Uncoupling virus genome replication from sg mRNA transcription"
        },
        {
            "text": "Before this study, nothing was known about the protein components involved in the PT mechanism. Accordingly, the results from this study are significant in several respects. The TBSV RdRp represents the first protein factor to be identified as a key regulator of the PT mechanism of sg mRNA transcription-for any virus. Also noteworthy is that this is the first demonstration, for a plant virus, that genome replication can be efficiently uncoupled-at the protein levelfrom sg mRNA transcription. Moreover, this is the only . For relative accumulation levels presented, that for the wt replicon cotransfected with AS1m1 (wt RdRp) was set at 100 and the other corresponding values were normalized relative to that number. Vertical bars indicate standard deviations. The differences between Rep (wt) and HL47 accumulation levels were statistically significant for Cd4 (Po0.01) and Cd5 (Po0.05). example of a viral RdRp specifically modulating sg mRNA synthesis in vivo. These findings increase our general understanding of the PT mechanism and provide novel insights into fundamental viral RdRp activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncoupling virus genome replication from sg mRNA transcription"
        },
        {
            "text": "The PT mechanism involves a defined series of steps and, through systematic analyses, we have identified those that are facilitated by the C-terminus of the RdRp. As summarized in Figure 9B , our results indicate major involvement at the level of sg mRNA minus-strand production and a possible lesser role with subsequent use of the sg mRNA promoter. Viral RdRps take on a general right-hand topology that includes fingers, palm and thumb domains (Ferrer-Orta et al, 2006; Figure 9B ). Our results indicate that in TBSV, the extreme C-terminus mediates efficient RdRp detection of the base paired components of the RNA attenuation signals (Figure 9Bi) . Accordingly, the important C-terminal residues must either allow the RdRp to communicate directly with the RNA structures or mediate an indirect interaction via an auxiliary factor(s). Active tombusvirus replicase complexes purified from transfected yeast cells contain at least four different host proteins (in addition to p33 and p92) (Serva and Nagy, 2006) and can direct complementary strand synthesis in vitro when incubated with exogenous viral RNA templates (Serva and Nagy, 2006) . However, this extract, as well as similar replicase extracts from plants, is thus far unable to recognize the RNA attenuation signals for sg mRNA transcription in vitro (PD Nagy, personal communication). Therefore, either the extracts are missing a key factor(s) or the isolated complexes are perturbed in a way that inhibits this process. If the RdRp interacts directly with the attenuation signal, the C-terminal residues could function to organize the RdRp into a conformation that induces it to pause when it encounters the attenuation signal-thus providing an opportunity for termination.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 1013,
                    "text": "(Serva and Nagy, 2006)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1119,
                    "end": 1141,
                    "text": "(Serva and Nagy, 2006)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 189,
                    "text": "Figure 9B",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 9B",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 651,
                    "text": "(Figure 9Bi)",
                    "ref_id": null
                }
            ],
            "section": "Role of the RdRp in the PT transcriptional mechanism"
        },
        {
            "text": "Results from the spacer analysis revealed similar length requirements for wt and mutant RdRps (Figure 6) , indicating that the C-terminal residues are not involved in defining the span of intervening sequence that is optimal for function. Conversely, the mutant RdRp showed altered positions of minus-strand termination as well as enhanced incorporation of non-templated residues ( Figure 4B ). The latter activity is a known property of viral RdRps (Nagy and Simon, 1997) and, for TBSV, C-terminal modifications appear to enhance this feature. For the wt RdRp, B60% of its minus-strand 3 0 -ends corresponded to the initiating nucleotide. In contrast, only B30% of the 3 0 -ends generated by the mutant RdRp mapped to this position ( Figure 4B ). Since aberrant 3 0 -termini negatively affect promoter utilization in TBSV, the higher proportion of 3 0 -extensions generated by the mutant RdRp could largely account for the proportionally greater reduction in sg mRNA accumulation-versus corresponding minus-strands ( Figure 9Bii ). In some cases, this imbalance may also be related to reduced ability of certain C-terminally truncated RdRps (e.g., Cd4) to utilize the sg mRNA promoter ( Figure  9Biii) . Thus, the combined effect of several distinct defects likely account for the overall reductions in sg mRNA accumulation levels ( Figure 9B) .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 472,
                    "text": "(Nagy and Simon, 1997)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 104,
                    "text": "(Figure 6)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 735,
                    "end": 744,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1018,
                    "end": 1029,
                    "text": "Figure 9Bii",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1202,
                    "text": "Figure  9Biii)",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1344,
                    "text": "Figure 9B)",
                    "ref_id": null
                }
            ],
            "section": "Role of the RdRp in the PT transcriptional mechanism"
        },
        {
            "text": "Collectively, these studies have provided important new mechanistic insights into the role of the RdRp in mediating sg mRNA transcription under physiological conditions (i.e., in host cell infections). Specifically, the RdRp was found to (i) mediate efficient generation of minus-strand sg mRNA templates, (ii) facilitate accurate termination of minusstrands, and (iii) possibly promote efficient utilization of the wt sg mRNA promoter ( Figure 9B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "text": "Figure 9B",
                    "ref_id": null
                }
            ],
            "section": "Role of the RdRp in the PT transcriptional mechanism"
        },
        {
            "text": "In a theoretical evolutionary model, it is logical to suppose that replication of a viral RNA genome (e.g., encoding a polyprotein) preceded the emergence of sg mRNA transcription (Tijms et al, 2001) . Indeed, for the PT mechanism, this scenario is supported by our demonstration that replication can be effectively uncoupled from transcription. How then was sg mRNA transcription introduced into a viral replication system? The necessity of the C-terminus for transcription, but not for replication, suggests a potential pathway for gaining (or enhancing) sg mRNA transcription through the C-terminal extension of a more primitive tombusvirus RdRp. Although other possibilities exist, this type of read-through genetic mechanism has been implicated in the evolution of cellular proteins derived from humans (Fiddes and Goodman, 1980) , Drosophila (Levine et al, 2006) and yeast (Namy et al, 2003) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 199,
                    "text": "(Tijms et al, 2001)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 808,
                    "end": 834,
                    "text": "(Fiddes and Goodman, 1980)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 848,
                    "end": 868,
                    "text": "(Levine et al, 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 879,
                    "end": 897,
                    "text": "(Namy et al, 2003)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Origin and evolution of sg mRNA transcription in TBSV"
        },
        {
            "text": "In our proposed viral scenario, the primitive RdRp would originally have limited or no ability to recognize RNA attenuation signals. However, in gaining this function-via extension of its ORF-it would then be able to efficiently generate smaller minus-sense RNAs that could potentially be used as templates to synthesize a new class of smaller viral RNA (i.e., sg (m)RNAs; Figure 10A ). This scheme is attractive because the RdRp would not need to gain new structural Figure 9 Role of C-terminus of TBSV RdRp in viral RNA synthesis. (A) Summary schematic diagram depicting the role of the C-terminal residues of p92 in sg mRNA transcription and viral genome replication as determined by progressive terminal deletion analysis. (B) A PT model for TBSV sg mRNA transcription highlighting the role of the C-terminus of p92 in the different steps of the process. P92 is depicted with classical right hand RdRp topology (fingers, F; palm, P; and thumb, T, domains). The C-terminus (C) in the cartoon is circled and the arrows point to the steps (i, ii, and iii) in the PT mechanism that are facilitated by these residues. See text for details. features to allow it to bind to a distinct sg mRNA promoter (as is the case for SINV; Li and Stollar, 2004) , since it would utilize the same type of plus-strand promoter that functions for viral genome replication (Lin and White, 2004) . In using a common type of plus-strand promoter for both processes, the RdRp adaptation necessary to gain the ability to transcribe sg mRNAs would be reduced. In this regard, the biogenesis of the PT system represents a simple but ingenious mechanism for relocating dormant internally positioned sg mRNA promoters to the 3 0 termini of minus-strand templateswhere they become highly active.",
            "cite_spans": [
                {
                    "start": 1225,
                    "end": 1246,
                    "text": "Li and Stollar, 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1354,
                    "end": 1375,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 383,
                    "text": "Figure 10A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 468,
                    "end": 476,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Origin and evolution of sg mRNA transcription in TBSV"
        },
        {
            "text": "Another intriguing feature of the RdRp C-terminus is that the sequence encoding it is also the RS1 transcriptional regulatory element (Figure 2A ). This relationship is further complicated by the necessity for the RS1 element to base pair with its AS1 partner sequence located B1000 nt upstream. This convoluted interdependence suggests that AS1, via its basepairing requirement with RS1, could influence the coding of the RdRp C-terminus-and thus the structure and function of this protein. The coexistence and coevolution of localized functional RNA elements and their corresponding coding sequences in mRNAs has been explored previously both in silico (Konecny et al, 2000; Pedersen et al, 2004) and in natural populations (Parmley et al, 2007) . However, the concept that an RNA sequence can act via a long-range tertiary RNA-RNA interaction to influence protein coding at a distal location has not been investigated and, as described below, our data support the occurrence of such an event in nature.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 676,
                    "text": "(Konecny et al, 2000;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 677,
                    "end": 698,
                    "text": "Pedersen et al, 2004)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 726,
                    "end": 747,
                    "text": "(Parmley et al, 2007)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 144,
                    "text": "(Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Global virus genome structure influences RdRp evolution"
        },
        {
            "text": "As mentioned earlier, two tombusviruses (CBV and MNeSV) contain a GC base pair in the AS1/RS1 interaction in place of the AU base pair in TBSV (also present in nine other tombusviruses; not shown). Considering that 10 out of 14 sequenced tombusviruses contain the AU base pair, it is reasonable to believe that the GC variant arose from the former 'consensus' base pair. This concept is also supported by the observation that the introduction of the GC base pair into a TBSV context induced slightly improved levels of sg mRNA1 accumulation (i.e., B113%; Figure 8 ), which would presumably confer enhanced fitness by providing more coat protein for virus assembly. In terms of the order of appearance of the individual substitutions, the presence of GU wobble base pairs in two tombusviruses (Cucumber necrosis virus (CNV) and TBSV-statice isolate (TBSV-S); refer to Figure 8A ) suggests that the A-to-G substitution at the distal AS1 occurred first, followed by a compensating U-to-C at RS1 ( Figure 10B ). This order is also supported experimentally in TBSV, where the GU base pair-containing intermediate was found to be somewhat compromised (B92%), but considerably more transcriptionally active than the AC mismatchcontaining intermediate (B10%) (Figure 8 ). The greater functionality of the GU wobble base pair would aid it competitively and allow it to persist long enough-as suggested by its existence in natural tombusvirus populations of CNV and TBSV-S-for the compensatory change to occur (Rousset et al, 1991) . Therefore, following this line of reasoning, the substitution at the distal AS1 element would initiate the cascade of events that lead to the modification of the C-terminus of the RdRp encoded B1000 nt downstream ( Figure 10B ). Moreover, as mfold analysis predicts formation of the AS1/RS1 interaction in the context of a folded full-length TBSV RNA genome (Choi and White, 2002) , these data suggest a previously unappreciated role for the global structure of an RNA virus genome in modulating viral protein evolution. The implications of this finding are also relevant to understanding evolutionary processes in other viruses such as Hepatitis C virus (Kim et al, 2003) , Dengue virus (Alvarez et al, 2005) , Flock house virus (Lindenbach et al, 2002) and Barley yellow dwarf virus (Miller and White, 2006) , all of which contain functional long-distance RNA-RNA interactions involving coding regions. Furthermore, as there is computational (Meyer and Miklos, 2005) and experimental (Nackley et al, 2006) evidence for functional higher-order RNA structures in coding regions of cellular mRNAs, the relevance of this concept will likely extend beyond viral messages.",
            "cite_spans": [
                {
                    "start": 1500,
                    "end": 1521,
                    "text": "(Rousset et al, 1991)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1882,
                    "end": 1904,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2179,
                    "end": 2196,
                    "text": "(Kim et al, 2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2212,
                    "end": 2233,
                    "text": "(Alvarez et al, 2005)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2254,
                    "end": 2278,
                    "text": "(Lindenbach et al, 2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2309,
                    "end": 2333,
                    "text": "(Miller and White, 2006)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2468,
                    "end": 2492,
                    "text": "(Meyer and Miklos, 2005)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2510,
                    "end": 2531,
                    "text": "(Nackley et al, 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 555,
                    "end": 563,
                    "text": "Figure 8",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 867,
                    "end": 876,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1004,
                    "text": "Figure 10B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1251,
                    "end": 1260,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1739,
                    "end": 1749,
                    "text": "Figure 10B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Global virus genome structure influences RdRp evolution"
        },
        {
            "text": "Constructs previously described that were used in this study include: T100, the wt TBSV genome construct (Hearne et al, 1990 ); AS1m1 and Psg1-S5, modified TBSV genomes with 3-nt substitutions in AS1 (Choi and White, 2002) or five silent mutations in RS1 (Zhang et al, 1999) , respectively; a TBSV replicon corresponding to a prototypical TBSV DI RNA (Wu et al, 2001 ) and HL47, a replicon containing a sg RNA promoter as its plus-strand promoter (Lin and White, 2004) . Based on the above constructs, additional modifications were introduced and the relevant differences are presented in the accompanying figures. All modifications were made using PCRbased mutagenesis and standard cloning techniques (Sambrook The 5 0 portion of the TBSV genome is shown schematically. The genome at the top encodes a primitive RdRp lacking notable transcriptional activity, whereas that below contains a C-terminally extended p92 ORF (hatched box) that confers enhanced transcriptional activity. See text for details. (B) Influence of a long-distance RNA-RNA interaction (i.e., global folding) on the structure of the C-terminus of the p92 RdRp. The genome at the top has gained an A-to-G nucleotide substitution in AS1, whereas that below contains a second compensating mutation in RS1. Nucleotide substitutions are indicated along with effects on the corresponding amino-acid sequences (in parentheses). See text for details. et al, 1989) . The PCR-derived regions introduced into the constructs were sequenced completely to ensure that only the intended modifications were present.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 124,
                    "text": "(Hearne et al, 1990",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 200,
                    "end": 222,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 255,
                    "end": 274,
                    "text": "(Zhang et al, 1999)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 351,
                    "end": 366,
                    "text": "(Wu et al, 2001",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1414,
                    "end": 1426,
                    "text": "et al, 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Plasmid construction"
        },
        {
            "text": "In vitro RNA transcripts of viral RNAs were generated using T7 RNA polymerase as described previously (Wu et al, 2001) . Preparation and inoculation of cucumber protoplasts and extraction of total nucleic acids were carried out as outlined in Choi and White (2002) . Briefly, isolated cucumber protoplasts (3 Â10 5 ) were transfected with RNA transcripts (3 mg for genomic RNA; 1 mg for replicon RNA). The transfected protoplasts were incubated at 221C for 24 h under constant lighting. Total nucleic acids were isolated and analyzed as described below.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 118,
                    "text": "(Wu et al, 2001)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 243,
                    "end": 264,
                    "text": "Choi and White (2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "In vitro transcription, protoplast inoculation, and RNA isolation"
        },
        {
            "text": "Total nucleic acid preparations isolated from virus-inoculated protoplasts were subjected to northern blot analysis for detection of plus-and minus-strand viral RNAs as described previously (Choi and White, 2002) . Nucleic acids were either treated with glyoxal and separated in 1.4% agarose gels, or denatured in formamidecontaining buffer and separated in 4.5% polyacrylamide-8 M urea gels ( Figures 3C and 7B only) . Equal loading of lanes was confirmed before transfer via staining the gels with ethidium bromide. Following electrophoretic transfer to nylon membranes, positivestrand viral RNAs were detected using 32 P-labeled DNA oligonucleotide probes and negative strands were detected by RNA riboprobe. Relative isotopic levels were determined using PharosFx Plus Molecular Imager (BioRad).",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 212,
                    "text": "(Choi and White, 2002)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 417,
                    "text": "Figures 3C and 7B only)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viral RNA analysis"
        },
        {
            "text": "Sequence analysis of the 3 0 termini of minus-strand sg mRNA2 was accomplished by ligation with a phosphorylated oligonucleotide with RNA ligase, reverse transcription-PCR amplification of the cDNA, and subsequent cloning and sequencing (Lin and White, 2004) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 258,
                    "text": "(Lin and White, 2004)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        },
        {
            "text": "RNA structures were predicted and free energy changes calculated using mfold version 2.3 Zuker et al, 1999) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 107,
                    "text": "Zuker et al, 1999)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA analysis"
        },
        {
            "text": "After a 24-h incubation period, protoplasts were vortexed in 50 ml 2 Â SDS-PAGE loading buffer for 30 s, followed by heating at 1001C for 5 min. Proteins were separated on 12% SDS-PAGE. After electrotransfer to a nitrocellulose membrane, p33 and p92 were detected using a polyclonal antibody against a peptide of p33 (McCartney et al, 2005) . HRP-conjugated secondary antibody (Sigma, A0545) and Amersham ECL Plus western blotting detection reagents (GE Healthcare, RPN 2132) were used for further processing of the blot.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 340,
                    "text": "(McCartney et al, 2005)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Viral protein analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Long-range RNA-RNA interactions circularize the dengue virus genome",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lodeiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Luduena",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Pietrasanta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Gamarnik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6631--6643",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Comparison of the replication of positive-stranded RNA viruses of plants and animals",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Buck",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv Virus Res",
            "volume": "47",
            "issn": "",
            "pages": "159--251",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Regulatory activity of distal and core RNA elements in Tombusvirus subgenomic mRNA2 transcription",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ostrovsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "41761--41768",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An RNA activator of subgenomic mRNA1 transcription in tomato bushy stunt virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "3760--3766",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Gill-associated nidovirus of Penaeus monodon prawns transcribes 3 0 -coterminal subgenomic mRNAs that do not possess 5 0 -leader sequences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cowley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "927--935",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A comparison of viral RNA-dependent RNA polymerases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrer-Orta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escarmis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Verdaguer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Opin Struct Biol",
            "volume": "16",
            "issn": "",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The cDNA for the beta-subunit of human chorionic gonadotropin suggests evolution of a gene by readthrough into the 3 0 -untranslated region",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fiddes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Nature",
            "volume": "286",
            "issn": "",
            "pages": "684--687",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of the cis-acting elements controlling subgenomic mRNAs of citrus tristeza virus: production of positiveand negative-stranded 3 0 -terminal and positive-stranded 5 0 -terminal RNAs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gowda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Satyanarayana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ayllon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Albiach-Marti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mawassi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabindran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Garnsey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Virology",
            "volume": "286",
            "issn": "",
            "pages": "134--151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The complete genome structure and synthesis of infectious RNA from clones of tomato bushy stunt virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Q"
                    ],
                    "last": "Hearne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Knorr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Hillman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virology",
            "volume": "177",
            "issn": "",
            "pages": "141--151",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characterization of Striped jack nervous necrosis virus subgenomic RNA3 and biological activities of its encoded protein B2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mise",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Okinaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arimoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Okuno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "2807--2816",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Long-range RNA-RNA interaction between the 5 0 nontranslated region and the core-coding sequences of hepatitis C virus modulates the IRESdependent translation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Seol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "599--606",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Concurrent neutral evolution of mRNA secondary structures and encoded proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Konecny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoniger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hofacker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Weitze",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Hofacker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Mol Evol",
            "volume": "50",
            "issn": "",
            "pages": "238--242",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Genetic analysis of the nsP3 region of Sindbis virus: evidence for roles in minus-strand and subgenomic RNA synthesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Lastarza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lemm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "5781--5791",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Novel genes derived from noncoding DNA in Drosophila melanogaster are frequently X-linked and exhibit testis-biased expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindfors",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Begun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "9935--9939",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Identification of the amino acid sequence in Sindbis virus nsP4 that binds to the promoter for the synthesis of the subgenomic RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci",
            "volume": "101",
            "issn": "",
            "pages": "9429--9434",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Distinct sites on the Sindbis virus RNAdependent RNA polymerase for binding to the promoters for the synthesis of genomic and subgenomic RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "4371--4373",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A complex network of RNA-RNA interactions controls subgenomic mRNA transcription in a tombusvirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "3365--3374",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A multicomponent RNA-based control system regulates subgenomic mRNA transcription in a tombusvirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "2429--2439",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Long-distance base pairing in Flock House virus RNA1 regulates subgenomic RNA3 synthesis and RNA2 replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindenbach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sgro",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "3905--3919",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Expanded sequence dependence of thermodynamic parameters improves prediction of RNA secondary structure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sabina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Mol Biol",
            "volume": "288",
            "issn": "",
            "pages": "911--940",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Localization of the Tomato bushy stunt virus replication protein p33 reveals a peroxisome-to-endoplasmic reticulum sorting pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccartney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Greenwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plant Cell",
            "volume": "17",
            "issn": "",
            "pages": "3513--3531",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Statistical evidence for conserved, local secondary structure in the coding regions of eukaryotic mRNAs and pre-mRNAs",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Miklos",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "6338--6348",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Synthesis of brome mosaic virus subgenomic RNA in vitro by internal initiation on (À)-sense genomic RNA",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Dreher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "313",
            "issn": "",
            "pages": "68--70",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Synthesis of subgenomic RNAs by positive-strand RNA viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koev",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "273",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Long-distance RNA-RNA interactions in plant virus gene expression and replication",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu Rev Phytopathol",
            "volume": "44",
            "issn": "",
            "pages": "447--467",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Human catechol-O-methyltransferase haplotypes modulate protein expression by altering mRNA secondary structure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Nackley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shabalina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Tchivileva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satterfield",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Korchynskyi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Makarov",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maixner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Diatchenko",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1930--1933",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "New insights into the mechanisms of RNA recombination",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "235",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Identification of stop codon readthrough genes in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duchateau-Nguyen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hatin",
                    "suffix": ""
                },
                {
                    "first": "Hermann-Le",
                    "middle": [],
                    "last": "Denmat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Termier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic Acids Res",
            "volume": "31",
            "issn": "",
            "pages": "2289--2296",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analysis of minimal promoter sequences for plus-strand synthesis by the Cucumber necrosis virus RNA-dependent RNA polymerase",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Panavas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pogany",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "",
            "pages": "263--274",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Splicing and the evolution of proteins in mammals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Parmley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Urrutia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Potrzebowski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaessmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sequence requirements for RNA strand transfer during nidovirus discontinuous subgenomic RNA synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Pasternak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Den Born",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "EMBO J",
            "volume": "20",
            "issn": "",
            "pages": "7220--7228",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An evolutionary model for protein-coding regions with conserved RNA structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forsberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Biol Evol",
            "volume": "21",
            "issn": "",
            "pages": "1913--1922",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evolution of compensatory substitutions through G-U intermediate state in Drosophila rRNA",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pelandakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solignac",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci",
            "volume": "88",
            "issn": "",
            "pages": "10032--10036",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A new model for coronavirus transcription",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Adv Exp Med Biol",
            "volume": "440",
            "issn": "",
            "pages": "215--219",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Proteomics analysis of the tombusvirus replicase: Hsp70 molecular chaperone is associated with the replicase and enhances viral RNA replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "2162--2169",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "RNA-mediated transactivation of transcription from a viral RNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Sit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vaewhongs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lommel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "281",
            "issn": "",
            "pages": "829--832",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Torovirus non-discontinuous transcription: mutational analysis of a subgenomic mRNA promoter",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Segeren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "El Azzouzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Essen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8275--8281",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Role of nucleotides immediately flanking the transcription-regulating sequence core in coronavirus subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "2506--2516",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Regulation of alphavirus 26S mRNA transcription by replicase component nsP2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suopanki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Gen Virol",
            "volume": "79",
            "issn": "",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A zinc finger-containing papain-like protease couples subgenomic mRNA synthesis to genome translation in a positive-stranded RNA virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tijms",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci",
            "volume": "98",
            "issn": "",
            "pages": "1889--1894",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Arterivirus discontinuous mRNA transcription is guided by base pairing between sense and antisense transcription-regulating sequences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gultyaev",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci",
            "volume": "96",
            "issn": "",
            "pages": "12056--12061",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Characterization of an equine arteritis virus replicase mutant defective in subgenomic mRNA synthesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Marle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Dinten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "5274--5281",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Discontinuous and non-discontinuous subgenomic RNA transcription in a nidovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "EMBO J",
            "volume": "21",
            "issn": "",
            "pages": "6571--6580",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Formation and evolution of tombusvirus defective interfering RNAs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Semin Virol",
            "volume": "7",
            "issn": "",
            "pages": "409--416",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The premature termination model: a possible third mechanism for subgenomic mRNA transcription in (+)-strand RNA viruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "304",
            "issn": "",
            "pages": "147--154",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Advances in the molecular biology of tombusviruses: gene expression, genome replication and recombination",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Nucleic Acids Res Mol Biol",
            "volume": "78",
            "issn": "",
            "pages": "187--226",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "An RNA domain within the 5 0 untranslated region of the tomato bushy stunt virus genome modulates viral RNA replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Vanti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Mol Biol",
            "volume": "305",
            "issn": "",
            "pages": "741--756",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Subgenomic mRNA regulation by a distal RNA element in a (+)-strand RNA virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Slowinski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "RNA",
            "volume": "5",
            "issn": "",
            "pages": "550--561",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Algorithms and thermodynamics for RNA secondary structure prediction: a practical guide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11--43",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "TBSV genome and sg mRNA transcriptional RNA elements. (A) Schematic linear representation of the TBSV RNA genome and its coding organization. Boxes indicate encoded proteins. The p92",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Context-independent activity of mutant RdRps. (A) A local RNA hairpin (left) was substituted for the long-range AS2/RS2 interaction in mutant viral genomes. The identities of the mutant viral genomes used in the transfections are indicated at the top of the Northern blot. The relative sg mRNA2 values shown below were calculated as described in the legend to Figure 2B. (B) The five translationally silent substitutions in the C-terminal coding region of p92 in viral genome mutant Psg1-S5 are indicated by shading (top). Northern blot analysis of Psg1-S5 and control AS1m1. (C) HL127, HL65, and HL128 are small viral replicons (Replicon) containing different sized hairpin-type transcriptional cassettes (left).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Minus-strand RNA analysis of C-terminally truncated RdRp mutants. (A) Northern blot analysis of minus-strand accumulation levels in protoplasts was performed 24 h post-transfection using a positive-sense RNA probe complementary to genomic and sg mRNAs. The mutants examined are indicated at the top and the positions of minus-strand viral genome (g (À)) and sg mRNA2 (sg2 (À)) are shown on the left. (B) Sequence analysis of the 3 0 termini of sg mRNA2 minus strands. 3 0 -RACE was used to determine the terminal sequences for AS1m1 (wt RdRp) and Cd4 (mutant RdRp). The sequences of 3 0 -terminal regions of sg mRNA2 minus strands are shown below corresponding positive-strand sequence. The numbers in parentheses indicate the number of times each sequence was observed. Non-templated residues are underlined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis of AS1/RS1 interaction in wt TBSV genome (T100). (A) AS1 and RS1 sequences from wt (T100) and mutant viral genomes (AS-5G, RS-5C and A/R-5GC) and their corresponding encoded p92 amino acids. Substituted nucleotides are shaded and corresponding amino-acid changes are boxed. Note, the sequences shown for mutants AS-5G and A/R-5GC are present naturally in (CNV and TBSV-S) and (CBV and MNeSV), respectively. (B) Northern blot analysis of mutant viral genomes isolated from protoplasts 24 h post transfection. Relative levels of sg mRNA1 (sg1) accumulation are indicated at the bottom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sg mRNA2 promoter activity with wt and C-terminally truncated RdRps. (A) Schematic representation of a replicon with complementary wt or sg mRNA2 5 0 -terminal minus-strand sequences (i.e., promoters) expanded above. Nucleotide differences in the two sequences are highlighted. (B) Northern blot analysis of replicon RNA accumulation levels when protoplasts were cotransfected with viral genomes expressing wt (AS1m1) or C-terminally truncated (Cd1 through Cd5) RdRps. (C) Graphical representation of relative accumulation values for replicons observed in panel B plotted against viral genomes expressing wt and mutant RdRps (provided in trans)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Models for RdRp evolution. (A) Gain or enhancement of sg mRNA transcription function via extension of the p92 RdRp ORF.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Robert Mullen for anti-p33/92 antiserum, Han-xin Lin for technical assistance, and members of our laboratory for reviewing the manuscript. This work was supported by NSERC, a Steacie Fellowship, and a Canada Research Chair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}