{
    "paper_id": "15725f58fc5a9f23c2d12dd7695557771f2dd857",
    "metadata": {
        "title": "Leveraging social networking sites for disease surveillance and public sensing: the case of the 2013 avian influenza A(H7N9) outbreak in China",
        "authors": [
            {
                "first": "Emma",
                "middle": [
                    "Xuxiao"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Yinping",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "Di"
                ],
                "last": "Shang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Long Island University",
                    "location": {
                        "settlement": "Brooklyn",
                        "region": "New York",
                        "country": "United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "John",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pyne",
                "middle": [],
                "last": "Simons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Boon",
                "middle": [
                    "Kiat"
                ],
                "last": "Quek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao",
                "middle": [
                    "Feng"
                ],
                "last": "Yin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanhan",
                "middle": [],
                "last": "See",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Olivia",
                "middle": [],
                "last": "Seen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huey",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Khine",
                "middle": [],
                "last": "Sein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tun",
                "middle": [],
                "last": "Nandar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Vivienne",
                "middle": [],
                "last": "Ruo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Pei",
                "middle": [
                    "Pei"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhaoxia",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Rick",
                "middle": [],
                "last": "Siow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mong",
                "middle": [],
                "last": "Goh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institute of High Performance Computing (IHPC)",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Lyn",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeannie",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": "jeannie_tey@moh.gov.sg."
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Tey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Group",
                    "institution": "Ministry of Health",
                    "location": {
                        "country": "Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We conducted in-depth analysis on the use of a popular Chinese social networking and microblogging site, Sina Weibo, to monitor an avian influenza A(H7N9) outbreak in China and to assess the value of social networking sites in the surveillance of disease outbreaks that occur overseas. Two data sets were employed for our analysis: a line listing of confirmed cases obtained from conventional public health information channels and case information from Weibo posts. Our findings showed that the level of activity on Weibo corresponded with the number of new cases reported. In addition, the reporting of new cases on Weibo was significantly faster than those of conventional reporting sites and non-local news media. A qualitative review of the functions of Weibo also revealed that Weibo enabled timely monitoring of other outbreak-relevant information, provided access to additional crowd-sourced epidemiological information and was leveraged by the local government as an interactive platform for risk communication and monitoring public sentiment on the policy response. Our analysis demonstrated the potential for social networking sites to be used by public health agencies to enhance traditional communicable disease surveillance systems for the global surveillance of overseas public health threats. Social networking sites also can be used by governments for calibration of response policies and measures and for risk communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We conducted in-depth analysis on the use of a popular Chinese social networking and microblogging site, Sina Weibo, to monitor an avian influenza A(H7N9) outbreak in China and to assess the value of social networking sites in the surveillance of disease outbreaks that occur overseas. Two data sets were employed for our analysis: a line listing of confirmed cases obtained from conventional public health information channels and case information from Weibo posts. Our findings showed that the level of activity on Weibo corresponded with the number of new cases reported. In addition, the reporting of new cases on Weibo was significantly faster than those of conventional reporting sites and non-local news media. A qualitative review of the functions of Weibo also revealed that Weibo enabled timely monitoring of other outbreak-relevant information, provided access to additional crowd-sourced epidemiological information and was leveraged by the local government as an interactive platform for risk communication and monitoring public sentiment on the policy response. Our analysis demonstrated the potential for social networking sites to be used by public health agencies to enhance traditional communicable disease surveillance systems for the global surveillance of overseas public health threats. Social networking sites also can be used by governments for calibration of response policies and measures and for risk communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "O n 31 March 2013, China announced the world's first three human cases of avian influenza A(H7N9) in Shanghai and Anhui provinces. 1 This was followed by reports of further cases in over 16 provinces/municipalities of China and exportation of infection to China, Hong Kong Special Administrative Region, Malaysia and Taiwan, China. Most human cases of A(H7N9) infection were severe and were characterized by rapidly progressive pneumonia and acute respiratory distress syndrome. 2 There was significant international concern about the impact of this novel infection on global health and security. 3, 4 In Singapore, to follow the rapidly evolving A(H7N9) outbreak in China, we supplemented information obtained from conventional public health information channels with posts from Sina Weibo (www.weibo.com; Weibo). Weibo is a popular social networking site in China with more than 500 million registered users as of February 2013. It was one of the fastest social networking platforms to report breaking news on A(H7N9) and was leveraged by health authorities, media and the public to monitor outbreak-related information. 5",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 599,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 601,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To evaluate the relevance of social networking sites as a new platform in the global surveillance of disease outbreaks external to Singapore, we carried out an indepth analysis to review and verify the functions of Weibo in the monitoring of the A(H7N9) outbreak in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For our analysis, we consolidated two data sets. The first included a line listing of confirmed cases obtained from conventional public health information channels, including the official website of Chinese For comparison of timeliness of reporting by various channels, statistical analysis was performed to assess the significance of any temporal differences in the reporting. Non-parametric Wilcoxon signed-rank test was used as the temporal differences were not normally distributed. The analysis was performed in SPSS 16.0. A statistically significant result was defined as p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "To explore the factors contributing to the timeliness of reporting by Weibo, we performed qualitative analysis to examine the characteristics of the users with the timeliest post on new cases. We also analysed the content of the posts to qualitatively assess other aspects in which Weibo was used. To ensure data reliability, we checked the information manually against the line listing of the corresponding cases confirmed by WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "Between 31 March and 30 April 2013, China reported 126 cases of A(H7N9). Correspondingly, 718 419 posts, or an average of about 23 175 per day, were posted on Weibo. The volume of social media discussion corresponded to the number of reported cases (Figure 1) . The increasing number of cases from 10 April onward was accompanied by a surge in the number of posts, indicative of the public's heightened awareness of the disease while the outbreak appeared to be gaining momentum. A peak of 48 255 daily posts was recorded on 16 April when the highest daily number of 16 cases was reported. Weibo users' interest in A(H7N9) plummeted briefly on 21 April and 24 April, probably due to a shift in attention toward other major National Health and Family Planning Commission (NHFPC); the Event Information Site of the World Health Organization (WHO) and email alerts from a leading international news agency, Agence France-Presse (AFP). The second data set included Weibo posts containing the search phrase \"H7N9\". We obtained the Weibo data set from an authorized provider. To ensure data quality and reduce data noise, we solicited posts from authenticated users whose identities had been verified by Weibo. We focused our analysis period from 31 March to 30 April 2013 for two reasons: (1) the outbreak started on 31 March and the majority of cases during the first wave of the outbreak were recorded in April (126 cases of the total of 133); (2) daily reporting of cases by the NHFPC website was only available during the first wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 259,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We performed two types of analysis: (1) quantitative analysis to compare the timeliness of reporting of new cases by the various information channels; (2) qualitative analysis on the Weibo users with the timeliest posts on new cases. Weibo posts that were the first to report the 126 cases were retrieved, and information including time of reporting, reporter account and epidemiological information of the cases was recorded. To identify the timeliest reporter of each case, we used the advanced search function of Weibo. Key phrase \"h7n9\" was used, and the search was restricted to authenticated users. Time duration was narrowed down to only one hour to allow retrieval of all posts as Weibo tends to automatically exclude posts if the volume is too large. The location of posts was left unspecified. The search results were compared against the line listing of cases confirmed by WHO to identify the earliest reporter. The Weibo users with the timeliest report on new cases comprised province/municipality-based news agencies, including Zhejiang Daily (the official newspaper of Zhejiang provincial government), Modern Express and China Exclusive (both belong to Xinhua News Agency, the official news agency of the Chinese central government) ( Table 1 ). The veracity of the data reported from these users is likely to be high, and this was confirmed when manual verification of the information from these posts and those from official reports showed high level of concurrence. Upon release of information by the provincial/municipal health authorities, these news agencies posted the news on their Weibo account immediately, before reporting on their conventional websites. In contrast, announcement at the NHFPC website typically lagged behind and was probably due to the additional time taken to collate information from the various provincial/municipal health authorities for the Chinese central government's daily updates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1249,
                    "end": 1256,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In addition to monitoring outbreak development, the use of Weibo enabled timely monitoring of other events: an earthquake in China's Sichuan province on 21 April and social unrest in China's Xinjiang province on 24 April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "A comparison of reporting times revealed that Weibo was significantly faster in reporting new cases than the conventional public health channels including the NHFPC, AFP and WHO (ps < 0.001) (Figure 2) . Reporting of new cases on Weibo was an average of 1 hour 2 minutes before the NHFPC website with a maximum lead time of 20 hours and 35 minutes. This lead was even greater when Weibo reporting was compared with that of AFP with the latter reporting an average of 8 hours and 14 minutes after the NHPFC. The average lead was more pronounced when compared to WHO that reported cases an average of 23 hours and 13 minutes after the NHPFC (Figure 2) . The delay in the announcement by WHO was expected as WHO reports only cases that are notified to them by Member States (China in this case) in accordance with the International Health Regulations (2005). 6 In addition, further time lag would be incurred if clarification or confirmatory testing of the cases were required. Weibo was also used by the Chinese health authorities as a tool for assessing public sentiments to proposed outbreak response measures to guide policy decisions. In April 2013, a local news media conducted a survey on Weibo to seek citizens' views on permanent closure of live poultry markets (LPMs) in Shanghai. 7 A total of 28.6% of the respondents supported permanent closure, while 30.4% opposed the idea. Among all the outbreak-relevant information. On 24 April, WHO held a press conference on its investigation findings in China; the transcript was posted in real-time on the NHFPC's Weibo feed, allowing instant access to the information from anywhere in the world.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 857,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1289,
                    "text": "7",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 639,
                    "end": 649,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Weibo also provided access to additional crowdsourced epidemiological information on infected cases, such as updates on patients' health conditions, exposure history and family contacts that were not readily available through official sources ( Table 2) . Such additional insights from Weibo usually came from informants in the community whose ready access to social media enabled them to actively participate in disease surveillance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "From the perspective of the Chinese health authorities, the rapid disclosure of information on social media appeared to have helped accelerate official response and reporting. For example, on 5 April, a Weibo user posted pictures of dead sparrows in a Nanjing residential area. The local authority promptly responded by cleaning the implicated premises and testing samples from the dead sparrows that were found to be negative for A(H7N9). In another case on 2 April, a medical document of a new case was disclosed by a Weibo user. This was soon followed by the official announcement of the case by the implicated hospital on Weibo along with official confirmation of four new cases by the NHFPC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Social networking sites were leveraged by the Chinese health authorities as an interactive platform for In view of the vast number of posts on various social networking sites, it would be important to employ the site(s) that have the most relevant user profiles, language medium and context to the country of interest. One limitation of the social media surveillance system is the initial difficulty in identifying reliable, consistent and timely information sources at the outset of surveillance since countless numbers of users would be posting on the topic of interest. Time is usually required to monitor the information put out by various users and to compare them against verified reports to insure their relevance for inclusion into the surveillance system. The other limitation is the veracity of the information. While the analyses of posts could be limited to those from verified users only, we observed that the study of posts from layman users provided an understanding of the actual situation and sentiments in the affected country. This additional viewpoint could have a significant impact on outbreak control and consequently influence the risk assessment of the outbreak. There is also a possibility of inaccurate or false information being purposely propagated through social media that could affect the quality of the intelligence acquired from this source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "To overcome this, verifying information against credible sources, including WHO and the health authorities of the affected country, is necessary. For the social media platform to be effective, there is also a need for the disease to be sufficiently novel to warrant the interest and concern of the people in the affected country for significant re-posting of information to occur; the affected population must have a thriving social networking scene with high participation and connectivity. Despite this, re-posting can be still be insignificant due to apathy, low media coverage or diversion of public interest to other events as illustrated by the plunge in number of posts on 21 and 24 April in our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our qualitative analysis showed the effective use of social media by the Chinese health authorities in risk communication as well as gathering public sentiments on response options is an innovative strategy in public education, social mobilization and garnering support for the outbreak response measures. This echoes a previous study that demonstrated that social media could be a useful tool for public health practitioners to understand public reaction to disease outbreak information released by health authorities. 9 An analysis of Internet data during the A(H7N9) outbreak suggested that the early stage of the outbreak was accompanied by rapidly increasing public attention and thus was considered the best time respondents, over 77% suggested enhanced animal surveillance and better management of poultry in farms and markets. The Shanghai health authority later ordered the temporary closure of LPMs during the peak of the outbreak. In addition, the authorities initiated various infection control measures, including enhanced poultry surveillance and restriction of live poultry trading to designated markets which were subjected to weekly closure for disinfection and cleaning. From 27 April to 4 May the China NHFPC conducted a poll on Weibo to survey public attitudes, concerns and expectations. 8 The results showed that 93.4% of the respondents were satisfied with the information released by NHFPC's Weibo page and expressed support for continued transparent information-sharing to be conducted by the NHFPC via Weibo.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 521,
                    "text": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1309,
                    "end": 1310,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our study was conducted from the perspective of public health agencies involved in the global surveillance of overseas public health threats. The findings of our analysis demonstrate the potential for public health agencies to acquire time-sensitive information on rapidly evolving outbreaks occurring outside of their countries through social networking sites. In our analysis, Weibo served as a platform leveraged by central/provincial governments, local news agencies and the public for the timely release and retrieval of information. The Chinese social networking sites' timeliness of reporting are significantly better compared to international mainstream media in English, official websites of the central Chinese government and WHO. Information was released by the local news agencies on the social networking site in the local language before any reports in the conventional news websites or government websites. The information was subsequently amplified by the social networking sites through re-posting of the original report. This allowed the international community greater access to more detailed and timely information compared to that released at the central government level to the international media. The central Chinese government may have allowed the provincial/municipal health authorities to release information on new cases when available to ensure transparency and timeliness of public communications. The access to such timely, crowd-sourced information on infected cases greatly facilitated the understanding of the epidemiology of an unknown disease, which is key in developing effective prevention and control measures. public health practitioners, social media surveillance could provide early warning for unusual public health events in a foreign country and serve as an additional source of epidemiological intelligence to complement conventional surveillance tools. For local public health authorities, social media surveillance could function as an effective platform for public education and social mobilization. The underlying value coupled with the challenges of using social media warrants future research and collaboration between public health agencies and computational scientists to enhance its use in disease outbreak surveillance and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "This study was supported in part by the Social Technologies+ Programme funded by Agency for Science, Technology and Research (A*STAR) Joint Council Office, Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "frame for health authorities to engage the public, conduct education campaigns and control rumours. 10 Although social media is considered a less formal platform, health authorities around the world are increasingly using it for information access and dissemination. 11-13 Social media has been used as a central platform for the retrieval of information from various official sources; such use was highlighted by epidemiologists from the United States Centers for Disease Control and Prevention who used social media to monitor the A(H7N9) outbreak. 14 There are, however, challenges to the use of social networking sites. Constant monitoring and real-time analysis of a large influx of data with a high level of background noise, including rumours and unrelated information, is labour-intensive. Identifying the most appropriate social media platform to use is also critical to ensure effectiveness. In this case, the use of Weibo for the A(H7N9) outbreak in China would be more appropriate than global social media platforms such as Twitter. Language barriers can pose additional challenges; our ability to access and accurately interpret information from Weibo was partly due to our being based in Singapore where Mandarin is an official language. Our experience showed that it may be beneficial for public health agencies to recruit and maintain a workforce of epidemiologists who are multilingual for international disease surveillance in a foreign language.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "10",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "One limitation of our study is the selection of AFP to represent international mainstream news media, particularly since Chinese news media such as Xinhua News Agency would likely be faster in reporting new cases. AFP was included in our comparison because global surveillance is carried out primarily in English, and we noted that AFP was consistently one of the fastest global news agencies, along with Reuters, British Broadcasting Company, Cable News Network and Associated Press, to deliver accurate and comprehensive news on global disease outbreaks. While Xinhua News Agency may report news on outbreaks located in China in a timelier manner compared to AFP, we find it less relevant as a generic source of information for the surveillance of outbreaks outside of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "We envisage significant potential for social media surveillance to be incorporated into mainstream disease surveillance and response systems. For international",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Questions and answers about human infection with A(H7N9) avian influenza virus. Beijing, Chinese Center for Disease Control and Prevention (CDC)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of human infections with avian influenza A(H7N9) virus in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The New England Journal of Medicine",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304617"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global concerns regarding novel influenza A(H7N9) virus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England Journal of Medicine",
            "volume": "368",
            "issn": "",
            "pages": "1862--1864",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1304661pmid:23577629"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Possible pandemic threat from new reassortment of influenza A(H7N9) virus in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Communicable Disease Bulletin",
            "volume": "19",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Influenza A (H7N9) and the importance of digital epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England Journal of Medicine",
            "volume": "369",
            "issn": "",
            "pages": "401--404",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1307752pmid:23822655"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Importance of Internet surveillance in public health emergency control and prevention: evidence from a digital epidemiologic study during avian influenza A H7N9 outbreaks",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Internet Research",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.2911pmid:24440770"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Efficient use of social media during the avian influenza A(H7N9) emergency response",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survey on public opinion toward permanent closure of live poultry market in Shanghai",
            "authors": [],
            "year": 2013,
            "venue": "Jf Daily",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "12320 public health hotline conducted survey on public opinions toward infection control measures against avian influenza A(H7N9)",
            "authors": [],
            "year": 2013,
            "venue": "Chinese] Beijing, China National Health and Family Planning Commission (NHFPC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Chinese social media reaction to the MERS-CoV and avian influenza A(H7N9) outbreaks. Infectious Diseases of Poverty",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2049-9957-2-31pmid:24359669"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The number of Weibo posts on \"H7N9\" and the number of of new A(H7N9) cases confirmed by authorities by day, 31 March to 30",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Timeliness of reports on A(H7N9) cases by Weibo, AFP and WHO compared with NHFPC, 31 March to 30 April 2013* * The zero-hour baseline represents the time of reporting by the NHFPC. AFP, Agence France-Presse; NHFPC, National Health and Family Planning Commission of China; WHO, World Health Organization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "with the general public. During the outbreak, the Chinese health authorities held many realtime question-and-answer sessions on Weibo. In these sessions, doctors and experts addressed queries from the public in a real-time and interactive manner.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Timeliest reporting of new A(H7N9) cases on Weibo, 31 March to 30 April 2013",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Examples of crowd-sourced epidemiological information on Weibo",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are grateful to Dr Derrick Heng (Group Director of the Public Health Group, Singapore), Ms Ang Li Wei and Ms Cindy Lim of the Singapore Ministry of Health for helpful discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}