{
    "paper_id": "15a26728d56b04876bb2843cbbec9132e134605e",
    "metadata": {
        "title": "Feeding sentinels: Logics of care and biosecurity in farms and labs",
        "authors": [
            {
                "first": "Frédéric",
                "middle": [],
                "last": "Keck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LAS",
                    "institution": "",
                    "location": {
                        "addrLine": "52 rue Cardinal Lemoine",
                        "postCode": "75005",
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article compares the treatment of living beings (unvaccinated chickens and infected cells) considered as sentinel devices in a farm and in a lab in Hong Kong. Sentinel devices are defined as living beings posted on a boundary from which they send signals of invisible threats. The ethnography looks at how they transform differences between ordinary lives and lives exposed, between good death and bad death, through the practices of those who feed them. In farms and labs exposed to Avian Influenza viruses, the logic of biosecurity intersects with a logic of care, blurring the distinction between self and other, friend and enemy through aesthetic judgments concerning what is a 'good death'. Metabolism and immunity are redefined when sentinels are fed to produce clear signals of the mutations of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the identification of the H5N1 Avian Influenza virus in Hong Kong in 1997, and following threats associated with its pandemic potential were it to transmit from human to human, strong biosecurity measures were implemented to control the spread of influenza viruses in the avian reservoir (Scoones, 2010) . Live poultry markets have been identified as major sites of concentration of birds and transmission of pathogens to humans: even if influenza viruses die at cooking temperature, the contact of consumers with live poultry in markets raises concerns for food safety (Fielding, 2005) . While chilled chickens have gradually replaced live chickens as a 'modern' way of eating poultry, leading to a massive reorganization of the food chain and increasing levels of import-export interdependencies, the consumption of 'local breeds' has, by contrast, become trendy for those who appreciate 'organic food' (Keck, 2011) . The risk assessment 'Should I buy chilled or live chicken?' involves conflicting representations of what is a 'good chicken'.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 309,
                    "text": "(Scoones, 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 576,
                    "end": 592,
                    "text": "(Fielding, 2005)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 911,
                    "end": 923,
                    "text": "(Keck, 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, I turn away from live poultry markets to look at the practices in farms where chickens are raised in high concentration, shifting the focus from eating to feeding, and from consumption to production. While live poultry markets are major sites of contagion from birds to humans, farms are sites of mutations for viruses from wild birds to domestic poultry (Fearnley, 2013) . How is the question 'What is a good chicken?' reframed when it is asked from the farms where Influenza viruses emerge? Avian Influenza practices are good sites to investigate questions of food safety under high industrial production, since the genetic homogeneity of animals increases the chance for emerging viruses to spread (Greger, 2006) . Following Lévi-Strauss's method of mythological transformations, I want to consider the various meanings of this paradoxical entity: 'a chicken with flu'. But rather than taking the point of view of the consumer who handles singular chickens to examine their qualities, I will take the perspective of the farmer who considers chickens as a flock to grow under increasing conditions of standardization.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 388,
                    "text": "(Fearnley, 2013)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 718,
                    "end": 732,
                    "text": "(Greger, 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this perspective, Avian Influenza viruses are at the same time enemies that must be destroyed and signs of future pandemics that must be cultivated. Drawing on the anthropology of human/animal relations (Viveiros de Castro, 1992; Descola, 2013; Kohn, 2013) , it is possible to ask how the pastoral care of chickens is compatible with viewing infected chickens as signs of future threats. The poultry farms that remain in Hong Kong are interesting sites to study the tension between two views of zoonotic contagion from animals to humans. On the one hand, live poultry raised on the territory are killed when Avian Influenza viruses are found in farms or markets: this follows a logic of eradication, representing chickens as commodities that must be destroyed if they threaten the value of the whole stock. On the other hand, chickens can be used as a means of detecting viruses circulating in the wild before they cause zoonotic outbreaks: this follows a logic of anticipation or preparedness, that represents Hong Kong as a 'sentinel post' where the surveillance of mutations of flu viruses in birds sends early warning signals of pandemics (Shortridge and Stuart-Harris, 1982; Shortridge et al, 2003; Keck, 2010) .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 232,
                    "text": "(Viveiros de Castro, 1992;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 233,
                    "end": 247,
                    "text": "Descola, 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 248,
                    "end": 259,
                    "text": "Kohn, 2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1146,
                    "end": 1182,
                    "text": "(Shortridge and Stuart-Harris, 1982;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1183,
                    "end": 1206,
                    "text": "Shortridge et al, 2003;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1207,
                    "end": 1218,
                    "text": "Keck, 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The notion of 'sentinel post', as a situation on a border where global threats emerge (Hong Kong as a connection between China and the West) needs to be unfolded into a plurality of 'sentinel devices': techniques relating humans and non-humans that make invisible threats visible (Keck and Lakoff, 2013) . Two forms of sentinel devices are clearly used by those who manage the risk of Avian Influenza in Hong Kong. The first are unvaccinated chickens in a farm. These are the first to die when the virus infects the flock. The other is the immunological concept of 'sentinel cells'. These cells capture the antigenic information of viruses to carry it to other cells of the immune system. At these three levels (the globe, a farm and a cell), sentinel devices express various relations between humans and animals connected by the circulation of viruses.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 303,
                    "text": "(Keck and Lakoff, 2013)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The ethnographic comparison proposed here between a farm and a lab sheds light on the production of signs of pandemic threat in Hong Kong. 'Farming Bird Flu' is an expression that has been used by environmentalists and anthropologists to describe the role of poultry farms in the emergence of influenza viruses, either through their insertion in a globalized economy of commodities, including vaccines that select resistant strains (Wallace, 2009) , or through the conflicting views of what is an animal disease, in the general framework of 'One Health' (Porter, 2013) . Specialists in animal health suggested that farmers were 'feeding viruses', which meant they were giving them living material to replicate (Greger, 2006) . I coin the expression \"feeding sentinels\", to analyse the way sentinel cells and unvaccinated chickens are cultivated by humans to expose the mutations of viruses. It invites us to look at farms and labs as 'experiments' with viruses through the cultivation of a living milieu. The term 'experiment' will need to be defined when applied to these two different spaces, as the 'experiment' is more passive in the farm and more active in the lab, but both spaces produces signs of threats that can be compared.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 447,
                    "text": "(Wallace, 2009)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 554,
                    "end": 568,
                    "text": "(Porter, 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 710,
                    "end": 724,
                    "text": "(Greger, 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What does it mean to raise and eat birds that are potential sentinels for pandemic flu? What difference does it make with raising chickens as commodities that can be destroyed when they are infected? How do farmers cope with the massive killing of their poultry, and what does it change in their relation to daily life and death of animals (Law and Mol, 2008) ? I want to ask if the same distinctions are relevant in labs where 'sentinel cells' are cultivated, and if they reveal more general contradictions in the process of feeding sentinels. This method is borrowed to Lévi-Strauss analysis of mythological transformations: if sentinel devices are situated on the boundary of one space, how do these spaces communicate, and how do they express different aspects of the signs through which they communicate?",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 359,
                    "text": "(Law and Mol, 2008)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article, then, takes part to a series of works on the different sites where biosecurity measures are implemented, such as labs and farms where life is cultivated under threat of infection. These sites are considered as potential sources of pathogens because they are nodes for an intense circulation of living materials (Collier et al, 2004; Hinchliffe and Bingham, 2008; Lakoff and Collier, 2008; Lentzos and Rose, 2009; Hinchliffe, 2013) . Hannah Landecker (2007) has shown that labs can be considered as farms because they cultivate and reproduce life in ways that reveal a general circulation of signs. Particularly, Landecker has identified metabolism (conditions of ingestion and destruction) as a logic that connects the lab to other spaces of circulation of signs. Following Landecker, Caduff (2012) has proposed that the distinction between matter and information determines what can circulate between labs, in what he calls a semiotic process of iterability. I suggest to extend this analysis to farms where the life of chickens is submitted to rules of biosecurity and becomes meaningful as sending signals of viral infection. Looking at the material techniques (gloves, masks …) through which farmers and scientists enter in relation with viruses on a protective mode, I investigate the metabolic process by which farms and labs produce living material and waste. These relations, I argue following Caduff, are semiotic in the sense that they involve a selection between what is meaningful and what is not in a living environment, through the work of sentinel devices. This semiotic of sentinel devices does not induce a textual analysis but an attentiveness to shifting moments in relations between humans and non-humans (Kohn, 2013) .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 346,
                    "text": "(Collier et al, 2004;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 376,
                    "text": "Hinchliffe and Bingham, 2008;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 377,
                    "end": 402,
                    "text": "Lakoff and Collier, 2008;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 403,
                    "end": 426,
                    "text": "Lentzos and Rose, 2009;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 427,
                    "end": 444,
                    "text": "Hinchliffe, 2013)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 454,
                    "end": 470,
                    "text": "Landecker (2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 788,
                    "end": 812,
                    "text": "Landecker, Caduff (2012)",
                    "ref_id": null
                },
                {
                    "start": 1739,
                    "end": 1751,
                    "text": "(Kohn, 2013)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To describe these moments, I will argue that a logic of care is introduced in the logic of biosecurity. While the logic of biosecurity draws binary oppositions, the logic of care bears attention to the singularity of situations and practices (Mol, 2008) . While the logic of care describes relations between humans and animals as symmetrical (through the possibility to take the perspective of the being that is cared for), the logic of biosecurity describes them as oriented towards human health and entails the possibility of killing the infected life. How do sentinel devices reveal differences between ordinary life and life exposed to contagious outbreaks? I want to suggest that death is not managed in the logic of care as in the logic of biosecurity, because it is not perceived as a signal of a future threat.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 253,
                    "text": "(Mol, 2008)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The method of comparison adopted here is not symbolic in that it does not juxtapose closed systems of signs but looks at how relations between humans and non-humans intertwine different logics when they cope with life and death (Strathern, 1991) . The ethnography of a farm and a lab in Hong Kong will look at the different regimes of production and circulation of signs between daily life and extraordinary moments of infection, starting with the strange death of sentinel devices. If the style of the ethnography is narrative, and follows models of epidemiological and virological investigations (How has the farm been infected? How does the virus enter the cell?), its question is semiotic: how do normal cells or normal birds turn into sentinels of extraordinary infections? What are the meaningful signs of death, and how do they circulate?",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 245,
                    "text": "(Strathern, 1991)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On 9 December 2008, 200 chickens died in a farm in Yuen Long, in the New Territories of Hong Kong. Tests confirmed they had been infected by the H5N1 Highly Pathogenic Avian Influenza virus. The farm was put in quarantine, workers were sent to hospital for observation and the level of alert was raised from 'vigilance' to 'serious' throughout the territory. Eighty thousand chickens were destroyed in a 3-km zone around the farm, as well as 10 000 in the central market of Cheung Sha Wan, where all the live poultry raised on the territory and imported from China must converge before being sent to retail markets. The sale of live poultry was suspended in Hong Kong for 21 days (Benitez and Lam, 2008) . It was the first time since February 2003 that an H5N1 virus was found on a poultry farm. In 1997, 5000 chickens had been found infected with this new virus, as well as 12 humans, among whom two-thirds consequently died of this virus. The new government of Tung-Chee Wah, under Chinese sovereignty, decided to destroy 1.5 million chickens in November 1997. In 2008, Hong Kong health authorities feared that this new virus would spread from person to person, and then to the rest of the world, as it had been the case in 2003 for the SARS coronavirus (Abraham, 2007) . They imposed measures of biosecurity on poultry farms and retail markets, such as cleaning and quarantine, the most spectacular being the massive killing of 90 000 chickens. The decrease in the number of chickens destroyed was due to the decrease of live poultry raised or imported on the territory. Since these measures of eradication had been decided, no human case of Avian Influenza had been found in Hong Kong.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 703,
                    "text": "(Benitez and Lam, 2008)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1256,
                    "end": 1271,
                    "text": "(Abraham, 2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "These spectacular gestures of sovereign power, asserting the principles of public health on the destroyed lives of chickens, can easily be called sacrificial. However, the meaning of death becomes more complex in the inquiries by experts on the cause of the outbreak. A team of scientists was sent to the farm in Yuen Long, led by Kwok Yung Yuen. As the head of the Department of Microbiology of Hong Kong University and of expert committees on food safety and zoonoses at the Hong Kong government, he was defending biosecurity measures on poultry farms in the public space (Woo et al, 2006) . Among the 200 chickens who died of H5N1, half were 'sentinel birds', that had not received vaccines and were posted in a cage at the entrance of the farm, and the other half were layer hens that had been vaccinated. The mention of 'sentinel birds' in the press drew a distinction between two ways of dying. The Chinese word is shaobingji (chickens whistling like soldiers), which points to their situation on a battlefront between humans and viruses. Sentinel birds send signals while dying, shifting from a 'thanatopolitics' that builds immunity through the massive eradication of birds (Esposito, 2007) , to a biopolitics, more attentive to immunological differences between birds and to their relations to humans.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 591,
                    "text": "(Woo et al, 2006)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1182,
                    "end": 1198,
                    "text": "(Esposito, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "As immunologist Doherty (2011) explains, sentinel birds do not always die of the pathogens they signal, despite the industrial model of the 'canary in the mine'. They can seroconvert asymptomatically to pathogens, such as chickens for Westnile Virus. They must be taken care of to make sure that they are not infected by other pathogens than the ones for which they are the first detection line. H5N1, however, is highly pathogenic for chickens and destroys their digestive tracknot the lower respiratory track, as in humans. Chickens infected with H5N1 are described by pathologists as having internal organs like a bloody pulp (Greger, 2006, p. 35) . For sentinel birds, it is a dirty death; but for humans who posted them, it is a clear signal. This is why sentinel chickens can be raised with other chickens for production: even if their death is extraordinary, the rest of their life has been 'normal'.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 650,
                    "text": "(Greger, 2006, p. 35)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "The problem for Hong Kong experts was to explain why vaccinated chickens also died from the virus. Three hypotheses were proposed. According to K.Y. Yuen, the vaccine bought from Holland was obsolete in regard to the new mutations of the virus: this hypothesis obliged Hong Kong farmers to buy a vaccine in China where the most recent strains of the virus had developed. Hong Kong media raised an hypothesis less favourable to China: the virus had been brought on eggs hatched on the other side of the border and imported to Hong Kong at one day of age, which obliged the government to reinforce the controls at the border. A third hypothesis brought a consensus: the virus had been carried by sparrows who had passed through the string nets above the farm which led experts to recommend that the farmer replace the string nets by iron nets. This hypothesis was highly improbable, since no sparrow had been found with H5N1, but it cast the blame on wild birds to explain the uncertainties of the flu virus mutations. In these three hypotheses, the whole farm could be considered as a sentinel device, since it was posted on the frontier with China where flu viruses are supposed to circulate among wild and domestic birds. The distinction between sentinel bird and normal chicken, which was so important for the farmer at the time of the outbreak, tended to be blurred in the experts' investigation. Was it equally blurred in the daily life of farm production?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "I had the chance to meet the farmer who was at the heart of the outbreak. Wang Yichuan headed the Hong Kong Poultry Farmers Association. This trade union had been founded in 1949 with 145 farms breeding around one thousand chickens. After the government issued a Voluntary Surrender Scheme after 1997 to encourage farmers to retire, there were only 30 farms, raising around 10 000 chickens each (Liu, 2008) . The military vocabulary of 'surrender' is reminiscent of the communist discourse of the war against natural enemies, that was also used in mainland China and in Vietnam (Shapiro, 2002; Guénel and Klingberg, 2010; Porter, 2013) . I was intrigued, however, by another term that sounded like military propaganda, but turned out to have a distinctive Hong Kong meaning. Wang Yichuan was described by the media as running a 'model farm' (mofan nonchang). Did this mean that it was exemplary of biosecurity measures, particularly clean and hygienic? As I was to discover, the farm was rather old, the ponds to clean truck wheels and boots were not used; the door was made of corrugated iron, as were the roofs. The government had sent iron nets to isolate the farm from wild birds, but they were still stored in rolls, and sparrows were flying freely among poultry. Neither was surveillance of diseases particularly active: Wang Yichuan complained that the government took one year to send them the results of samples taken in the farm, and did not provide vaccines in exchange for the samples. If his farm was a 'model', it was because he communicated with the media in a transparent way (touming), giving press conferences and not hiding the cases. While poultry farmers like to spread rumours, \"adding salt and vinegar\", he said, Wang Yichuan was proud to speak in a straightforward way.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 406,
                    "text": "(Liu, 2008)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 593,
                    "text": "(Shapiro, 2002;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 594,
                    "end": 621,
                    "text": "Guénel and Klingberg, 2010;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 622,
                    "end": 635,
                    "text": "Porter, 2013)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "Other farmers, by contrast, mocked his way of talking to the media \"like a good pupil\". The solidarity between poultry farmers faced with the outbreak had not been high, Wang said, as he did not receive much help in cleaning the farm. Most farmers explained the fear of Avian Influenza by the conditions of life in Hong Kong, which they ironically compared to the stressful life of chickens. \"Nobody in the world has reacted like the government of Hong Kong, one of them said. All living beings have diseases. Chickens die but they don't necessarily have a virus. In Hong Kong, people are stressed because they live in concentrated buildings, like chickens in a cage\". The semiotics of sentinel was interpreted as a collective anxiety, producing diseases that had nothing to do with viral mutations, for which natural immunity was deemed sufficient, and more with social conditions of living, for which political protection was asked. Yuen Long, a village developed into a New Town through the construction of public housing estates in the last 20 years, had grown to half a million inhabitants, and had high rates of immigration, unemployment and suicide. It was known as the \"town of sadness\" (Chung, 2007) . In the discourse of farmers, the notion of sentinel tended to take a metaphoric meaning for other kinds of social problems.",
            "cite_spans": [
                {
                    "start": 1195,
                    "end": 1208,
                    "text": "(Chung, 2007)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "I asked Mr Wang if I could work in his farm, and he accepted. This farm was situated on a hill between the new town of Tin Shui Wai and the village of Lau Fau Shan, on the shores of the Pearl River Delta. Migrant people used to arrive there from China swimming in the river, but it was now dedicated to the storage of containers which left for the rest of the world. M. Wang had bought this farm in 1994. He was a truck driver, but his wife came from a poultry-breeder family. She did not push him into this business, which she found tiring and risky, but he had read in the newspaper about a Chinese man from Singapore who had become rich by raising chickens. When he bought this farm, it was used to raise pigs and pigeons. The government had tried to buy it for real estate projects, but the landowner wanted to keep the farm dedicated to breeding activity. M. Wang's first difficulties came from the treatment of pig waste, that triggered complaints from the neighbourhood; then, after 1997, they came from Avian Flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "It was a common occurrence to find ten dead chickens per day, he said, but when he saw 200 dead poultry in December 2008, he realized that there was something wrong. He did not fear the virus itself (\"we live with chickens, we have antibodies\") but the quarantine. His four workers were sent to the hospital, his two daughters to their grandparents, while he and his wife had to clean the farm. Employees of the Agriculture Department helped them kill the 30 000 chickens with gas and bury them, but it then took him 4 months to disinfect, change the nets, repaint the cages. \"There is not a single feather left!\", he said proudly. The Avian Flu outbreak did not change his will to continue the business: he had just bought a farm in mainland China, where he went every weekend and where he employed four workers. He said conditions of labour in China were better than in Hong Kong, and biosecurity measures less demanding. He was proud to speak mandarin (guoyu) and talked about the presence of Chinese workers in Africa, which he compared to the spread of Gengis Khan's army in Europe. More than a farmer taking pastoral care of his flock, he was an entrepreneur, moving where new opportunities emerged, integrating the cost of biosecurity measures in his strategies for expansion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "I never saw him work on the farm. On the first day, he left me with one of his workers, Li Qigui, who was in charge of feeding chickens and cleaning their faeces. Every day, we took the grain from a huge silo and brought it to the mangers on the side of the cages. Cages were topped one on the other in a scale, which allowed the worker to bring the food in a descending way, but also chickens to defecate in the void below the cage. In the afternoon, we had to clean the huge quantity of faecal matter brought by a mechanical shovel on the side of the cages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "Using manual shovels, we had to put this matter into bins that were emptied by trucks every 2 days. This work allowed me to see a poultry farm as a place that produces both living material and faecal waste in almost equal quantities: a metabolic as well as an immunological system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "During the meals, I had the opportunity to talk with the two other workers. They told me they were building a factory to make soap, but it seemed to be a joke given the context of the Avian Flu outbreak. Li Qigui asked me questions about animal diseases and drugs to treat them. The meal was prepared by Yan Yuren, a 50-year-old woman from Fujian who, like the three other workers, had left her family in mainland China to work here. I was surprised to see that she prepared pork, fish, vegetables and rice, but never chicken. When I asked if they ate chickens, she asked Ms Wang to kill oneshe regularly did it \"for friends\", she said. We had the chicken for dinner, after taking a shower and removing our clothes, as if eating chickens implied breaking with the daily frequentation with them. Striffler (2005, p. 123) , who did fieldwork in a poultry slaughterhouse in New Mexico, notes that the migrant workers felt humiliated when their controller brought them Chicken McNuggets. To emphasize the rupture with ordinary meals, I had brought a bottle of red wine, which my co-workers considered with perplexity. They finally drank it in their bowl with the chicken as a kind of soup at the end of the dinner. I later realized Chinese wine (maotai) looks white and can be cooked with chicken, while red wine looked like blood to them. Drinking wine with chickens may have reminded them that chickens had to be killed to be eaten, while the procedure of cooking avoided that representation. The sharing of wine was a revelatory sign of the conditions that made this shared event possible: the killing of chickens for food production (Lévi-Strauss, 1969) .",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 819,
                    "text": "Striffler (2005, p. 123)",
                    "ref_id": null
                },
                {
                    "start": 1633,
                    "end": 1653,
                    "text": "(Lévi-Strauss, 1969)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "When she was not cooking, Yan Yuren was taking care of the chicks, at the entrance of the farm. She fed them with grains and water (while chickens drank through a water tube) and washed their cages with large water sprays. She was also in charge of giving the drugs and vaccines through a syringe (dazheng). She picked four or five chicks at a time and stung them before releasing them in the cage. She told me that unvaccinated chickens were separate from the others but eventually sent to the markets for food production. Sometimes she found dead chickens, which she buried without asking experts for a diagnosis: they were probably dead from stress, she said. She was also controlling the quality of the food for chickens. She spent a whole afternoon cleaning insects (zhong) from a grain bag, dropping the last grains in the machine that would crush the insects. One of the bags was so infested with insects that she threw it directly into the bin, where Qigui covered it with faecal matter. Zhong is a common name for bugs in ancient China (Hanson, 2011) , and it seemed that insects were a bigger concern than viruses in the farm.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1059,
                    "text": "(Hanson, 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "The farm was thus ruled by a gendered division of labour: older men took care of the infrastructure, younger men were in charge of the food for adult chickens, and women took care of chicks and humans. While working with Qigui the distance from chickens was maximum, since they were reduced to machines producing meat and faeces, working with Yuren allowed me to see them as sensitive beings needing care and attention. A sentence written on the containers below the hill seemed to me to capture this coexistence of two contradictory perspectives: \"we carry, we care\". It captured nicely these contradictory views of chickens as commodities and as living beings. The farm was a point of passage for chickens hatched and born in China and sold in Hong Kong markets after sixty days of life. At the end of the week, a truck arrived at night to take between 500 and 1000 chickens, and bring them to Cheung Sha Wan market where they would be sold to retail markets the next day and killed in front of consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "Hong Kong consumers see a difference between a good death (a chicken they have chosen in a retail market for an ordinary meal) and a bad death (chickens destroyed in the central market for a zoonotic outbreak); but they do not see the caring relationship that make these representations possible. When I enter the social production of the farm as a sentinel connecting humans, chickens, wild birds and microbes in a highly scrutinized environment, I ask: what does it mean to participate in the daily life of animals raised for their flesh and exposed to diseases (Porcher, 2002) ? The distinction between sentinel birds and vaccinated birds draws a series of other oppositions (between good death and bad death, between chickens and chicks) that reveals different levels of exposure under the threat of zoonoses (Jones, 2004) . Sentinel chickens, as the most visible part of the farm during a zoonotic outbreak, are ambivalent beings, both commodities and signals, but the logic of care in which they are inscribed connects them to other beings in the farm (wine, insects …).",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 579,
                    "text": "(Porcher, 2002)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 813,
                    "end": 826,
                    "text": "(Jones, 2004)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Nurturing Chickens After a Biosecurity Intervention"
        },
        {
            "text": "If this description of a farm infected with Avian Influenza is relevant, it should shed light on the description of a lab where sentinel cells are cultivated and observed. From an anthropological perspective, both appear as sites of experimentation, but the poles of initiative are inversed: while the infection is actively produced in the lab, it is passively received in the farm; while in the farm sentinel devices are artificially selected, they grow naturally in the lab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "These inverse relations between activity and passivity can also be expressed as shifts from experimentation to exposure. Landecker (2013) has showed that mice in labs play the role of sentinels when the whole environment of the lab appears as a space of exposure. Mice in contact with endocrine disruptors through plastic tools in the lab are good signals of the threats of industrial conditions of life, as wild birds situated at the end of a trophic chain in the Great Lakes. If the lab can be considered as a metabolic system, with its high levels of life production and waste, a new conception of metabolism appears with the molecularization of life. \"Food is one set of signals about the state of the world the body will grow to occupy. (…) Food is not just broken down in the laboratory but can actually influence the construction and function of the laboratory itself\" (Landecker, 2011, p. 174) . Following this view, we might ask: how are sentinel devices grown in a lab in such a way as to send meaningful signals? Feeding a cell in a lab aims at changing its interaction with viruses, making clearer the signals it sends between a good death and a bad death. Norms of biosecurity can be compared in farms and labs as they regulate not only the fluxes of life between inside and outside, but also the signals that emerge on this boundary.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 137,
                    "text": "Landecker (2013)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 876,
                    "end": 901,
                    "text": "(Landecker, 2011, p. 174)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "When I worked on M. Wang's farm, I was a Visiting Researcher at the Hong Kong University Pasteur Research Centre. This centre had been created in 1999 as a key element in the network of the Pasteur Institutes in Asia, and reorganized after 2003 to work on emerging infectious diseases, since it was at the centre of the SARS epidemic. For a year, I had followed the lab meetings and conferences where microbiologists exchanged ideas on how to track interactions between viruses and cells, by combining virology, immunology and cell imaging. They talked about biosafety measures in the lab and the need to keep 'fresh' cells to have clear Feeding sentinels experiments. But I had never seen how virological concepts informed their practice in the lab. Returning from the farm encouraged me to ask whether I could have access to the lab, as if I had needed to first enter a place where viruses multiply in a more uncontrolled manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "I followed the work of Jean, who was born from Asian parents and had been raised at the French high school of Hong Kong. He just returned from a PhD at the Pasteur Institute of Paris, and was doing post-doctoral research on coronaviruses. He was halfway between two groups, French and Asian researchers, who had difficulties communicating with each other. For French researchers, SARS and Avian Flu were opportunities to get international funding for research on fundamental mechanisms: virus pathways in the cell, immune response, antiviral production … For Chinese researchers, they were 'killer viruses' whose mutations and trajectories revealed the vulnerabilities of the territory. Jean could express the political imaginary of Hong Kong citizens in the language of biological science, which made his guidance precious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Before entering the lab, Jean overviewed the basic biosafety rules, providing me a short version of the 3 months training he had received. Labs have been classified by the Center for Disease Controls in different levels of biosafety depending on the behaviour of the viruses they manipulate. The highest level (4), provided for the most dangerous viruses like Ebola or smallpox, requires costly equipment: positive pressure personal suit, multiple showers, vacuum room, ultraviolet room … Hong Kong University was equipped after the SARS crisis with a Biosafety-Level 3 lab that allows its scientists to work on Avian Flu viruses in live animals (chickens and ferrets)but I was not permitted to enter it. Neither do the researchers of the Pasteur Centre have direct access to it, although they can ask for confirmation of their results. The Pasteur Centre has a Biosafety-Level 2 lab that works on 'virus pseudo-particles', produced by the injection of the RNA of the virus under study into the backbone of the AIDS virus. Researchers can thus study the entrance and the release of the virus in the cell without risking infection, and formulate hypotheses that can be confirmed with the live virus, thus saving time and money (Nefkens et al, 2007) . Bypassing the costs of heavy biosecurity measures, viral particles provide information on what happens at the cell membrane, without saying much about their complicated trajectories thereafter.",
            "cite_spans": [
                {
                    "start": 1226,
                    "end": 1247,
                    "text": "(Nefkens et al, 2007)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "The time of preparation in a Biosafety-Level 2 (BSL2) lab is 10 min, whereas it is 30 min for a BSL3 lab, and two hours for a BSL4. Researchers must prepare their experimentation in advance to maximize the time they spend inside the lab. A schedule posted at the entrance divides the time of occupation. This division of labour brings the lab closer to a farm: researchers are not there to discuss ideas, but to produce data under tight constraints, and much of the following discussion bears on what is a meaningful data. To enter the room, Jean goes through a decontamination area, where he takes a plastic suit, plastic cap, glasses and two pairs of gloves. To wear protective equipment over his shoes, he must keep one foot on one side of a yellow line, while the other crosses the line with its plastic bag. The yellow line materializes the border between ordinary lab activity and this special moment of the experiment. The pressure within the lab is lower than outside the lab, which may explain why researchers do not feel embarrassed with this heavy equipment. A second level of security is brought by the air flow inside the four experimental hoods: it is forbidden to draw the hand over this air flow, unless microbes are brought inside the hood. \"You must imagine that viruses are everywhere\", says Jean to explain these rigorous measures. This imaginary enactment is constitutive of the logic of biosecurity: in a lab as in a farm, viral outbreaks can occur at any time, and those who manipulate them must be prepared to face these events (Lakoff and Collier, 2008) .",
            "cite_spans": [
                {
                    "start": 1552,
                    "end": 1578,
                    "text": "(Lakoff and Collier, 2008)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "How does this logic of biosecurity intersect with the logic of care? The goal of biosecurity measures, Jean says, is not so much to protect the scientist as to protect the experiment itself. This reversal, which prioritizes the production of meaningful data, has a set of consequences in lab practices. Jean describes the culture in which viruses replicate, composed of glucides, as \"very nourishing\" for the cells. These are monkey kidney epithelial cells, also called MDCK cells, that have been stored in the fridge to synchronize their development during the experiment. This technique, discovered in the 1950's, \"abolished time and space\" in the labs, and was applied to artificial insemination in farms (Landecker, 2007, p. 157) . Cells must be 'fresh' to replicate the virus in a meaningful way; 'older' cells do not communicate as well with other cells. After 20 infections, cells are considered as 'old' and must be trashed. Cells are also fed with calf serum, CO2 and a liquid called PBS that avoids 'osmotic shock' when they are taken out of their recipient. The hood where the experiment takes place is thus surrounded with fridges and bottles of gas that provides cells with food to keep the experiment going.",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 733,
                    "text": "(Landecker, 2007, p. 157)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "A distinction must be made between freezing cells and viruses. Cells are anonymous and are selected for their capacity to grow under certain feeding conditions. Viruses are frozen with a date and space of identification, sometimes with a name, so that the time of research is different from that of epidemic outbreaks. I thus saw samples marked by the name of Carlo Urbani, the Italian doctor who died from SARS before alerting WHO while he was working in Hanoi; the virus had a second 'half-life' after killing humans, introducing mutating temporalities in the lab (Kowal et al, 2013) . The logic of care thus reveals multiple aspects of what is a virus (Mol, 2008) : while biologists need to care that viruses don't escape the lab, they must take care that the cells grow adequately and send meaningful signals of the viral particle. In the perspective of sentinel devices, the virus is both an imagined threat and a useful tool.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 585,
                    "text": "(Kowal et al, 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 655,
                    "end": 666,
                    "text": "(Mol, 2008)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Jean takes viral particles from a box and inserts them into 27 wells containing cells and 27 wells for mock experiment. \"I don't know which well contains cells and which doesn't, he says. I have to do the gestures in a very repetitive way so that I am not stressed when I come to the virus\". The stress here does not come from the lethality of the virus but from the need to produce a meaningful result. First, cells are situated at the bottom of the experiment, while viruses are 'supernatant': then, when the infection takes place, cells converge with each other and most of them are destroyed. Jean describes this phenomenon as overcrowding, and takes the perspective of infected cells: 'hey girls, we don't have room any more, we'll have to eliminate ourselves!' This reminds me what poultry farmers said on Hong Kong citizens. An infected cell acts as a sentinel chicken when it reveals the 'social' conditions of overcrowding in a living habitat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Some cells remain at the centre of the experiment: they look \"happy\", Jean says, which means that the infection is successful. Carlo Caduff has noted that the vocabulary of 'happiness' is applied to viruses and cells when the genetic information matches together. He suggests this vocabulary is in tension with the logic of security that considers biological information as dangerous matter (Caduff, 2012, p. 334) . This suggestion implies that the logic of care introduces an aesthetic criteria in biological experimentation: among all the cells that could be infected, some have caught the virus in a meaningful way, which makes them good sentinels. The goal of experimentation is to detach a meaningful signal out of a biological milieu.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 413,
                    "text": "(Caduff, 2012, p. 334)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "To develop his view of the organism as a sensor for viral replications, Jean refers to Barbara McClintock's idea of \"feeling for the organism\". McClintock has revolutionized the study of cells by looking at the transposition of genes in corn cells (Fox-Keller, 1983) . She describes cells as both gene factories and integrated systems, and insists on the necessity to \"grow\" or \"breed\" cells to understand their mechanisms. Virologists working on Avian Flu are transposing this method to animal cells. Considering virus-host interactions as processes of growth avoids the representation of viruses as enemies, and Jean reminds me that the first virus was studied on a tobacco plant (Creager, 2002) . But because animal cells are closer to those of humans, their death is not only a limitation of growth but a signal for a possible human infection. Hence the necessity of biosecurity measures.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 266,
                    "text": "(Fox-Keller, 1983)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 682,
                    "end": 697,
                    "text": "(Creager, 2002)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Among these measures is the destruction of the potentially contagious material after the experiment. The personal equipment is destroyed after the first use, submitted to a high pressure in the autoclave, as are the pipettes, which are first cleaned with bleach. \"It may be too much precaution, Jean says, but if some viruses remain and are mixed with others in the bin, it could come out in huge quantities\". There is a striking contrast between the attentiveness to conditions of viral replication in the cells, and this imaginary enactment of a lab filled with viruses, that justifies a constant production of waste. Two views of the lab as a metabolic process can be contrasted: metabolism as the production of material and waste (the bad death of tools potentially touched by viruses) and metabolism as a semiotic process by which cells eat viruses (the good death of cells to produce a meaningful result). The second view is more reflexive as it invites us to think about that 'what we eat eats' (Landecker, 2011) .",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1019,
                    "text": "(Landecker, 2011)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "When he prepares for another experiment, Jean takes another pair of gloves and says. \"It may not be necessary, but I want to feel clean\". This reminds me of poultry workers taking a shower after work before eating chickens. The wish to 'feel clean' entails the representation of a metabolic system that produces waste and value. But while it takes part to a social event in the farm, it produces scientific knowledge in the lab. I suggest that the logic of biosecurity expands the meaning of a 'clean death' that is already there in the logic of care, because it develops the representation of the living beings that enter in relation through signalling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Jean attempted to identify the proteins of the SARS virus that favoured its entry into lung cells. After double-hybrid tests on yeasts, Jean assumed that the ezrine of the cell interacted with the Spike protein of the virus. The work on yeast was done without biosafety rules, and was closer to baking than poultry farming. \"Yeast smell good, he said, you feel like you're in a cake factory!\" To follow this comparison, double-hybrid tests use the target protein as a lure to attract other candidate proteins in the metabolism of the yeast cell. The SARS virus can be attracted in the experiment, but it can also lure the system of detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Jean worked on cells of the acquired immune system called dendritic cells, because they can stretch cytoplasmic arms to capture the virus and present its antigen to other cells of the immune system. Dendritic cells are also called 'sentinels' since they are the first line of defence of the immune system: they eat the virusimmune cells are macrophagesnot only to stop it but to capture its information. Jean's hypothesis was that the SARS coronavirus was inhibiting the reaction of dendritic cells, thus bypassing the first line of control to infect epithelial cells. Following this view, the SARS virus lures the sentinels by presenting another antigen than the one that could lead to its identification by the immune system. A recent trend of research in immunology has looked at how proteins can act as 'decoys' sending wrong signals to the defence system (Mantovani et al, 2006) . While a lure attracts a target, a decoy simulates a false attack to launch another attack elsewhere. Being a decoy can be described as reflexive relation that entails a representation of the whole system of defence.",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 883,
                    "text": "(Mantovani et al, 2006)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "The lethality of viruses such as SARS and H5N1 could thus be explained by the fact that they trigger an excessive alarm in the immune system (what researchers call a \"cytokine storm\": Peiris et al, 2007) . Sentinels appear as ambivalent devices: as lures they can attract pathogens to catch their information providing early warning, but as decoys they can also send wrong signals and cause an overreaction of the defence system. The problem is to understand what is a 'costly signal' in the production of sentinel devices (a notion proposed by Zahavi and Zahavi, 1997) : can the cost of signals be so high in the competition between cells to attract pathogens that the whole system becomes disrupted?",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 203,
                    "text": "Peiris et al, 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 545,
                    "end": 569,
                    "text": "Zahavi and Zahavi, 1997)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "Jean shows me images on an electronic microscope of infections produced by his colleagues at the BSL3 lab, with live viruses and not only viral particles. These experiments fixed the event of infection for six months at a 4°temperature. Fluorescence revealed the interactions between the proteins of the cells and of viruses, indicating a co-localization. Choosing images randomly, Jean comments that some infections were \"beautiful\" while others were \"ugly\". Some cells, called \"virological synapses\" because they are means for the cell to communicate information to other cells before dying, had entered a process of apoptosis: they had bubbles on the surface and arms were sprawling as if for help. This is considered as a 'clean death', since the toxical parts of the cell are destroyed while the information is preserved. By contrast, a 'dirty death' is when the cell literally explodes, releasing huge quantities of viruses that can kill other cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "The question for virologists is to know why some viruses turn what might be a clean death into a dirty death: the preservation of their information is more rational from an evolutionary perspective than killing the cell that hosts them and finding a new host. This question can be compared to that raised by poultry farmers when they ask why some animal diseases are part of daily life while others trigger huge biosecurity measures. The death of chickens from stress is a 'clean death', part of the waste management of the farm, while the massive killing of poultry is a 'dirty death', leading to a complete reorganization of the farm. Sentinel chickens or cells have an ambivalent status in that dichotomy: they can signal the threat of a new virus, but they can also trigger costly biosecurity measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "If infection is part of a process of nourishment, what is the role of death in the process? Death signals the quality of the living process, whether it induces a nice signal or a catastrophic destruction. This is an instance of the logic of care: what comes out of a living relationship is a criterion to assess it. Jean talks to me about a hypothesis, comparing the relation between the cell and the virus with that between the mother and the embryo. Following this hypothesis, being fed by cells is one of the ways found by viruses in evolution to reproduce themselves. This hypothesis explains that non-coding DNA is conserved as a trace of these past infections and as a reserve for future interactions, and that the mother does not reject the embryo during pregnancy (Forterre and Prangishvili, 2009) . This corresponds to a major shift in immunology: the immune response is not a way to protect the self against an enemy, but a process of risky information at the limits of the self. \"A cure becomes possible because, rather than suppressing immune responses, we reshape them by encouraging and feeding novel viral information\" (Napier, 2012, p. 133) . If viruses are constantly inventing new ways of being fed, our diseases signal a transition in these modes of nourishment. The logic of care, such as that of Yuren in the management of domesticated poultry, or that of Jean in the cultivation of lung cells in a lab, is a way to make these transitions meaningful, rather than following the all-or-nothing logic of biosecurity.",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 805,
                    "text": "(Forterre and Prangishvili, 2009)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1134,
                    "end": 1156,
                    "text": "(Napier, 2012, p. 133)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Culturing Life under Biosafety Rules"
        },
        {
            "text": "This article takes seriously the possibility to compare labs and farms as spaces where life is produced and regulated under high security conditions. The use of sentinel devices, which is one of the techniques to prepare for future catastrophes, opens new spaces for an ethnography of relations between humans and non-humans. The material presented in this article gives more detailed information on what it means for farmers and biologists in Hong Kong to be part of a sentinel post for Avian Influenza, based on daily practices of producing life. It therefore contributes to the literature on biosecurity in two ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "First, it introduces a logic of care in the logic of biosecurity, by looking at the various modes of relations engaged in the production of life under threat of infection. Taking feeding as a relation to a living milieu, it compares the metabolic system of producing life and waste in a farm and a lab. The life of a chicken potentially infected with flu follows the same ambivalences as the life of an experimentally infected cell, between commodity and sign, between storage and exchange. The anthropology of human-animal relationships sheds light on important issues about the living beings that are fed in such a way that they become infectious. Infection is the starting point of a reflection on human-animal relationships that is strongly human-centered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Second, it argues that the distinction between a good death and a bad death, as it is made by those who care for sentinel devices, constitutes a semiotics of signalling. Poultry farmers cultivating sentinel chickens are faced with the contrast between a 'good death', that signals a boundary between infected and non-infected, and a 'bad death', that blurs the boundary and destroys the value of the stock. In the same way, sentinel cells cultivated in the lab can go through a good death if it provides a clean image of the life of the virus, or a bad death if it is unproperly cultivated and produces waste without information. The logic of care, by being attentive to the differences made by viruses in a living environment, sheds light on the distinction between a good death and a bad death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Drawing on Caduff's idea that the logic of biosecurity follows a semiotics of iterability, as information must be repeated to circulate, I argue that sentinel devices must send a clear signal to have value. The ethnography sheds light on the complex logics of signalling: sentinels can be lured by pathogens, sacrificed for public health, become the objects of rumours among farmers and of controversies among experts. The question of waste, that is, of signals that have no value, runs through the ethnography, and justifies the comparison between feeding practices in farms and labs. In living systems that produce so much waste, what is the value of a clear signal?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The relation between care and signalling that is at the core of this ethnography raises broader issues concerning the relations between metabolism and immunity. Farms and labs have been compared as two spaces where sentinels are fed, which means that they are systems of production of value and waste as well as systems of protection against a threat. The correspondence between these two systems of signs comes from their common reflexivity on the relations they maintain. Farms and labs can be compared as complex systems of signs where the representation of life as a value is at stake in the daily management of alimentary uncertainties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Twenty-First Century Plague. The Story of SARS",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "With a New Preface on Avian Flu",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Alert as bird flu resurfaces. South China Morning Post",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Benitez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The semiotics of security: Infectious disease research and the biopolitics of informational bodies in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Caduff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cultural Anthropology",
            "volume": "27",
            "issn": "2",
            "pages": "333--357",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Town of sadness' pleads for help. The Standard",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biosecurity: Towards and anthropology of the contemporary",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anthropology Today",
            "volume": "20",
            "issn": "5",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Life of a Virus. Tobacco Mosaic Virus as an Experimental Model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N H"
                    ],
                    "last": "Creager",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beyond Nature and Culture",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Descola",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sentinel Chickens",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The birds of Poyang lake: Sentinels at the interface of wild and domestic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fearnley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Limn",
            "volume": "3",
            "issn": "",
            "pages": "33--37",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avian influenza risk perception, Hong Kong",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "5",
            "pages": "677--682",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Feeling for the Organism. The Life and Work of Barbara McClintock",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prangishvili",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fox-Keller",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Research in Microbiology",
            "volume": "760",
            "issn": "7",
            "pages": "466--472",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bird flu: A Virus of Our Own Hatching",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Liberalizing, Feminizing and Popularizing Health Communications in Asia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guénel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Klingberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "77--93",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Speaking of Epidemics in Chinese Medicine: Disease and the Geographic Imagination in Late Imperial China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biosecurity Interventions. Global Health and Security in Question",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "173--193",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The insecurity of biosecurity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biosecurity: The Socio-politics of Invasive Species and Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mapping a zoonotic disease: Anglo-American efforts to control bovine tuberculosis before world war I",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Osiris",
            "volume": "19",
            "issn": "",
            "pages": "133--148",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Une sentinelle sanitaire aux frontières du vivant. Les experts de la grippe aviaire à Hong Kong",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keck",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Terrain",
            "volume": "54",
            "issn": "",
            "pages": "26--41",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Live poultry markets and avian flu in Hong Kong",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Food: Ethnographic Encounters",
            "volume": "",
            "issn": "",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preface: Sentinel devices",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Limn",
            "volume": "3",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How Forests Think. Toward an Anthropology Beyond the Human",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Indigenous body parts, mutating temporalities, and the half-lives of postcolonial technoscience",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kowal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Radin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reardon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Studies of Science",
            "volume": "43",
            "issn": "",
            "pages": "465--483",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The vulnerability of vital systems: How 'critical infrastructure' became a security problem",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Collier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Changing Logics of Risk and Security",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Culturing Life. How Cells Became Technologies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Landecker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Food as exposure: Nutritional epigenetics and the new metabolism",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Landecker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BioSocieties",
            "volume": "6",
            "issn": "2",
            "pages": "167--194",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "When the control becomes the experiment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Landecker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Limn",
            "volume": "3",
            "issn": "",
            "pages": "6--8",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The actor enacted. Cumbria sheep in 2001",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mol",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Material Agency. Towards a non-Antropocentric Approach",
            "volume": "",
            "issn": "",
            "pages": "57--77",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Governing insecurity. Contingency planning, protection, resilience",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lentzos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Economy & Society",
            "volume": "38",
            "issn": "2",
            "pages": "230--254",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Custom, taste and science. Raising chickens in the pearl river Delta, south China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lévi-Strauss",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Elementary Structures of Kinship. R. Needham, trans. Boston",
            "volume": "15",
            "issn": "1",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tuning inflammation and immunity by chemokine sequestration: Decoys and More",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonecchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Locati",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Reviews Immunology",
            "volume": "6",
            "issn": "12",
            "pages": "907--918",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Logic of Care. Health and the Problem of Patient Choice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mol",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Nonself help. How immunology might reframe the enlightenment",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Napier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cultural Anthropology",
            "volume": "27",
            "issn": "1",
            "pages": "122--137",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Hemagglutinin pseudotyped lentiviral particles: Characterization of a new method for avian H5N1 influenza sero-diagnosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nefkens",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Clinical Virology",
            "volume": "39",
            "issn": "1",
            "pages": "27--33",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Avian influenza virus (H5N1): A threat to human health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Microbiology Review",
            "volume": "20",
            "issn": "2",
            "pages": "243--267",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Eleveurs et animaux, réinventer le lien",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Porcher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bird flu biopower. Strategies for multispecies coexistence in Viêt Nam",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Ethnologist",
            "volume": "40",
            "issn": "1",
            "pages": "132--148",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Avian Influenza: Science, Policy and Politics",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mao's War against Nature: Politics and the Environment in Revolutionary China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "An influenza epicentre?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Stuart-Harris",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lancet",
            "volume": "2",
            "issn": "8302",
            "pages": "812--813",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The next influenza pandemic: Lessons from Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Applied Microbiology",
            "volume": "94",
            "issn": "",
            "pages": "70--79",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Partial Connections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strathern",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Chicken. The Dangerous Transformation of America's Favorite Food",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Striffler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "From the Enemy's Point of View: Humanity and Divinity in an Amazonian Society",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Viveiros De Castro",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Farming Human Pathogens: Ecological Resilience and Evolutionary Process",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Infectious diseases emerging from chinese wetmarkets: Zoonotic origins of severe respiratory viral infections",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Current Opinion in Infectious Diseases",
            "volume": "19",
            "issn": "5",
            "pages": "401--407",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The Handicap Principle: A Missing Piece of Darwin's Puzzle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zahavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zahavi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Frédéric Keck studied philosophy at the Ecole Normale Supérieure in Paris and anthropology at the University of California at Berkeley. His work examines the surveillance of Avian Influenza and other zoonotic diseases in South-East Asia as they reframe relations between humans and animals. On this topic, he has published Un monde grippé (Paris, Flammarion, 2010) and (with Noelie Vialles) Des hommes malades des animaux (Paris, L'Herne, 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About the Author"
        }
    ]
}