{
    "paper_id": "15af82d2b035a683cd96e472081e5bee8b9847f4",
    "metadata": {
        "title": "Original Russian Text ©",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "V"
                ],
                "last": "Netesov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "A"
                ],
                "last": "Markovich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "According to the data of the World Health Organi zation (WHO), the share of mortality caused by infec tious and parasitic diseases considerably decreased (approximately, by 15-20%; Fig. 1 ) versus the moral ity of cardiovascular and cancer diseases, which noticeably increased. Undoubtedly, the expansion of vaccination in developing and developed countries underlies this decrease in infectious and parasitic dis eases. As for the increase in cardiovascular and cancer mortalities, this is associated with an increase in the lifespan, so that people began to attain the age when these diseases are prevalent. As for an increase in the rate of the remaining mortality causes, this to a con siderable degree is a sad side effect caused by the devel opment of our civilization, namely, an increase in the number of road traffic injuries, occupational acci dents, and casualties. Figure 2 shows the causes of mortality in Russia in 2000 and 2009 according to the Goskomstat (State Statistics Committee) of the Russian Federation. The share of cardiovascular diseases declined over these 9 years, as well as the technogenic mortality, homi cides, and suicides, whereas the share of cancer dis eases increased. Similar to developed countries, infec tious diseases as a mortality cause in Russia are the fifth in the list. However, the global ratio of mortality causes in general differs from that in Russia, since three fourths of the world's population lives in devel oping and undeveloped countries, where the mortality of infectious diseases is still high. There is only one sig nificant difference between Russia and several devel oped countries, namely, the cardiovascular mortality in this country is considerably higher compared to cancer mortality in countries such as Japan, United States, and Norway, where these mortalities are almost equal. Thus, the mortality caused by infectious dis eases in the countries with developed vaccination against infections and proper control over drinking water quality is the fifth in the list of mortality causes versus first position in countries not implementing these measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "The diagram in Fig. 3 shows the causes of child gas trointestinal diseases in developing countries (Kapikian, 1993) . It is evident that rotaviruses account for 45% of such infections; astroviruses, for 7%; cali civiruses and adenoviruses, for 1% each; and the remaining infections are caused by bacteria and yet unknown pathogens. Thus, viruses cause over 60% of all gastrointestinal diseases in children in developing countries. However, intestinal infections account for only 2-3% of all human infectious diseases, whereas the main human infections cause respiratory diseases. At the beginning of the 21st century, the etiological causes of such infections were investigated in Michi gan, United States (Monto, 2002) . It has emerged that the major part of these diseases is caused by rhinovi ruses (Fig. 4) followed by coronaviruses. The influenza virus is only the third in this list, parainfluenza and res piratory syncytial viruses are fourth, followed by bac teria, a small share of adenovirus infections, and the group of undistinguished infections accounting for the remaining 20%. Note that influenza is in third place since this is only a respiratory infection for which vac cines are available and used. At the beginning of the 21st century, human metapneumoviruses were discov ered and characterized; these pathogens cause 5 to 12% of respiratory infections (Kahn, 2003; Hoogen et al., 2003; Williams et al., 2004) . Thus, it is likely that unknown infections in this diagram are by approxi mately 25-50% determined by metapneumoviruses. Correspondingly, viral pathogens cause over 70% of all the respiratory diseases, which is a slightly higher share compared to gastrointestinal diseases.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 115,
                    "text": "(Kapikian, 1993)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 706,
                    "end": 719,
                    "text": "(Monto, 2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1372,
                    "end": 1384,
                    "text": "(Kahn, 2003;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1385,
                    "end": 1405,
                    "text": "Hoogen et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1428,
                    "text": "Williams et al., 2004)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 810,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "THE ROLE OF VARIOUS PATHOGENS IN THE ETIOLOGY OF DIFFERENT DISEASE TYPES"
        },
        {
            "text": "TORCH infections are dangerous for pregnant women and for the fetus. TORCH is an acronym for toxoplasmosis, other agents, rubella, cytomegalovirus, and herpes simplex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The list of the \"other\" infections currently com prises parvovirus B19 (B19V), varicella zoster virus (VZV), West Nile virus, measles virus, enteroviruses, adenoviruses, human immunodeficiency virus (HIV), hepatitis B and C viruses, hepatitis E virus, chlamydial infections, syphilis, gonococcal infections, listeriosis, lymphocytic choriomeningitis virus (LCMV, small rodents being its host, has emerged to be teratogenic pathogen for humans), and, presumably, some other viruses and bacteria. Part of these agents causes seem ingly safe (for common people) respiratory and gas trointestinal diseases, but all the TORCH infections are specifically dangerous to the fetus and pregnant women. In particular, parvovirus B19 has attracted considerable attention in the past decades. This pathogen is little known to the common population. In the countries where this virus was studied, it is referred to as the fifth disease of children. This infec tion is of no considerable danger to adults and children over 1 year old, but is most dangerous to pregnant women and the fetus, causing up to 11% of prenatal deaths and some other consequences. Kapikian, 1993, pp. 627-630) . INTRODUCTION TO MOLECULAR VIROLOGY 327 annually); only four such cases have been recorded over the past 10 years; all these cases were men, and it is likely that these men had not passed this infection to anybody. This group of TORCH infections needs much more research attention, since the contributions of each pathogen to the cases of pregnancy failure in Russia are still vague.",
            "cite_spans": [
                {
                    "start": 1141,
                    "end": 1169,
                    "text": "Kapikian, 1993, pp. 627-630)",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1210,
                    "text": "INTRODUCTION TO MOLECULAR VIROLOGY 327",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "VIRUSES: CLASSIFICATION AND DEFINITIONS The term virus in Latin means poison. There are several definitions of the virus; we have given two of the definitions below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "-A virus is a microscopic particle composed of proteins, nucleic acids, and frequently, lipids (the lip ids originate from the host cell) able to infect cells of living organisms and reproduce in these cells; and -Viruses are obligatory intracellular organisms, most of which are deprived of their own of energy gen erating and protein synthesizing systems and, depending on their family, have different sets of ele ments required for the replication and transcription systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The first definition is structural and the second one, functional; it is most likely that the latter will be amended, since giant viruses have been discovered, which have the elements of protein synthesizing and energy producing systems; moreover, scientists are aware of only about 10% of the viruses existing in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "Bacteria, archaea, fungi, protozoans, plants, ani mals, and humans have their own viruses as obligate (dependent) parasites; moreover, as we know, viruses can be artificially constructed for PCs and phones. Computer and phone viruses are correctly referred to as viruses, since they act with their \"hosts\" in the very same manner as the viruses in living organisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "Initially, the classification of viruses was developed based on the disease symptoms (for example, hepati tis); later, based on the similarity in their localization in the body (myxoviruses); and, finally, based on the structure of virions. However, all these attempts were unsuccessful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The current classification of viruses is based on the similarity and differences in gene types, their struc ture, similarity between major genes (in particular, similarity and differences in polymerase gene sequences), and the antigenic properties of the major surface proteins (these characteristics are correlated to genome based classification).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The terminology associated with viral species, gen otypes, strains, and isolates is not yet established. Sets of papers with specified definitions of taxonomic units (genus, species, genotype, serotype, strain, and isolate) are now being published. The \"Bible\" of virologists involved in the taxonomic issues is Virus Taxonomy, a monograph published every 5-7 years. The last edi tion was issued in December 2011. The book weighs approximately 6 kg; it comprises 3000 pages; and the introduction explains that approximately one third of viruses have not been so far classified into families and orders, which needs to be done by researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The viral genomes may consist of DNA or RNA. The DNA viruses may have either double stranded or single stranded DNA and may contain a lipid enve lope. Some families of human DNA viruses (and indi vidual families of the viruses exploited by humans) are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The RNA viruses contain one unique family, the family of reoviruses, the genome of which is formed of double stranded RNA. There are no other living organisms with such a genome except for viruses. The remaining RNA viruses have a single stranded RNA genome This genomic RNA may be a (+)RNA (when their genomic RNA is also the messenger RNA for There are two additional virus families the mem bers of which follow the reverse transcription mecha nism for their replication, namely, -Hepadnaviruses (Hepadnaviridae), DNA envel oped viruses (circular partially double stranded DNA with reverse transcriptase/DNA polymerase encoded in their genome and -Retroviruses (Retroviridae), RNA enveloped viruses with reverse transcriptase/DNA polymerase encoded in their genome (HIV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TORCH INFECTIONS"
        },
        {
            "text": "The viruses infecting representatives of the three kingdoms-Archaea, Bacteria, and Eukarya-dis play specific features of the corresponding kingdoms, suggesting that they emerged very early in the evolu tion of life. The following hypotheses on the origin of viruses are currently being discussed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOTHESES ON THE ORIGIN OF VIRUSES"
        },
        {
            "text": "-Viruses were the first to emerge among all organ isms;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOTHESES ON THE ORIGIN OF VIRUSES"
        },
        {
            "text": "-Viruses are a degraded variant of bacteria; -Viruses are a degraded variant of cell organelles-mitochondria and others; and -Viruses are evolved mobile elements of the genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOTHESES ON THE ORIGIN OF VIRUSES"
        },
        {
            "text": "According to the available indirect data, scientists believe that the first to emerge was the world of RNA, whereas the world of DNA appeared much later. Most likely, the RNA viruses emerged earlier followed by DNA viruses. Presumably, viruses have a multiple ori gin; correspondingly, different hypotheses have been proposed for various virus orders and families. Note that the viruses carrying double stranded RNA genome (Reoviridae family) are likely to be the most ancient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HYPOTHESES ON THE ORIGIN OF VIRUSES"
        },
        {
            "text": "STRUCTURE AND GENOME OF VIRUSES The simplest viruses carry nucleocapsid-a nucleic acid (in this case, RNA; Fig. 5 ) surrounded by capsid (C) protein-in the center of the virion (virus particle). The membrane protein (M) is built in into the lipid membrane surrounding the nucleocapsid, while the \"spikes\" of the envelope (E) protein are inserted into this membrane from the outer side of the virion. This is how the tick borne encephalitis virus, comprising only the three above mentioned proteins, is arranged. Figure 6 shows the genome map of the tick borne encephalitis virus. The genome regions encoding structural proteins C, M, and E are localized to the left, and the corresponding genes follow the order the proteins are arranged in the virus from the center to its periphery: first, the C protein surrounds the RNA and then they are enclosed into the membrane incorporat ing M protein and E protein. The gene coding for structural proteins are followed by the genes of non structural proteins (polymerase; protease; helicase, unwinding RNA during replication; and several pro teins with still unknown functions). No special pat terns in the order of these genes have been so far detected except for the fact that the polymerase gene virus is typically the last one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 520,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "HYPOTHESES ON THE ORIGIN OF VIRUSES"
        },
        {
            "text": "The research into molecular biology of viruses has revealed several new virus threats or changes in the earlier existing threats presented by viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "The annual dynamics of tick borne encephalitis (TBE) morbidity in different European countries is shown as an example (Fig. 7) . This pattern consider ably differs from that for Russia, since the correspond ing virus exists and has circulated here for a long time, whereas it comparatively recently started to spread in Europe. The TBE pattern in Switzerland is especially illustrative: no TBE cases had been recorded in Swit zerland before 1975; then the disease appeared and its prevalence gradually increased. Currently, each out However, on the one hand, it has emerged that the genomic differences do not exceed 2-3% and, on the other, the Siberian genotype also has reached Europe.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Currently, the following types of the threats pre sented by virus infections are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Emerging and reemerging infections. The emerging infections are illustrated by the phylogenetic tree for the genomes of the coronavirus family (Fig. 8) , with the SARS coronavirus, which caused the epidemic of atypical pneumonia in 2003. This tree also contains the data on the genomes of coronaviruses isolated from the palm civet and raccoon dog, living in China; they form a separate branch relative to human viruses. This branch of animal coronaviruses displays just a minor difference from the strains recovered from humans, namely, a deletion of 29 nucleotides in one of the genes, while the overall genome comprises over 29000 nucleotides; i.e., the deletion accounts for 0.1% of the genome. In addition, two more mutations have been discovered in the S gene of human viruses, which together with the mentioned deletion determine the pathogenicity for humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Another illustration of the emerging infections is the latest data on the origin of the hepatitis C virus (HCV). From the moment this virus was discovered, it has been assumed that it jumped to humans from monkeys. However, a hepatitis virus isolated from dogs in 2011 displayed a high homology to the human HCV (Kapoor et al., 2011) . First, this virus was detected in dogs and named canine hepatitis virus (CHV), since it was localized to the liver (only five dogs that died of an unknown gastrointestinal disease were examined). Interestingly, the CHV RNA amount detectable in the respiratory samples was larger compared to the liver samples. Further bioinformatics analysis of the CHV genome has demonstrated that it is genetically closer to HCV than the analogous monkey viruses and that HCV and CHV are likely to have a common ancestor, which formed two branches approximately 500 to 1000 years ago, much later than the dog was domesti cated. Possibly, hepaciviruses are mainly canine viruses and the human HCV emerged via selection of CHV in the human host. An alternative scenario, which cannot be excluded, is that hepaciviruses infect many animal species, so the chain of events could have been the reverse. Verification of this hypothesis requires screening other animal species for the hepa civiruses related to human HCV.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 333,
                    "text": "(Kapoor et al., 2011)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Thus, molecular genetic tools allow the distribu tion routes of human infections to be detected as well as, sometimes, their origin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Eradicated infections and infections with eradica tion on track. This type of virus threats are related to diseases such as smallpox, poliomyelitis, measles, hepatitis B, and mumps. It is known that humankind successfully eradicated smallpox, a severe disease. It is also known that the global program for polio eradica tion, as well as the preparatory activities for the eradi cation of measles and hepatitis B, is in progress. How ever, use of molecular biological and genetic tools in virus research has revealed a number of rather curious facts. In particular, the ancestor of variola virus was found. To everyone's surprise, this ancestor is not the monkeypox virus but rather the cowpox virus, which according to the current concept is a virus of small rodents living in barns and cow sheds. This is evident from the phylogenetic tree for representatives of the genus Orthopoxvirus ( Fig. 9 ; modified from Esposito and Fenner, 2001) . Roman numerals denote different phylogenetic groups of orthopoxviruses (variola viruses, I; cowpox viruses, III; and monkeypox viruses, IV). It is evident that the natural ancestor of the smallpox agent is abundant in nature and the pos sibility that the evolutionary transformation that once took place may be repeated to bring about a virus sim ilar in its pathogenicity to the variola virus-most dangerous to the human population, which has no immunity to it-cannot be excluded. Thus, the con tinuing development of a new and better vaccine against this disease is completely justified by this fact rather than by the threat of bioterrorism.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 939,
                    "text": "Esposito and Fenner, 2001)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 890,
                    "end": 896,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Another curious fact has been concurrently clari fied. We know that Edward Jenner vaccinated humans with the crusts of ill cows, since he noticed that milk maids did not fall ill with smallpox. However, the study of the genomes of the modern vaccinia viruses has demonstrated that they are closer to buffalopox viruses rather than to the cowpox virus. Archival research has found that Chinese and Hindus in the 18th century used to rub buffalopox crusts into the human skin. Moreover, there is written evidence that a retired English colonel on his return from India tried to intro duce this in England but failed to win the confidence of the English, since he was not a physician. Thus, the current vaccinia virus most likely originated from the buffalopox virus rather than the cowpox virus, although Jenner possibly used the latter virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "As is mentioned above, the poliovirus is also at a stage close to eradication. Currently, this virus circu lates only in four-five countries, although it is from time to time exported to neighboring countries, including Russia. For example, the poliovirus in 2001 was exported from Afghanistan to Uzbekistan and then to Tajikistan and Russia. There were only a few cases of the disease but many doses of polio vaccine and much medical effort were necessary to prevent the spread of the outbreak. There is also a concern associ ated with the possible evolution of related viruses. As is evident from the phylogenetic tree for the genus of enteroviruses (Fig. 10) countries using a live polio vaccine. Now the coxsack ievirus A21 morbidity is slowly increasing in developed countries which have ceased using the live vaccine. Most likely, this increase is associated with the fact that the live vaccine is no longer used for vaccination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 652,
                    "end": 661,
                    "text": "(Fig. 10)",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "With the wider cessation of its use, morbidity as a result of the coxsackievirus A21 will further grow. Note that enteroviruses are rapidly evolving; thus, the cox sackievirus A21 might well mutate and become no less pathogenic for humans as the poliovirus; if the vacci nation against the poliovirus stops, humankind will be unprotected against this disease. Thus, even if the ces sation of the antismallpox vaccination is justified, it is hardly reasonable to stop vaccinating against poliomy elitis, since related viruses may evolve and cause infec tious diseases. Infections related to drug addiction. An upsurge in drug addiction in Russia in the 1990s enhanced the active spread of several infections (HIV, hepatitis B, and hepatitis C). The problem was worsened by the use of nondisposable syringes. The result of all this at the turn of the century is illustrated in Fig. 11 by the exam ple of hepatitis C. The rise in drug addiction in Russia was determined by the tense moral atmosphere in this country after the default of 1998 and a rapid increase in the drug flow from Afghanistan. Almost immedi ately after American troops were brought to Afghani stan, the Federal Drug Control Service of Russia was established, and both these facts enhanced a drastic decrease in drug addiction in this country. A gradual reduction is also currently being observed due to, first, the effort of the Tajikistan frontier forces, as well as the Russian frontier troops, customs, and antidrug ser vices focused on the control of drug flows. For exam ple, considerably larger amounts of drugs are currently seized at the border compared to 2000. In addition, the antidrug informational campaign has been consid erably intensified in Russia, although not to the level anticipated based on the severe situation with drug addiction in Russia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 882,
                    "text": "Fig. 11",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "We assayed all the viral hepatitis-positive samples taken during 2002 in the infectious hospitals of Novosibirsk by molecular genetic methods and dem onstrated the prevalence of HCV genotype 1 in the older age cohort versus a smaller share of HCV geno type 3, compared to the younger age cohort (Fig. 12) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 304,
                    "text": "(Fig. 12)",
                    "ref_id": null
                }
            ],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "Genotype 1 is historically the major type for Rus sia, Europe, and most North Asian countries, while genotype 3 is typical of the Near East, in particular, 1982 1986 1990 1994 1998 2002 2006 1984 1988 1992 1996 being prevalent in Afghanistan. The fact that crude drug purification most likely included the stage of sorbing impurities with the help of rejected donor blood preparations from Afghanistan infected with HCV may be one of the probable explanations. When our research team was publishing these data in 2004 (Shustov et al., 2005) , it was difficult to pass the review for an international journal without providing such an explanation, since these data looked most unusual (note that the analyzed population comprised 3000 individuals). However, analogous age related patterns in the HCV genotype distribution were described in papers from Italy and the United States, published later but almost simultaneously with our work. Thus, it has emerged that infection with the HCV genotype 3 was associated with the intravenous use of the drugs coming from Afghanistan. After these data were reported, they started to assay drug samples for viruses.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 210,
                    "text": "1982 1986 1990 1994 1998 2002 2006 1984 1988 1992 1996",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 540,
                    "text": "(Shustov et al., 2005)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "VARIOUS TYPES OF THREATS PRESENTED BY VIRUS INFECTIONS"
        },
        {
            "text": "There have been no bioterrorism acts except for the known cases when letters with anthrax spores were mailed in 2001 (www.anthraxinvestigation. com). Currently, the threat of bioterrorism is not regarded as significant. Nature is our chief \"bioterrorist.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioterrorism."
        },
        {
            "text": "OF VIROLOGY Three applied fields in development of virology closely associated with the advance in molecular biol ogy and molecular genetics of viruses are the diagnos tics of viral infections, treatment of viral diseases, and development of vaccine technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPLIED FIELDS IN THE DEVELOPMENT"
        },
        {
            "text": "Diagnostics of viral infections. Table 3 lists the main methods that have been used earlier and are used now. The mentioned method of direct microscopic exami nation is almost never used now, since this requires a high concentration (at least 1000000 particles/mL) and a high purity of the pathogen. The infectivity assayed by the plaque method demonstrates that researchers are dealing with a virus but fails to identify the pathogen. IgM antibodies can be detected by enzyme immunoassay only on days 7-8 after infec tion, but severe symptoms in respiratory diseases appear as early as day 2; moreover, in the case of, for example, the influenza virus, the virus is not present in the blood on days 7-8. Thus, this method is inappro priate for common viral respiratory and gastrointesti nal diseases. Detection of the viral antigen by enzyme immunoassay or a passive hemagglutination test is fea sible only in a short time span when the virus concen Age, years Genotype 1 Genotype 2 Genotype 3 40% 52% 90% 5% Fig. 12 . The shares (%) of HCV genotypes 1-3 in the age cohorts with 5 year intervals (according to Shustov et al., 2005, pp. 382-389) . Table 3 . Comparison of the quantitative assays for markers of pathogens (according to Egorov et al., 1991) Assay",
            "cite_spans": [
                {
                    "start": 1111,
                    "end": 1145,
                    "text": "Shustov et al., 2005, pp. 382-389)",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1255,
                    "text": "Egorov et al., 1991)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1017,
                    "text": "Fig. 12",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1155,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "APPLIED FIELDS IN THE DEVELOPMENT"
        },
        {
            "text": "Direct counting in electron (viruses) or light (bacteria) microscope field of view At least 10 6 particles/mL High concentration of purified patho gen is necessary Plaque method for estimation of infectivity 100-1000 particles/mL Assay time, 1-3 days Detection of IgM antibodies by ELISA -Possible not earlier than days 7-8 of infection Detection of antigens by ELISA of PHA 10 6 antigen particles/mL or 50 pg Possible only at the peak of infection PCR detection of genome 100-1000 particles/mL Sensitivity is too high, potentially leading to false positives Vol. 4 No. 4 2014 tration in the body reaches its maximum (days 2-3 of the virus's development in the body in the case of acute infections). It is clear that a negative test result does not mean that the pathogen is absent in the body: it just means that the concentration of the pathogen is below the detection threshold. Thus, there remains the polymerase chain reaction (PCR) assay, which has been long regarded as doubtful due to the high rate of false positives. The state of the art PCR versions are recognized as highly reliable, provided that the sample processing and reaction mixtures match the corre sponding protocols. A real time PCR variant is even applicable under field conditions and gives rather reli able and precise results.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 576,
                    "text": "Vol. 4 No. 4 2014",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity limit Shortcomings"
        },
        {
            "text": "The main yet solvable current problem of this diagnostic tool is the correct selection of PCR primers. The diagnostic kits designed so far still fail to detect some virus genotypes, because they carry substitutions in the regions complementary to primers. Thus, the genetic diversity of the viruses pathogenic for humans should be further studied worldwide for these particular purposes. Figure 13 schematizes the replication of the human immunode ficiency virus. We chose this virus because it has the maximal number of developmental stages among all the RNA viruses, so that this example allows demon strating how antivirals are selected and designed. Figure 13 shows all the stages in HIV replication and the white labels denote the stages for which replication inhibitors have been already developed. In particular, the inhibitors of genomic transcriptase (the stage when genomic RNA is transformed into cDNA) is currently one of the most widespread medications against HIV; note that the inhibitors of both nucleotide and nonnu cleotide natures have been discovered and are used. These inhibitors are frequently used together, since viruses soon develop resistance when only one drug is applied. The second white label denotes inhibitors of the enzyme integrase, which inserts viral RNA into host chromosome; these inhibitors may also either be nucle otide analogs or have a nonnucleotide nature. Finally, protease inhibitors have been developed (the third label), which are used together with the first two drug types. As has been demonstrated, integrated administration of these inhibitors on a daily basis is able to prolong the lifespan of HIV infected patients by 15-20 years.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 13",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 13",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity limit Shortcomings"
        },
        {
            "text": "The black labels in Fig. 13 denote the stages appro priate as potential targets for inhibitors, but the corre sponding inhibitors have not yet been designed. One of the possibilities (being tested by researchers) is the design of the recombinant antibodies that would bind to the HIV cell surface receptors and thereby inhibit its attachment to cells. However, this preparation is to be received several hours before infection, and we believe that there are more effective tools (for example, con doms); nonetheless, such an antiviral is now undergo ing clinical trials. Since there is still no vaccine against, may be someone will dare to take this drug. Table 4 consolidates the data on vaccine adminis tration in Russia during the last few years compared to the period when there were no vaccines against the corresponding diseases. For example, the annual mor bidity from measles in 1980 was 133900 cases with a mortality rate of over 1%, reaching its maximum value in children aged under 1 year. Currently, measles accounts for 50% of the lethal cases in children younger than one year in the countries not using the vaccination. In 2001, only 101 measles cases were recorded in overall Russia, i.e., we approached the prev alence rate in developed countries, in particular, the United States, where approximately 80 measles cases were recorded in 2008, 80 of which were imported (the statistical data for Russia, www.fcgsen.ru and www.gks.ru and for the United States, www.cdc.gov).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Fig. 13",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 663,
                    "text": "Table 4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "The current situation with mumps in Russia is slightly worse than with measles; however, mass vacci nation with a live, stable vaccine commenced only two decades ago and has given most impressive results. We have almost completely managed to control poliomy elitis: as early as 1990, only 0.09 poliomyelitis cases were recorded in a population of 100000 and they were mainly localized in Central Asian countries. In 2005, there was one suspected case associated with a ques tionable vaccination and this disease was imported to Russia in 2005, as mentioned above; however, this was rapidly eliminated by ring vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "In 1979, when the Nobel Prize was awarded for the first work in the field of genetic engineering, the first strain producing a vaccine against hepatitis B was also constructed in the United States. The clinical trials of this vaccine started already in 1983 and it was approved for phase III of clinical trials (mass stage). In 1995, this vaccine became obligatory for newborns in the United States. Its administration in Russia also gave a very good result: morbidity in Russia decreased by close to a factor of ten compared to 1980 and by a factor of 20 compared to 1990. Today, the morbidity level from hepatitis B in Russia is almost the same as in other developed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "Unfortunately, the vaccination based control of rubella in Russia started rather recently, but this dis ease could still be eliminated in Russia in 3-5 years, so that only imported cases from the developing coun tries not using the vaccination will be recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "MOLECULAR EPIDEMIOLOGY Molecular epidemiology methods make it possible to investigate cases of human viral infections, as well as detect their sources and transmission chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "Investigation of mailed envelopes with anthrax bacilli. In October 2001, envelopes containing anthrax bacilli were mailed in the United States, which caused five deaths. The US Government spent about 100 mil lion dollars to prevent the spread of this infection from post sorting stations and protect those who contacted these envelopes. For this purpose, information and pre vention stations were organized and over 20000 people were recommended to take antibiotics for 60 days. Molecular epidemiology tools were used to character ize specific genetic features of the detected anthrax strain, which allowed, first, the laboratory where the strains were supposedly taken to be detected and then the particular person who did it to be traced. Indeed, the anthrax agent is a bacterium rather than a virus; yet molecular epidemiological analysis of several gene sequences of a number of strains identified the refriger ator that housed the mailed bacilli with limited access to it. The supposed offender was detected among these authorized persons and appeared to have a psychiatric deviation (www.anthraxinvestigation.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "Investigation of a mixed HCV and HIV 1 infection case. In the 1990s, a case when a woman was infected by her partner, a physician, was investigated (accord ing to Vogel, 1998 ). An annual medical examination showed that she was infected with HCV and HIV 1, although one year earlier her blood tests did not show any infection. She led a healthy life and the only per son she closely contacted was her partner, a physician by background, who did her injections for some catarrhal disease; that is why he was suspected. Genet icists sequenced the genomes of the isolates recovered from her samples and compared them to the genome sequences of his patients who never contacted this woman. The sequences appeared identical, and this physician got a long sentence. This is the first instance in the world when molecular epidemiology tools led to a deserved sentence of a guilty person. Now this approach is used to trace epidemiological chains in the transmission of HIV infection, as well as stages in the evolution of influenza and some other viruses. This is becoming a routine approach when study ing the transmission pathways of viruses and their evolu tion. Thus, molecular biological methods have become appropriate tools for the investigation of crimes, epide miological chains, and evolution of viruses.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 174,
                    "text": "Vogel, 1998",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Treatment and prevention of viral diseases."
        },
        {
            "text": "Several fields of virus application have been developed. Diagnostics of bacterial diseases. There are some bacteria (for example, various salmonella species) that are rapidly identifiable with the help of bacterioph ages. First, bacteria from samples are plated onto nutrient agar. Once colonies have grown, they are infected with specific bacteriophages. The presence of a target bacterium is detected according to lysis. This method was used before the advent of enzyme immu noassay. However, it is almost out of use now, since it is difficult to supplement and safely maintain the neces sary set of specific bacteriophages (Schlegel, 1987) . Treatment of bacterial diseases. Some highly specific bacteriophages are able to rapidly lyse only their own host bacteria. Earlier, this approach was used to treat diphthe ria. Bacteriophages were applied only topically, because some difficulties with the storage of bacteriophages made them insufficiently pure for administering to humans. Currently, this approach is experiencing a rebirth and is being used against the strains with multiple drug resis tance. In particular, this method could be promising for treatment of tuberculosis (Brüssow, 2007) .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 642,
                    "text": "(Schlegel, 1987)",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1199,
                    "text": "(Brüssow, 2007)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Control of insect pests. Highly specific ento mopathogenic viruses (densoviruses from the family Parvoviridae and baculoviruses) have been discovered and characterized; they are applied for controlling mosquitoes and agricultural insect pests. It is still rather expensive but ecologically safe, due to their extreme specificity and complete safety for mammals (Mettenmeyer, 2002; I'linykh, 2007) .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 380,
                    "text": "(Mettenmeyer, 2002;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 381,
                    "end": 396,
                    "text": "I'linykh, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Control of undesirable animals. Once brought to Australia, rabbits became a disaster due to their rapid reproduction and spreading not limited by any natural enemies in combination with abundant feed. The rab bit myxoma virus allowed for a method to control their abundance. This method was applied successively moving from one Australian coast to the other; how ever, this asynchronous use enhanced the selection of a rabbit race resistant to the virus in question. Thus, the second and third generations of viruses are now being developed to control the rabbit population (http://www.animalcontrol.com.au/rabbit.htm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Live and inactivated vaccines. The most efficient and long acting vaccines are live vaccines against smallpox, measles, mumps, rubella, and poliomyelitis. Examples of inactivated vaccines are those against influenza, hepatitis A, and tick borne encephalitis (Grammatikos et al., 2009) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 284,
                    "text": "(Grammatikos et al., 2009)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Gene therapy. Adenoviruses, AAV, retrovirus vec tors, and some others are used in the treatment of genetic defects. However, this method was suspended for 3 years in 1999 because of the death of a patient with a rare defect of the immune system. This patient had the rarest specific genetic feature being most sen sitive to adenoviruses that were used in gene therapy (Marshall, 2000) .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 384,
                    "text": "(Marshall, 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Therapy of cancer diseases. Viruses are used for specific lysis of defective cancer cells. This research is being conducted in Russia, in particular, at the State Research Center of Virology and Biotechnology Vec tor (Koltsovo, Novosibirsk oblast, Russia) and Novosibirsk State University (Kochneva et al., 2011) . It has long ago been demonstrated that viruses better reproduce in cancer cells as compared to normal ones. This feature can be boosted by modifying viruses. In addition, certain genes can be introduced into virus genomes to enhance the apoptosis of cancer cells. Two types of adenoviruses have been approved for clinical administration in China. In the United States, over 30 phase I and II clinical trials are in progress now to verify virus based therapies for different cancer types (according to www.clinicaltrials.gov). However, some problems still exist, since the viruses of certain families lyse the cancer cells only with specific defects that determine their cancer transformation. Such defects have been so far detected for only some tumor types, so that the viruses can be used with good predictability. We have to find out many things about the genetic nature of cancer to know which viruses are most effi cient against particular cell types.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 312,
                    "text": "(Kochneva et al., 2011)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "PRACTICAL APPLICATION OF VIRUSES"
        },
        {
            "text": "Further advances in virology areassociated with the following major challenges:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(1) Discovery of infectious agents causing diseases earlier considered noninfectious, such as diabetes, car diovascular diseases, and cancer. It is becoming clearer that a considerable number of diabetes cases results from rubella infection at the age of up to 7 years during the rearrangement of the immune system. Several hundreds of such cases have been described in the lit erature. This clearly suggests that not only pregnant should women be vaccinated against rubella but also children aged 2-3 years. This is a common practice now in developed countries, where they use triple vac cine (measles, mumps, and rubella).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(2) Further automation and improvement of diag nostics. Technological development in the world also involves acceleration and simplification of diagnostics in the nearest future. For example, it would be possible with the onset of a fever to place a finger into publically available (for example, in a supermarket) specialized machine and 2 hours later receive the diagnosis (iden tified pathogen) via a cell phone. Such experimental machines already exist but are available only in some clinics and outpatient hospitals in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(3) Development of new therapies and drugs for viral diseases. The main challenge here is the search for new inhibitors of virus enzymes that have no effect on the host enzymes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(4) Development of new more efficient vaccines. Note here that there are still no vaccines against dan gerous and widespread diseases, such as hepatitis C and HIV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "(5) Design of virus based tools for gene therapy and cancer treatment. The virus has been designed by Nature in a rational and functional manner but there is no reason why we could not make it useful in healing and preventing various diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Viruses are dangerous not only for humans but also animals (for example, chickens in industrial farms are are vaccinated against at least four infections and specific vaccines against eight infections are available) and plants. Among the best known examples of viral infection in plants is the tulip mosaic virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses of Tulips"
        },
        {
            "text": "As early as the beginning of the 20th century, the virus nature of the color breaking of tulip flowers was postulated and the corresponding virus was named the tulip mosaic virus. This virus also infects all species of the Liliaceae family, but to different degrees. The major sign denoting the presence of this virus in tulips is a change in the flower's color: it becomes broken. This results from the impairment in the production of the pigment anthocyanin coloring the flowers red. This virus is also dangerous in that the bulbs become smaller and will give ever more deformed flowers until the disease destroys all individual specific features of the cultivar. Thus, the ill tulip plants found during blooming should be rejected and removed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses of Tulips"
        },
        {
            "text": "The tulip mosaic virus is transmitted by thrips, whiteflies, aphides, and other insects. The most critical periods are stably warm weather periods in late May and the emergence of these insects. Therefore, it is recommended to timely detect and remove the infected plants before the disease spreads; any other control or prevention measures are still unavailable. Interestingly, this virus has been also found in garden lilies, where the infection has no phenotypic manifestation. However, this suggests that tulips should not be raised near lilies, since this may destroy tulip cultivars. Another inference is that the plots where lilies were grown should not be used for tulips (http://liidweb.com/node/10242 and http://www.lepestok.kharkov.ua/bio/s20091101.htm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses of Tulips"
        },
        {
            "text": "Recently, several research teams, including the authors of this paper, have repeatedly detected the import of the Dengue fever virus to Western Siberia, including Novosibirsk, by tourists from South Asian countries. In the past 3 years, over 50 such cases have been detected (see http://doctor54.ru/read2915.html). This infection has not spread in Siberia only due to the absence of the necessary mosquito species transmitting this virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the Newest Results in Virology Important for the Population of Western Siberia"
        },
        {
            "text": "One of the pathogens causing encephalitis is the West Nile virus is also currently detectable in Siberia (see http://04.rospotrebnadzor.ru/index.php/epid otdel/44 epid otdel/1243 25082011.html). Some predictions postulate an increase in the rate of fevers and encephalitides in Western Siberia, since they are spreading from European Russia, where the West Nile virus annually causes several hundreds of cases. As for the United States, up to 20000 West Nile fever cases requiring hospitalization are annually recorded there. Until the end of the last century, the West Nile virus was unknown in the United States and spread only after it was imported there in 1999 (see http://www.who.int/mediacentre/factsheets/fs354/ru/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some of the Newest Results in Virology Important for the Population of Western Siberia"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Western Perspective",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brüssow",
                    "suffix": ""
                },
                {
                    "first": "Phage",
                    "middle": [],
                    "last": "Therapy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bacteriophage: Genetics and Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence and clinical symptoms of human metapneumovirus infec tion in hospitalized patients",
            "authors": [
                {
                    "first": "Mantke",
                    "middle": [
                        "O"
                    ],
                    "last": "Donoso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schädler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Doornum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fockens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Infect. Dis",
            "volume": "13",
            "issn": "17",
            "pages": "1571--1577",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Teoriya i praktika immunofermentnogo analiza (Theory and Practice of Enzyme Immunoas say)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Egorov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Osipov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Dzantiev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Gavrilova",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fields of Virology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poxviruses",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Meta analyses on pediatric infections and vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Grammatikos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mantadakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Falagas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infectious Disease Clinics of North America",
            "volume": "23",
            "issn": "2",
            "pages": "431--457",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Isolation and char acterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epizootiology of baculoviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Il&apos;inykh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biol. Bull. (Moscow)",
            "volume": "34",
            "issn": "5",
            "pages": "434--441",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human metapneumovirus: a newly emerging respiratory pathogen",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Opin. Infect. Dis",
            "volume": "16",
            "issn": "3",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Am. Med. Assoc",
            "volume": "269",
            "issn": "5",
            "pages": "627--630",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Characteriza tion of a canine homolog of hepatitis C virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gerold",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "108",
            "issn": "28",
            "pages": "11608--11613",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Oncolytic viruses: perspectives and problems, Epidemi ology and Sanitary",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Kochneva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Loktev",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Svyatchenko",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Viral insecticides hold promise for bio control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mettenmeyer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "124",
            "issn": "",
            "pages": "50--51",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiology of viral respiratory infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Med",
            "volume": "112",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "General Microbiology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schlegel",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular epidemiology of the hepatitis C virus in Western Siberia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Shustov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Kochneva",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Sivolobova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Virol",
            "volume": "77",
            "issn": "3",
            "pages": "382--389",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "HIV strain analysis debuts in murder trial",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "5390",
            "pages": "851--852",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human metapneumovirus and lower respiratory tract disease in otherwise healthy infants and children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tollefson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med",
            "volume": "350",
            "issn": "5",
            "pages": "443--450",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Another patho gen, hepatitis E virus, causes 25% of the mortality rate in pregnant women, considerably exceeding even the mortality rate of smallpox. Recently, Central Asian, subtropical, and tropical countries have focused on hepatitis E research. In the Novosibirsk oblast, the hepatitis E virus is episodically met (two-three casesFig. 2. Causes of mortality in Russia in 2000 and 2009 (100000 population) according to the Goskomstat of the Russian Federa tion (www.gks.ru).Fig. 1. Causes of mortality in the world in 1992 and 2005 (per population of million) according to the data published by WHO (http://www.who.int/gho/publications/world_health_statistics/en/).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "DNA viruses pathogenic for humans",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "RNA viruses pathogenic for humans Fig. 7. Annual TBE morbidity in different European countries (http://ecdc.europa.eu/en/publications/Publications/TBE in EU EFTA.pdf,Donoso Mantke et al., 2008, pp. 1-9). patient hospital in Switzerland has a poster depicting a tick and calling for vaccination to avoid this serious disease. Such a pattern is also being established in Germany and many other countries. Pay attention to the two following examples. The TBE morbidity in Austria, which developed the anti TBE vaccine as early as the 1980s and was the first manufacturer of such a vaccine in Europe, cardinally decreased after launching mass vaccination. As for Estonia, Latvia, and Lithuania, countries which apparently ceased vaccinating against TBE after the collapse of the Soviet Union, TBE morbidity increased. Currently, the Baltic countries have started purchasing the anti TBE vaccine (most probably, in Austria and Germany, as well as in Russia, since the Russian vaccine is as good as those produced in Austria and Germany but is less expensive).In the past two decades, the degree to which the Middle European TBE virus strains differ from the Siberian strains has been clarified. It was earlier believed that the TBE virus of only the Central Euro pean genotype circulated in Europe; this genotype being considerably different from the Siberian one.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Fig. 8. Phylogenetic analysis of the S gene nucleotide sequences of animal coronaviruses and human SARS coronavirus. The complete genome sequences of human and animal SARS coronaviruses display 99.8% of a homology. The SZ3 and SZ16 sequences differ by 18 nucleotides, while the human viruses from five geographic locations (CZ50, CUHK W1, Tor 2, HKU 39848, and Urbani) differ only by 14 nucleotides. HKU and CUHK W1 are the viruses from Hong Kong; Urbani, from Hanoi; TOR2, from Can ada; CZ, and from Guangzhou; SZ1, SZ3, and SZ16 were isolated from the palm civet (Paguma larvata) and CZ13, from the raccoon dog(Guan et al., 2011).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ", coxsackievirus A21 is a neigh bor of polioviruses. The homology between their genomes is only 60%; however, the point is that cox sackievirus A21 have barely caused the disease inFig. 9. Phylogenetic tree for the genus Orthopoxvirus: I, variola virus strains; II, vaccinia virus strains; III, cowpox viruses; IV, monkeypox viruses; and V, camelpox viruses (modified fromEsposito and Fenner, 2001, p. 2888).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fig. 13. Developmental cycle of human immunodeficiency virus. Labels denote different stages in the development of virus infection representing potential targets for drugs.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Successes of vaccination",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}