{
    "paper_id": "15ba463df9c6f382b8bff4561b5c84617d1f7159",
    "metadata": {
        "title": "Title: Climate Affects Global Patterns Of Covid-19 Early Outbreak Dynamics",
        "authors": [
            {
                "first": "Gentile",
                "middle": [
                    "Francesco"
                ],
                "last": "Ficetola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "via Celoria 26",
                        "postCode": "I-20133",
                        "settlement": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Diego",
                "middle": [],
                "last": "Rubolini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "via Celoria 26",
                        "postCode": "I-20133",
                        "settlement": "Milano",
                        "country": "Italy"
                    }
                },
                "email": "diego.rubolini@unimi.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "Environmental factors, including seasonal climatic variability, can strongly impact on spatio-temporal patterns of infectious disease outbreaks. We assessed the effects of temperature and humidity on the global patterns of Covid-19 early outbreak dynamics during January-March 2020. Climatic variables were the best drivers of global variation of confirmed Covid-19 cases growth rates. Growth rates peaked in temperate regions of the Northern Hemisphere with mean 5 temperature of ~5°C and humidity of ~0.6-1.0 kPa during the outbreak month, while they decreased in warmer and colder regions. The strong relationship between local climate and Covid-19 growth rates suggests the possibility of seasonal variation in the spatial pattern of outbreaks, with temperate regions of the Southern Hemisphere becoming at particular risk of severe outbreaks during the next months. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract: Environmental factors, including seasonal climatic variability, can strongly impact on spatio-temporal patterns of infectious disease outbreaks. We assessed the effects of temperature and humidity on the global patterns of Covid-19 early outbreak dynamics during January-March 2020. Climatic variables were the best drivers of global variation of confirmed Covid-19 cases growth rates. Growth rates peaked in temperate regions of the Northern Hemisphere with mean 5 temperature of ~5°C and humidity of ~0.6-1.0 kPa during the outbreak month, while they decreased in warmer and colder regions. The strong relationship between local climate and Covid-19 growth rates suggests the possibility of seasonal variation in the spatial pattern of outbreaks, with temperate regions of the Southern Hemisphere becoming at particular risk of severe outbreaks during the next months. 10 .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Temperature and humidity strongly impact the variation of the growth rate of Covid-19 cases across the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One Sentence Summary:"
        },
        {
            "text": "Host-pathogen interaction dynamics can be significantly affected by environmental conditions, either directly, via e.g. improved pathogen transmission rates, or indirectly, by affecting host susceptibility to pathogen attacks (1). In the case of directly transmitted diseases, such as human influenza, multiple environmental parameters such as local temperatures and humidity impact on 5 virus survival and transmission, with significant consequences for the seasonal and geographic patterns of outbreaks (2) (3) (4) (5) (6) . A recently discovered coronavirus, SARS-CoV-2, is the aethiological agent of a pandemic disease, Covid-19, causing severe pneumonia outbreaks at the global scale (7) . Covid-19 cases are now reported in about 170 countries and regions worldwide (8) . Three months after the discovery of SARS-CoV-2, the global pattern and the early dynamics of Covid-10 19 outbreaks seem highly variable. Some countries have been experiencing limited growth and spread of Covid-19 cases, while others are suffering widespread community transmission and nearly exponential growth of infections (8) . Understanding the drivers of early growth rates is pivotal to predict progresses of disease outbreaks in the absence of containment measures (9, 10), yet no study has so far assessed the role of environmental variation in the worldwide growth of 15 Covid-19 cases. Given the impact of environmental conditions on the transmission of many pathogens, we tested the hypothesis that the severity of Covid-19 outbreaks across the globe is affected by spatial variation of key environmental factors, such as temperature, air humidity (5, (11) (12) (13) (14) (15) , and pollution [fine particulate matter (16); see methods]. We then evaluated if this could help to illustrate global variation in the risk of severe Covid-19 outbreaks in the coming months. 20 Relying on a publicly available global dataset (8), we computed the daily growth rates r of confirmed Covid-19 cases (Covid-19 growth rate hereafter) for 121 countries/regions (see the Methods section). We limited our measure of epidemics growth rate to the first 5 days after . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 387,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 772,
                    "end": 775,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1355,
                    "end": 1357,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1637,
                    "end": 1640,
                    "text": "(5,",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1645,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 1646,
                    "end": 1650,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1660,
                    "text": "(14)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "(15)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1858,
                    "end": 1860,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint reaching a minimum threshold of confirmed cases (25, 50 or 100), as the mean incubation period of Covid-19 is ca. 5 days (17) and, immediately after the first confirmed cases, many countries put in place unprecedented containment measures to mitigate pathogen spread and community transmission (18) . Variation at these early epidemic growth rates should best reflect the impact of local environmental conditions on disease spread. We restricted analyses to data reported 5 before March 19, as during that week many regions of the world adopted stringent containment measures even in absence of large numbers of reported cases. For instance, on March 17, 37 US states closed schools to prevent disease spread, including several states with less than 25 confirmed Covid-19 cases (19). We also considered additional factors that could affect SARS-CoV-2 transmission dynamics, such as human population density and government per-capita 10 health expenditure (see Methods).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(25,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 197,
                    "end": 199,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "(17)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "(18)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 616,
                    "end": 617,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Covid-19 growth rates showed high variability at the global scale ( Fig. 1A -C). The observed daily growth rate after reaching 50 cases (r 50 ) was on average 0.22 [95% CI 0.19-0.24], 15 and ranged from 0.01 (Kuwait) to 0.55 (Denmark). The highest growth rates were observed in temperate regions of the Northern Hemisphere, although fast growth also occurred in some warm climates, as observed in Brazil and the Philippines, suggesting that no area is exempt from risk . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Fig. 1A",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint Climate variables were the most important predictors of Covid-19 growth rate (Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 230,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The best-fitting linear mixed model suggested that r 50 is non-linearly related to spatial variation in mean temperature of the outbreak month (Fig. 1A , Tables S2-S3). Growth rates peaked in regions with mean temperature of ~5°C during the outbreak month, and decreased both in warmer and colder climates (Fig. 1A , Table S3 ). The comparison of models with different 5 combinations of predictors confirmed temperature as the variable with the highest relative importance in explaining variation of r 50 (Table S1), and temperature was the only parameter included in the best-fitting model (Tables S2-S3 ). Temperature and humidity of the outbreak month showed a strong, positive relationship across regions (Fig. S1 ), thus they could not be included as predictors in the same model. When we repeated the analyses including humidity 10 instead of temperature, r 50 varied significantly and non-linearly with humidity, peaking at ~0.6-1.0 kPa (Fig. 1B, Tables S4-S5 ). The best model including humidity also showed slightly larger growth rates in countries with greater health expenditure (Table S5) , possibly because of more efficient early reporting and/or faster diagnosis of Covid-19 cases. Results were highly consistent if we calculated growth rates after minimum thresholds of 25 or 100 cases (r 25 and r 100 , 15 respectively) instead of 50 (Tables S3 and S5 ). Human population density and air pollution showed very limited relative importance values (always < 0.50; Table S1 ), suggesting that they play a relatively minor role in determining Covid-19 growth rates, at least at the coarse spatial scale of this study.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1322,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 314,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 325,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 604,
                    "text": "(Tables S2-S3",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 717,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 966,
                    "text": "(Fig. 1B, Tables S4-S5",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1100,
                    "text": "(Table S5)",
                    "ref_id": null
                },
                {
                    "start": 1351,
                    "end": 1368,
                    "text": "(Tables S3 and S5",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1486,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Previous laboratory experiments on other viruses showed linear decrease in virus 20 transmission and survival at temperatures increasing from 5 to 30°C (2, 6, 20) , while here we detected a non-linear relationships between COVID-19 growth rates and climate variables ( Fig.   1A -B). These differences may be explained by complex interplays between climate-related . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 156,
                    "end": 158,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "20)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "text": "Fig.   1A",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint changes in human host social behavior, changes in host susceptibility to the virus, or changes in virus survival and transmission patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The clear relationship between COVID-19 growth rate and climate suggests that seasonal climatic variation may affect the spatial spread and severity of COVID-19 outbreaks (14) , as observed for other virus-caused diseases (3, 6) . We thus displayed potential seasonal changes in 5 Covid-19 growth rates by projecting our best model of r 50 in relation to temperature under the average temperature conditions of the current (March) and next (June and September) months (Fig. 1D-E) . 15 SARS-CoV2 shows a substantial rate of undocumented infections that could facilitate the spread of the disease (21) . This may affect our analyses, which are based on the number of confirmed positive cases (8, 9) . In most countries, reported positives largely refer to tested individuals showing Covid-19 symptoms that require hospitalization. Therefore, even though our models cannot capture the (unknown) dynamics of undocumented infections, they provide key 20 information on the geographical variation in the risk of occurrence of symptomatic SARS-CoV2 infections.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "(14)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "(3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 226,
                    "end": 228,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 279,
                    "end": 280,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 484,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "(21)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "9)",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 479,
                    "text": "(Fig. 1D-E)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The management of Covid-19 outbreaks is undoubtedly one of the biggest challenges governments will face in the coming months. Our spatially-explicit analysis suggests that, at least in some parts of the world, ongoing containment efforts could benefit from the interplay between pathogen spread and local climate. We do not claim that climate is the single major driver of Covid-19 spread. The huge variation of Covid-19 growth rates among regions with 5 similar climate indeed suggests that diverse and complex social and demographic factors, as well as stochasticity, may strongly contribute to determine the severity of Covid-19 outbreaks. Yet, climate can contribute to explain variability in global patterns of Covid-19 growth rates. In the coming months, we may thus expect that large areas of the Southern Hemisphere will show environmental conditions promoting severe Covid-19 outbreaks. Despite climate may mitigate 10 Covid-19 growth rate, in absence of containment actions severe outbreaks are possible also in warm regions (Fig. 1C) , thus stringent measures to prevent disease spread remain pivotal in all the areas of the world (18) . 15 ",
            "cite_spans": [
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "(18)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1044,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "We downloaded the time series of confirmed Covid-19 cases from the Johns Hopkins University Center For Systems Science and Engineering (JHU-CSSE) GitHub repository (https://github.com/CSSEGISandData/Covid-19/; file 'time_series_19-covid-Confirmed.csv') 20 (8) . This datafile is updated once a day (at 23:59 UTC) and reports, for each day since January 22, 2020, all confirmed Covid-19 cases at the country level or at the level of significant geographical units belonging to the same country, which we defined here as 'regions' (e.g. US . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 dataset"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint states or China provinces), whenever separate Covid-19 cases data for these regions are available. Initially, US data were reported by county but, as of March 9, they were reported at the state level. We therefore merged all US county data before March 9 to state level, and used statelevel time series for subsequent calculations. With the exception of US data, in all other cases we maintained the original country/region information adopted by the JHU-CSSE. The datafile 5 considered for the analyses was downloaded on March 19, 2020, and included confirmed Covid-19 cases until March 18, 2020. From this dataset, we selected data for all countries/regions for which local outbreaks were detected. We define a local outbreak event when at least 50 positive cases were detected in a given country/region, and calculated the growth rate of confirmed Covid-19 cases between day 1 and day 5, when day 1 was the day at which the 50 cases 10 threshold was reached. We calculate the daily growth rate r of confirmed Covid-19 cases for each country/region, assuming an exponential growth as: r = [ln(n cases day 5 ) -ln(n cases day 1 )] / 4. We checked the robustness of our estimates of growth rate by calculating daily growth rate after the first 25, 50 or 100 cases (r 25 , r 50 and r 100 , respectively). Growth rates estimated at different thresholds were strongly positively correlated (Pearson's correlation coefficients, r 25 vs. 15 r 50 : r = 0.74; r 50 vs. r 100 : r = 0.81).",
            "cite_spans": [
                {
                    "start": 1577,
                    "end": 1579,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 dataset"
        },
        {
            "text": "The dataset does not report information on containment measures, and these may be highly heterogeneous among countries/regions. We decided to calculate growth rate on the basis of the first five days, in order to obtain an estimate of the non-intervened spread of the disease (i.e. before stringent containment measures are undertaken). Five days provides a reasonable 20 trade-off between having to unreliable estimates of growth rates (if calculated on the basis of a smaller number of days, e.g. 3) , and obtaining growth rates influenced by the enforcement of heavy containment measures (such as immediate isolation of confirmed cases). Five days is the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 499,
                    "end": 501,
                    "text": "3)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 dataset"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint median estimated time spanning before the onset of symptoms (17) , implying that infected patients might spread the virus for 5 days undetected in absence of preventive control measures.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "(17)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Covid-19 dataset"
        },
        {
            "text": "The mean estimated growth rate of confirmed Covid-19 cases showed a tendency to decrease from r 25 to r 100 (mean and 95% c.i.: r 25 Table S6 .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "25",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "Table S6",
                    "ref_id": null
                }
            ],
            "section": "Covid-19 dataset"
        },
        {
            "text": "We considered two climatic variables that are known to affect the spread of viruses: mean air 15 temperature and vapor pressure, which is a measure of absolute humidity. Previous studies showed that, for coronaviruses and influenza viruses, survival is generally higher at low temperature and low values of absolute humidity (2, 5, 6, 12, 20) . For each country/region, we thus calculated the mean monthly values for temperature (°C) and vapor pressure (kPa) for January, February and March on the basis of the WorldClim 2.1 raster layers at 10 arc-minutes 20 resolution (22) . We relied on WorldClim climatic data because homogeneous data on conditions for the period January-March 2020 are not yet available at a global scale (see e.g.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "20)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Environmental and socio-economic variables"
        },
        {
            "text": "https://www.ecmwf.int/en/forecasts/datasets/reanalysis-datasets/era5, where global monthly data . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental and socio-economic variables"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint are available with a delay of approx. three months), and spatial variation among areas of the world is generally much stronger than inter-annual variation for the same region (23). As additional predictors, we considered mean human population density (24) (population density hereafter, expressed in inhabitants/km 2 ) and per-capita government health expenditure (health expenditure hereafter) (indicator 'Domestic General Government Health Expenditure (GGHE-D) 5 per Capita in US$; average of 2015-2017 values downloaded from the World Health Organization database at https://apps.who.int/nha/database). Health expenditure was available at country-level only: hence, regions within countries were assigned the same health expenditure value. Finally, it has been proposed that air pollution, and especially fine atmospheric particulate, could enhance the persistence and transmission of coronaviruses (16, 25) . We therefore extracted 10 values of annual concentration (µg/m 3 ) of ground-level fine particulate matter (PM2.5) for 2016 from the NASA Socioeconomic Data and Applications Center (26) , and calculated the mean abundance of PM2.5 for each country/region. We performed all spatial analyses using the raster package in R (27). 15 ",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 608,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "(16,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "25)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "(26)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1383,
                    "end": 1385,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Environmental and socio-economic variables"
        },
        {
            "text": "We used linear mixed models (LMMs) to relate the global variation of r 50 , r 25 and r 100 to the five environmental predictors (temperature and humidity of outbreak month; population density; health expenditure and PM2.5). To associate climate variables to the estimated r-values for each country/region, we first extracted the mean month of the 5 days over which we computed the r- 20 values (rounded to the nearest integer) (outbreak month). We then assigned to the r-values of each country/region the mean temperature and humidity of the month during which the outbreak occurred. Country was included as a random factor to take into account potential non-. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "text": "25",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 384,
                    "end": 386,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint independence of growth rates from regions belonging to the same country. Non-linear relationships between climatic factors and ecological variables are frequent, and have also been proposed for relationships between SARS-CoV-2 occurrence and climate (14, 28) , and in exploratory plots we detected a clear non-linear relationship between r-values and climate.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "(14,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "28)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Therefore, for climatic variables, we included in models both linear and quadratic terms. 5 Humidity, population density, health expenditure and PM2.5 were log 10 -transformed to reduce skewness and improve normality of model residuals. We adopted a model selection approach to identify the variables most likely to affect the global variation of Covid-19 growth rate (29) . We built models representing the different combinations of independent variables, and ranked them on the basis of Akaike's Information 10 Criterion (AIC). AIC trades-off explanatory power vs. number of predictors; parsimonious models explaining more variation have the lowest AIC values and are considered to be the \"best models\" (29) . For each candidate model, we calculated the Akaike weight ω i , representing the probability of the model given the data (30). We then calculated the relative variable importance of each variable (RVI) as the sum of ω i of the models where each variable is included. RVI can 15 be interpreted the probability that a variable should be included in the best model (29, 31) . Model selection analyses and the calculation of RVI can be heavily affected by collinearity among variables. In our dataset, temperature and humidity showed a very strong positive correlation ( Fig. S1 and Table S7 ); furthermore, population density was strongly positively associated with PM2.5 ( Figure S1 and Table S7 ). Therefore, temperature and humidity, or population density 20 and PM2.5, could not be considered together in the same models (31, 32) . All other predictors showed weak correlations and should not cause collinearity issues (32) (Table S7) . We therefore repeated the model selection for different combinations of uncorrelated variables. First, we . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "(29)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "(29)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 987,
                    "end": 989,
                    "text": "15",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "(29,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "31)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1468,
                    "end": 1470,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "(31,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "32)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1632,
                    "end": 1636,
                    "text": "(32)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 1279,
                    "end": 1286,
                    "text": "Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1299,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 1383,
                    "end": 1392,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1405,
                    "text": "Table S7",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1647,
                    "text": "(Table S7)",
                    "ref_id": null
                }
            ],
            "section": "Statistical analyses"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint considered temperature, health expenditure and population density as independent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Then we repeated the analysis using humidity instead of temperature, and we calculated the RVI of variables separately for these two model selection analyses. Finally, to assess the role of PM2.5, we repeated these two model selections analyses using PM2.5 instead of health expenditure. The RVI values for all tested models are reported in Table S1 . Due to low RVI of 5 PM2.5 in all models (Table S1) , we subsequently report detailed results of models including population density instead of PM2.5 (Tables S2-S5 ). To test the robustness of our conclusion to subjective thresholds for the minimum number of cases, all analyses were repeated considering the three estimates of Covid-19 growth rate as dependent variables (r 25 , r 50 and r 100 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 402,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 514,
                    "text": "(Tables S2-S5",
                    "ref_id": null
                }
            ],
            "section": "Statistical analyses"
        },
        {
            "text": "LMMs were fitted using the lmer function of the lme4 R package (33), while tests 10 statistics were calculated using the lmerTest package (34). To confirm that spatial autocorrelation did not bias the outcome of our analyses, we calculated the spatial autocorrelation (Moran's I) of the residuals of best-fitting models using the EcoGenetics package in R (35) at lags of 1000 km up to a maximum distance of 5000 km. Model residuals did not show significant spatial autocorrelation at any lag (in all cases, |Moran's I| < 0.10 and P > 0.11), 15 suggesting that spatial autocorrelation was not a major issue in our analyses (36).",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "15",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint Aknowledgments: we than the colleagues of the DISPArati group for insightful and stimulating discussions Author contributions: The authors jointly a conceived the work, analyzed data and wrote the manuscript Competing interests: None 5 Data and materials availability: All relevant data have been submitted as supplementary file . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint Figure 1 . Variation of Covid-19 growth rates in relation to climate, and spatial predictions for different months. Variation of confirmed Covid-19 cases growth rates for the first 5 days after reaching a minimum threshold of 50 cases (r 50 ) during the January-March 2020 pandemic outbreak in relation to A) mean temperature and B) mean absolute humidity of the outbreak month. Partial regression plots (37) of the best-fitting linear mixed models (LMMs) of r 50 in 5 relation to temperature and humidity, respectively (Tables S3-S5 ). The quadratic terms of both temperature and humidity were highly significant (temperature: F 1,87 = 14.4, P < 0.001; humidity: F 1,84 = 7.82, P = 0.006; full details in Tables S3 and S5). Shaded areas are 95% confidence band. C): global pattern of r 50 ; the size of dots is proportional to the observed r 50 values. The background shows the spatial prediction of growth rates according to mean March 10 temperatures (22) . Predictions are based on the best-fitting LMM of r 50 in relation to mean temperature of the outbreak month (Table S3 ). D-E: Spatial prediction of growth rates according to mean June and September temperatures (22) , highlighting that conditions for rapid disease spread appear in temperate regions of the Southern Hemisphere.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 612,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "(22)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 677,
                    "text": "(Tables S3-S5",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1222,
                    "text": "(Table S3",
                    "ref_id": null
                }
            ],
            "section": "Statistical analyses"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20040501 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Climate Change and Infectious Diseases: From Evidence to a Predictive Framework",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kutz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "",
            "pages": "514--519",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Absolute humidity modulates influenza survival, transmission, and seasonality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Absolute Humidity and the Seasonal Onset of Influenza in the Continental United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Biol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Effects of Weather and Climate on the Seasonality of Influenza: What We Know and What We Need to Know",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuhrmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Geography Compass",
            "volume": "4",
            "issn": "",
            "pages": "718--730",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Roles of Humidity and Temperature in Shaping Influenza Seasonality",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7692--7695",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization, Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High Temperature and High Humidity Reduce the Transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3551767"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spread of SARS-CoV-2 Coronavirus likely to be constrained by climate. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Naimi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Will Coronavirus Pandemic Diminish by Summer?",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bukhari",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at 5 SSRN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3556998"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relazione circa l'effetto dell'inquinamento da particolato atmosferico e la diffusione di virus nella popolazione",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Setti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Società Italiana di Medicina Ambientale",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob. Health",
            "volume": "8",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "These states have some of the most drastic restrictions to combat the spread of coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maxouris",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "CNN",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Influenza virus transmission is dependent on relative humidity and temperature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mubareka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palese",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "1470--1476",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus 20 (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "WorldClim 2: new 1-km spatial resolution climate surfaces for global land areas",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hijmans",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global Annual PM2.5 Grids from MODIS, MISR and SeaWiFS Aerosol Optical Depth (AOD) with GWR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Donkelaar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "raster: Geographic data analysis and modeling",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hijmans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Model selection and multimodel inference: a practical informationtheoretic approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Concerns regarding a call for pluralism of information theory and hypothesis testing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lukacs",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Appl. Ecol",
            "volume": "44",
            "issn": "",
            "pages": "456--460",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Quantifying variable importance in a multimodel inference framework",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Giam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Olden",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Methods Ecol. Evol",
            "volume": "7",
            "issn": "",
            "pages": "388--397",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Collinearity: a review of methods to deal with it and a simulation study evaluating 15",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Dormann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1C) Growth rates calculated using different minimum thresholds of confirmed cases (25 or 100) were strongly positively correlated (see Methods), indicating robustness of our results to the 20 choice of thresholds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1A-C). The predicted global distribution of Covid-19 growth rates based on March temperatures showed favorable conditions for disease spread in most temperate regions of the Northern Hemisphere, and matched well with the observed spatial distribution of Covid-19 10 growth rates during the January-March global outbreak(Fig. 1C). The expected seasonal rise in temperatures during the next months could results in less suitable conditions for Covid-19 spread in these areas. Conversely, seasonal variation of temperatures could accelerate disease spread in large areas of the Southern Hemisphere, including south America, south Africa, eastern Australia and New Zealand, and at the high latitudes of the Northern hemisphere(14)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "were adopted in different countries at different times and different minimum thresholds after the onset of the local outbreak. We excluded from analyses countries/regions with less than 100,000 inhabitants (in our dataset, San Marino only). As of March 19, 2020, the JHU-CSSE dataset provided information for a total of 121 countries/regions for the calculation of r 25 , 90 for r 50 , and 69 for r 100 . The final list of countries/regions included in the analyses,10    together with estimated confirmed Covid-19 growth rates at different thresholds, is reported in",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}