{
    "paper_id": "15cdd3db4af7c018bf6ace38503f83c94a7e4748",
    "metadata": {
        "title": "Molecular Cloning and Sequence Comparison of the S1 Glycoprotein of the Gray and JMK Strains of Avian Infectious Bronchitis Virus",
        "authors": [
            {
                "first": "Hyuk",
                "middle": [],
                "last": "Moo Kwon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "W"
                ],
                "last": "Jackwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The nucleotide sequences of S1 glycoprotein genes of the Gray and JMK strains of avian infectious bronchitis virus (IBV) were determined and compared with published sequences for IBV. The IBV Gray and JMK strains had 99% nucleotide sequence similarity. The overall nucleotide sequence similarity of the Gray and JMK strains compared with other IBV strains was between 82.0% and 87.4%. The similarity of the predicted amino acid sequence for the S1 glycoproteins of the Gray and JMK strains was 98.8%. Six of the 10 differences in the amino acid sequence were found between residues 99 and 127, suggesting a possible role for that region in the tissue trophisms of the viruses. The S1 glycoprotein of the Gray and JMK strains had 79.5%-84.6% amino acid similarity with the published sequence of other IBV strains. Serine instead of phenylalanine was observed in the protease cleavage site between the S1 and $2 glycoprotein subunits for the Gray and JMK strains, which was similar to the published sequence for the Ark99 and SEI7 strains. The significance of that amino acid change is not known. Based on the nucleotide sequence of the Gray and JMK strains, the BsmAI restriction enzyme was selected by computer analysis and was used in restriction fragment length polymorphism analysis to differentiate the two strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis virus (IBV) causes an acute, highly contagious disease of the respiratory and sometimes the urogenital tracts of chickens. Infectious bronchitis (IB) is an economically important disease to the poultry industry, and outbreaks continue to occur because ~Present address: Ohio Agricultural Research and Development Center, FAHRP, The Ohio State University, Wooster, OH 44691, USA The nucleotide sequence data reported in this paper have been submitted to the GenBank nucleotide sequence database and have been assigned the accession numbers GRAYS1 = L14069 and JMKS1 = L14070. different IBV serotypes do not completely crossprotect (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The virus is the type species of the family Coronaviridae, and its genome consists of one molecule of positive sense single-stranded RNA (2) . It has three major structural proteins: a nucleocapsid protein, an integral membrane glycoprotein, and a spike (S) glycoprotein (3, 4) . The S glycoprotein is cleaved into N-terminal S 1 and C-terminal $2 subunits (5, 6) . The S1 glycoprotein forms the distal, bulbous part of the S glycoprotein, and the $2 glycoprotein anchors the S glycoprotein to the membrane of the virion (7, 8) . Neutralizing, hemagglutination-inhibiting, and serotype-specific antibodies are directed against the S1 glycoprotein (9) (10) (11) (12) . Tissue tropism has also been associated with the S1 glycoprotein (13) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "4)",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(5,",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "6)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "(7,",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 527,
                    "text": "8)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The S glycoprotein gene of several serotypes of IBV has been sequenced to investigate the antigenic variation of IBV at the molecular level (14) (15) (16) (17) (18) . An amino acid sequence comparison of the Massachusetts 41 (Mass41) vaccine strain and the Beaudette laboratory strain revealed that S1 had two hypervariable regions (HVRs) (17) . Antigenic and serotypic determinants of IBV are thought to be located in the HVRs (3, 16, 19) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "(16)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "(17)",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently we reported on a polymerase chain reaction/restriction fragment length polymorphism (PCR/RFLP) procedure to distinguish between serotypes of IBV (20) . In that procedure three restriction enzymes (RE) were used to distinguish all of the known serotypes within the United States, as well as variant viruses. Only the Gray and JMK strains could not be differentiated from each other. In an attempt to distinguish between the Gray and JMK strains, over 23 RE were tested unsuccessfully. Serology indicates that the Gray and JMK strains are closely related and belong to the JMK serotype (21) . The Gray strain, however, is nephropathogenic (22, 23) , whereas nephrotropism has not been reported for the JMK strain.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "(20)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(21)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "(22,",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objectives of the present study were to clone and sequence the S1 glycoprotein gene of the Gray and JMK strains of IBV in order to identify an RE that would differentiate the two strains in the PCR/RFLP serotype identification test. It is important to differentiate the two strains in a diagnostic test because the Gray strain is nephropathogenic. In addition, it is useful to know the sequence of serologically similar viruses that have differences in their tissue tropism. With that information we can begin to identify regions in the viral genome that may be associated with pathogenicity,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Dr. Jack Gelb, Jr. (University of Delaware, Newark, DE) provided one Gray strain (22) chicken embryo passage 10 and two (received at different times) JMK strains (23), chicken embryo passage number I1. Another Gray strain (22) , chicken embryo passage 9, was obtained from Dr. Pedro Villegas (University of Georgia, Athens, GA). All were passaged once in embryonating chicken eggs.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The viral RNA was extracted and purified as previously described (20) . Briefly, sodium dodecylsulfate (final concentration, 2% wt/vol) and proteinase K (final concentration, 250 ~g/ml) were added to allantoic fluid, incubated for 5 min at 55°C, and extracted with acid phenol and chloroform/isoamyl alcohol. The RNA solution was further purified using the RNaid TM kit (BIO I01) according to the manufacturer's recommendation, then stored at -70°C until used in the reverse transcriptase (RT) reaction.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA Purification"
        },
        {
            "text": "The S IOLIGO5' and S 1OLIGOY primers for the RT reaction and PCR, synthesized by the University of Georgia Molecular Genetics Facility, have been described previously (20) . The sequence of the primers and their relative position in relationship to the S1 glycoprotein gene are shown in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Synthesis of cDNA by PCR"
        },
        {
            "text": "All of the reagents for the RT reaction and PCR have been described previously (20) . Reverse transcripiton of RNA purified from allantoic fluid was done with Moloney murine leukemia virus reverse transcriptase (GibcoBRL) and primer S1OLIGO3', which is complementary to a region at the 5' end of the $2 glycoprotein gene. For the PCR reaction, the primer S1OLIGO5', which is identical to a sequence near the 5' end of the S1 glycoprotein gene, and 5 units of Ampli-Taq DNA polymerase (Perkin-Elmer Cetus) were added to the RT reaction. For 35 cycles at 94°C for 1 rain, 45°C for 2 min, and 74°C for 5 min, PCR was performed in a TwinBlock TM thermal cycler (Ericomp). The PCR products were electrophoresed (100 V constant voltage) on a 1% agrose gel containing ethidium bromide (0.5 ~g/ml). cDNA Cloning",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of cDNA by PCR"
        },
        {
            "text": "The S 1 band, with a predicted size of approximately 1.7 kbp, was cut from an agarose gel and purified using the Geneclean kit (BIO 101) according to the manufacturer's recommendations. The purified DNA was tigated into the pCR TM II (Invitrogen Corp.) cloning vector, then transformed into competent Escherichia coli cells (1NV~F', lnvitrogen). The white colonies carrying recombinant plasmids were selected from Luria-Bertani (LB) agar (24) plates containing kanamycin (50 ~g/ml) and 25 p~l of 40 mg/ml X-gal stock solution. The alkaline lysis method was used for small preparations (mini-preps) of plasmid DNA. The purified ptasmid DNAs were digested with EcoRI (Promega) and analyzed on a 1% agrose gel to determine the size of the insert. Cesium chloride density gradient centrifugation was used to obtain larger amounts of plasmid DNA for sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of cDNA by PCR"
        },
        {
            "text": "Denatured double-stranded cloned DNA was sequenced by the dideoxy chain termination procedure using the Sequenase version 2.0 kit (USB) as recommended by the manufacturer. Initially, the M13 forward (USB) and reverse (#1201) primers were used for sequencing. In addition, six other primers were synthesized to various regions within the Gray strain of IBV ( Fig. I) . At least three clones of each strain were sequenced. Nucleotide sequence data were compiled and analyzed on a IBM personal computer using the PC/GENE software (IntelliGenetics, Inc.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 365,
                    "text": "Fig. I)",
                    "ref_id": null
                }
            ],
            "section": "DNA Sequencing and Sequence Analysis"
        },
        {
            "text": "The S1 PCR products of the IBV Gray and JMK strains were purified on an agrose gel as previously described (20) and were digested with BsmAI (NEB, Beverly, MA) according to the manufacturer's recommendations. The restriction fragment patterns were observed following electrophoresis (100 V constant voltage) on a 2% agrose gel containing 0.5 ~g/ml ethidium bromide.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RFLP Analysis"
        },
        {
            "text": "The nucleotide sequence of the entire S 1 portion of the S glycoprotein gene, including the signal sequence for the Gray and JMK strains, is shown in Fig, 2 . A comparison of the amino acid sequences deduced from the nucleotide sequences",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "text": "Fig, 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of Nueleotide and Amino Acid Sequences"
        },
        {
            "text": "C A G C A G A A C SEI * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * PPl * * * * * * CT Fig. 2 (Continue~. Fig. 2 (Continued) . Fig. 2 (Continued) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 147,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 160,
                    "end": 178,
                    "text": "Fig. 2 (Continued)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 181,
                    "end": 199,
                    "text": "Fig. 2 (Continued)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "G r a T G A A A A C T G A A C A A A A G A C A G A C T T A G T T C T T A A T T T A A T T A A G T G T G G T -5 0 J M K B e a CT M 4 1 C T A 9 9"
        },
        {
            "text": "A C 150 J M K B e a G T T G T T A G C G A G C T M 4 1 G T T T G C T A G C G A G C T A 9 9 T T A A T A G C C A 7' T S E I T T T A A T A G C T PPI T T G C T A G C A C C T G r a T A C T A C C A A A G C G C C T T C A G A C C A C C T A A T G G T T G G C A T T T A C A T G G A G G -2 0 0 J M K C B e a T G A G M 4 1 T T C G A 9 9 G T T T G G G A C SEI G T T T G G G A C C PPI T T T G G G A C G r a G G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a T G T T A G C A C T A G G T A G T G C T A G T T T G C T T A A T A A T G A T T C T T A T G T G T"
        },
        {
            "text": "A C C T G G C A 250 J M K B e a T G C G C A A G C T G G C T C T T M 4 1 T G C G A A G C C G G C T C T T A 9 9 T G C G A G T A G G A C T G S E I C CT G G C A T G PPI T G C G G G C T G G A C T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C T T A T A A A G T A G T T A A T G T T T C T G A G G A A T A T A A T A A T G C"
        },
        {
            "text": "300 J M K C B e a C A A G A C T T A T T C A G T G T C G T G T G A M 4 1 C A C G A T T A T C A G TG T C G T G T G A A 9 9 C C C A A C A C T T G G C A C T C G S E I C A C A G A C G T T C G G C A C T C PPI C C C A A A A T T G G C A C T C G G r a G C T T C T G T A G C C A T G A T T G C A C C A C A T A G T G G T A T G T C G T G G T C T G T C C A -3 5 0 J M K B e a T A T C G G T C A T C A G T A G A G M 4 1 T A T CG G T C A T C A G T A G A G A 9 9 C A C T A A C T C SEI T G G C T A A C T A PPI C A C C A A C T T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a A T T C T G G T T G T G T G G C T G G T G C C A T T T T T T G G A G C A A G A A T T T T A G T G C T"
        },
        {
            "text": "A 4 0 0 J M K B e a T G T T A T A G A C M 4 1 T G T T A C T A G A C A 9 9 A T C T T A T C A T SEI A A T C CT PPl A T C C T A A C T C A T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a G C A A T T T T G C A C G G C T C A C T G T A A T T T T A C T C A T T T T A C A G T G T T T G T T"
        },
        {
            "text": "J M K C T A B e a A A C A T T G G T C T A A G G C T G C T A A A G M 4 1 A A T A T A T G G T C A T A A G G C T G C b-Ab_AG A 9 9 A G C T A A A G G T T A SEI A G C T T C A A A G T T T A P P I A G C C A A A C G T T A G r a T T A C A A G G C C A A A T C C G C A T T T C T G C T A T G A G A A G C G T T A A T A G T C G T C C -5 0 0 J M K C C A T B e a A A T T T A T A G T G T T C T . . . . . . . . . . . . . . . . C T G A A A GG M 4 1 A A T T T T T T A G T G T T C T . . . . . . . . . . . . . . . . . . C T G A~_hA G G A 9 9 CC A G C T T T T T G A C A T G A G C A C G S E I C A T C A T T C T T G G A T G A A A C G PPI CC A A C T T T T T G A C A T G A G G T A A G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a C A C A T T G T T T T A A G G T A G G A G C T G G T C T T T G T C C T T T A A C A G G T C C C C T T -4 5 0"
        },
        {
            "text": "5 5 0 J M K --- B e a C G --- C A G A G G C A C T M 4 1 C G --- C A G A G G C A C T A 9 9 G G A C T A C A A G SEI T C T G T A A T G T A T A C PPI G G T A C T A C A A G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a T C A T C ---T T T T T T A T A A T T T A A C A G T T T C T G T G A C T A A A T A T C C T T T A T T T A -"
        },
        {
            "text": "A T -6 0 0 J M K B e a G A T T G T T A C M 4 1 A T T G T T A C A 9 9 G A G A T T C SEI G A T T T A G C C PPI G A G A T T C G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a A G T C A C T C C A A T G T G T T A A T A A T C A A A C G T C T G T A T A T T T A A A T G G T G"
        },
        {
            "text": "A 650 J M K B e a T A C A C C A T C T M 4 1 T A C A C C C A T C T A 9 9 T C A CT T G A G T C C SEI T A C C A G T T PPI T CA C CT T G A G T C C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a C T T G T C T T T T C A T C T A A T G A G A C T A T A G A T G T T T C A G G T G C A G G T G T T C"
        },
        {
            "text": "A C C~A G -7 0 0 J M K B e a T GA G T T M41 T G A G T T A 9 9 A G T G A G G T T SEI C PPI A G T G G A G G T T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a T T T T A A A G C T G G T G G A C C C A T A A C T T A T A A A G T T A T G A A G G A A"
        },
        {
            "text": "750 J M K B e a C T G M41 C T G A 9 9 CT C T C A SEI T PPI CT C T C A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a C T C T G G C T T A T T T T G T T A A T G G T A C T G C A C A A G A T G T T A T T C T T T G T G A T"
        },
        {
            "text": "0 0 J M K B e a A C C T C T M41 A C C T C T A 99 A C A C A T C T SEI T T PPI A C A C A T C T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a G G T T C A C C T A G A G G T T T G T T A G C A T G T C A G T A T A A C A C T G G T A A C T T T T C~8"
        },
        {
            "text": "J M K C B e a C T A G T A C G A M41 C T T A G T A C G A A 9 9 C A C G A SEI C T A PPI C A C G A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a A G A T G G T T T C T A T C C T T T T A C T A A T G G T A C T A T T G T T A A G G A T A G G T T T A~8 5 0"
        },
        {
            "text": "9 0 0 J M K B e a C A T GT G T C A C M 4 1 C A T T G T C A C A 9 9 G T S E I A G T A PPI G T T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a T T G T T T A T C G T G A A A C T A G T G T C A A T A C T A C T T T G A C A C T A A C T A A T T T C -"
        },
        {
            "text": "A C -9 5 0 J M K B e a T T A G C G C A A C C C T A T C G A M 4 1 T A G C G C A A C C C T A TC G A A 9 9 A G T C CA T G S E I T T CC A T C T G T T T PPI A GT C C A T G G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a A C G T T T C G T A A T G A A A G T G C C G C T C C T C C T A A T A A C G G T G G T G T C G A C"
        },
        {
            "text": "1 0 0 0 J M K B e a A C A A A C T C A A A G T M 4 1 A C A A A C T C A A G T A 9 9 T C A G T S E I G T A G T PPI T C A G T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a T T T T A T C T T A T A T C A G A C G C A A A C A G C T C A G A A T G G C T A T T A T A A T T T T A -"
        },
        {
            "text": "1 0 5 0 J M K T B e a C A G T T A G A M 4 1 C A G T T A G A A 9 9 A G T T G A A G A A SEI C A G T T A G C PPI A G T T G A A G A A G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a A T T T T T C A T T T C T G A G T G A T T T T G T C T A C A A G G C A T C T G A T T T T A T G T A T"
        },
        {
            "text": "II00 J M K T B e a T A G A A T A T A M 4 1 T A G A T A T A A 9 9 T G G C T A -- S E I T T A T PPI T G T A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a G G A T C T T A C C A C C C A C A T T G T A G T T T T A G A C C A G A G A C C C T T A A T A A T G G"
        },
        {
            "text": "I I 5 0 J M K B e a C G M 4 1 C G A 9 9 C C T T A T A C A SEI C A T C A A CA P P I T T A T A A A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a T T T G T G G T T T A A T T C A C T T T C A G T T T C A A T T A C T T A C G G T C C T C T T C A A G -"
        },
        {
            "text": "J M K B e a AA M41 A 9 9 T A A A S E I T PPI A A A A A A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a G T G G T T G C A A G C A A T C T G T C T T T A G T G G T A G A G C A A C T T G T T G T T A T G C T -1 2 0 0"
        },
        {
            "text": "J M K T B e a T G M 4 1 T G A 9 9 T CG A C G T G C T C A G C S E I C T PPI T CG T C G T G G T C A G C G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a T A C T C A T A T A G A G G T C C T T C G C T G T G T A A A G G T G T T T A T T C A G G T G A G T T 1 2 5 0"
        },
        {
            "text": "A T G 1 3 0 0 J M K B e a G A A G M 4 1 G A T A 9 9 A C A A G C T T SEI G A PPI A C A A G T T T A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a A C T T C G T A A T T T T G A A T G T G G A C T G T T A G T T T A T G T T A C T A A G A G C G"
        },
        {
            "text": "] 350 J M K B e a C A M 4 1 C G C A 9 9 C T A A C C A T A T C A T T T SE] C G CT C PP2 C T A A C C A T A T C A T T T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a G C T C T C G T A T A C A A A C A G C C A C T G A A C A G C C A G T T A T A A C T C A A T A C A A T -"
        },
        {
            "text": "A G -! 4 0 0 J M K B e a M41 A 9 9 C C G G A G G T T SEI G PP! C G G A G T T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a T A T A A T A A T A T T A C T T T I~A A T A C T T G T G T T G A T T A T A A T A T A T A T G G C"
        },
        {
            "text": "1450 J M K T C B e a G C M 4 1 C A 9 9 A T T A C T C C C SEI T PPI A T T A C TC C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a A A C T G G C C A A G G T T T T A T T A C T A A T G T A A C C G A C T T A G C T G T T A G T T A T A -"
        },
        {
            "text": "A 1500 J M K B e a C G T M41 C G T A 9 9 C G G G G A A SEI G PPI G G T A A G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a A T T A T T T A T C A G A C G C A G G T T T G G C T A T T T T A G A T A C A T C T G G T G C C A T"
        },
        {
            "text": "1550 J M K B e a T T T M 4 1 T T C T A 9 9 C C SEI T C C PPI C C C C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a G A C A T C T T C G T T G T A C A A G G T G A A T A T G G T C C T A A C T A T T A T A A G G T T A A -"
        },
        {
            "text": "1600 J M K C B e a C T C G M 4 1 C T C G A 9 9 T T SEI T PPI T T G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a T C C A T G T G A A G A T G T C A A C C A A C A G T T T G T A G T T T C T G G T G G T A _ A A T T A G"
        },
        {
            "text": "A C 1650 J M K G B e a T G T G M41 T G T G A 9 9 T G C A SE] T G A PPI T T G C A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "r a T A G G T A T T C T C A C T T C A C G T A A T G A A A C A G A T T C T C A G C T T C T T G A G A"
        },
        {
            "text": "-1 7 0 0 J M K B e a C C A T A M 4 1 C A T A A 9 9 C G A A SEI C G T A A A PP2 G T",
            "cite_spans": [],
            "ref_spans": [],
            "section": "G r a C A G T T T T A T A T T i~g~A A T C A C T A A T G G A A C T C G T C G T T C T A G A C G T T C T G T"
        },
        {
            "text": "of the Gray and JMK strains is shown in Fig. 3 . Also included in Figs. 2 and 3 is a comparison with published sequences (14, 17, 18) . The IBV Gray and JMK strains had similar S1 sequences. The Gray and JMK strains differed by only 1% (17/1738) in their nucleotide sequences. The Gray and JMK strains had between 82.0% and 87.4% nucleotide identity with the Mass41, Beaudette, Ark99, SE17, and PP14 strains. The Gray and Ark99 strains had the least similarity, and the Gray and SE 17 strains had the most. The Gray and JMK strains had 18 extra nucleotides at a position 469-486 (Fig. 2 ) that were not found in the nucleotide sequences of the Mass41 and Beaudette strains.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "(14,",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 579,
                    "end": 586,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "T A T A T G r a T A C T G A A A A T G T T A C A A A T T G C C C T T A T G T T A G T T A T G -1738"
        },
        {
            "text": "The Gray and JMK strains differed by 1.2% (10/557) in their amino acid sequences. Most of the differences in the amino acid sequence were found between residues 60 and 127. A highly variable region containing six differences was observed between residues 99 and 127. The Gray and JMK strains had between 79.5% and 84.6% amino acid identity with the Mass41, Beaudette, Ark99, SE17, and PP14 strains of IBV. A dendrogram of the amino acid alignment is presented (Fig. 4) . The Gray and JMK strains had the least similarity to Mass41, and the most similarity to the SEI7 strain. Like Ark99 and SE17, the Gray and JMK strains had a serine (residue 523) instead of phenylalanine in the cleavage site of the connecting peptide between the S 1 and $2 glycoproteins (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 766,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "T A T A T G r a T A C T G A A A A T G T T A C A A A T T G C C C T T A T G T T A G T T A T G -1738"
        },
        {
            "text": "Based on a computer RE analysis of the nucleotide sequence for the Gray and JMK strains, the BsmAI RE was selected for use in the RFLP analysis of the two strains. Following digestion of the PCR product with BsmAI and electrophoresis, the Gray and JMK strains had the expected restriction fragment patterns (Fig. 5) , which could be used to differentiate between them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RFLP Analysis"
        },
        {
            "text": "The purpose of sequencing the S I glycoprotein genes of the Gray and JMK strains of IBV was twofold. First, we wanted to identify a RE for use in our PCR/RFLP serotype identification test that would distinguish between those viruses. Second, we wanted to add the sequence of those strains to the growing database of S1 glycoprorein sequences for strains of IBV in the United States. Those data are a first step toward identi- , and PPI4 (PPI) (29) S1 genes. Asterisks indicate unavailable sequences. To con~rm to other published sequences ~r S1, numbering begins after the signal sequence (bold~ce). Dashes w e~ introduced to align the sequences. The double-underlined sequence is a connecting peptide of the spike precursor polypeptide. fying neutralizing and serotype-specific epitopes, and regions that are involved in attachment of the virus to target cells. The S 1 glycoprotein sequences of Gray and JMK presented here are the first published sequences for this serogroup (designated JMK). By computer search and agarose gel electrophoresis, the BsmAI was found to be the best enzyme for distinguishing between the Gray and JMK strains in our PCR/RFLP serotype identification test. Three restriction sites were observed in the JMK strain at bases 445 (within HVR2), 613, and 1078; the Gray strain had two sites at bases 613 and 1078.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ten differences in the amino acid sequences of the S I glycoprotein were observed between the Gray and JMK strains. Beaudette and Mass41 (both Massachusetts serotypes) are reported to have 26 differences in their amino acid sequences (15) . Six of the 10 differences between the amino acid sequences of the Gray and JMK viruses were in a variable region between residues 99 and t27. This corresponds to a variable region with the Massachusetts serotype reported by Niesters et al. (17) between residues 117 and 131. The overall differences in the amino acid sequences observed between all of the IBV strains examined herein were located between residues 34 and 138 and 234 and 324. Similarly variable regions between residues 40 and 129 and 271 and 378 have been reported by Cavanagh et ah (19) for closely related serotypes of IBV. Our data extend this observation to include different serotypes of IBV, suggesting (as others have) that these regions may be involved in forming serotype-specific and virus-neutralizing epitopes.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 485,
                    "text": "Niesters et al. (17)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "(19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "@ r a L T V S V T K Y P L F K S L Q C V N N Q T S V Y L N G D L V F S S N E T I D V S G A G V H F K"
        },
        {
            "text": "A protease cleavage site between the S1 and $2 glycoprotein subunits was reported to be Arg-Arg-Phe-Arg-Arg for the Beaudette and Mass41 viruses (5, 13) . The cleavage site of the Gray and JMK strains was similar to the recently published sequence for Ark99 and SEI7 (18) , wherein a serine instead of a phenylalanine (residue 523) was observed. Although both amino acids are uncharged at physiological pH, serine has an aliphatic hydroxyl side chain, whereas phenylalanine has an aromatic side chain. The significance of this amino acid difference with regard to virulence is not known.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "(5,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "13)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "(18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "@ r a L T V S V T K Y P L F K S L Q C V N N Q T S V Y L N G D L V F S S N E T I D V S G A G V H F K"
        },
        {
            "text": "The Gray and JMK strains of IBV are the same serotype, indicating that they are very similar antigenically. However, the pathogenicity of these viruses is different because the Gray strain can produce a nephritis. It follows that the amino acids located between residues 99 and 127 may play a role in the different observed pathogeneses for these viruses. This observation is supported by Cavanagh et al. (13) , who observed an amino acid difference within the HVR2 region of two vaccine viruses, which may account for the differences in virulence observed for those viruses. The molecular basis for tissue trophism may become more apparent as the sequence becomes available for other nephropathogenic strains, such as Holte (22) , Australian T (26), and one of the Holland strains (22) .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "(22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "@ r a L T V S V T K Y P L F K S L Q C V N N Q T S V Y L N G D L V F S S N E T I D V S G A G V H F K"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diseases of Poultry",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "471--484",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence strategy for cDNA of the SI glycoprotein gene of IBV Gray and JMK strains. (A): IBV genomic RNA: boxes represent coding region of the spike glycoprotein. SI, N-terminal. and $2, C-terminal, cleavage products are indicated. (B): Relative annealing site of SIOL1GO3' and SIOL1GO5' primers and region amplified by PCR. (C): Primer sequences. (D/: EcoRI digested PCR-amptified SI glycoprotein gene cloned into the TA cloning vector, Arrows indicate the direction and extent of sequences obtained by selected primers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nucleotide sequence of the S1 glycoprotein gene region of the 1BV Gray (Gra) strain, showing differences in the JMK, Massachusetts 41 (23), and Beaudette (1), Ark99 (A99), SEI7 (SEI), and PPI4 (PPI) (29) SI genes. The S1OLIGO5' and S1OLIGO3' primers for RT and PCR are underlined. Dashes were introduced to align the sequences. Asterisks indicate unavailable sequences. Double underlining indicates nucleotide sequence encoding a connecting peptide of spike precursor polypeptide. Boldface type indicates a signal sequence including the ATG start codon for the spike glycoprotein gene. A dotted background indicates recognition sites of BsmAl.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Amino acid sequence of SI glycoprotein of the IBV G~y (Gra) strain, showing differences in the JMK, Massachusetts 41 (23), Beaudette (1), Ark99 (A99), SE17 (SEI)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The RFLP patterns of the PCR-amplified SI glycoprotein genes from IBV Gray and JMK strains digested with BsmAf. Lane 1 = molecular-weight marker Biomarker (BioVenture, Inc., Murfreesboro, Tenn.); lane 2 = JMK; lane 3 = Gray, Numbers at the left are molecular weight markers in kitobase pairs. The arrow indicates the band at the bottom of lane 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 4. Genomic relatedness based on the amino acid sequence of the S1 glycoprotein for Gray and JMK strains of IBV, compared with published sequences for five other strains of IBV.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Veterinary Medical Experiment Station, University of Georgia, for their support in funding these experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}