{
    "paper_id": "15f95a4e129a682230b9a69e6f66f83d3746808e",
    "metadata": {
        "title": "SPEECH INTELLIGIBILITY ASSESSMENT OF PROTECTIVE FACEMASKS AND AIR-PURIFYING RESPIRATORS HHS Public Access",
        "authors": [
            {
                "first": "Andrew",
                "middle": [
                    "J"
                ],
                "last": "Palmiero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Personal Protective Technology Laboratory (NPPTL)",
                    "institution": "National Institute for Occupational Safety and Health (NIOSH)",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Symons",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scott Safety Inc",
                    "location": {
                        "settlement": "Monroe",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Judge",
                "middle": [
                    "W"
                ],
                "last": "Morgan Iii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scott Safety Inc",
                    "location": {
                        "settlement": "Monroe",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ronald",
                "middle": [
                    "E"
                ],
                "last": "Shaffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Personal Protective Technology Laboratory (NPPTL)",
                    "institution": "National Institute for Occupational Safety and Health (NIOSH)",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Speech Intelligibility (SI) is the perceived quality of sound transmission. In healthcare settings, the ability to communicate clearly with coworkers, patients, etc. is crucial to quality patient care and safety. The objectives of this study were to 1) assess the suitability of the Speech Transmission Index (STI) methods for testing reusable and disposable facial and respiratory personal protective equipment (protective facemasks [PF], N95 filtering facepiece respirators [N95 FFR], and elastomeric half-mask air-purifying respirators [EAPR]) commonly worn by healthcare workers, 2) quantify STI levels of these devices, and 3) contribute to the scientific body of knowledge in the area of SI. SI was assessed using the STI under two experimental conditions: 1) a modified version of the National Fire Protection Association 1981 Supplementary Voice Communications System Performance Test at a Signal to Noise Ratio (SNR) of −15 (66 dBA) and 2) STI measurements utilizing a range of modified pink noise levels (52.5 dBA (−2 SNR) − 72.5 dBA (+7 SNR)) in 5.0 dBA increments. The PF models (Kimberly Clark 49214 and 3M 1818) had the least effect on SI interference, typically deviating from the STI baseline (no-mask condition) by 3% and 4% STI, respectively. The N95FFR (3M 1870, 3M 1860) had more effect on SI interference, typically differing from baseline by 13% and 17%, respectively for models tested. The EAPR models (Scott Xcel and North 5500) had the most significant impact on SI, differing from baseline by 42% for models tested. This data offers insight into the performance of these apparatus with respect to STI and may serve as a reference point for future respirator design considerations, standards development, testing and certification activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Speech Intelligibility (SI) and clear communication among healthcare workers (HCWs) are vital components of healthcare delivery systems and occupational safety. This is especially true in times of public health emergencies and disaster situations. With approximately 13 million HCWs in the United States, clear communication in healthcare has a broad scope with significant impacts. SI is the quality or condition of speech being intelligible and clearly understood. It is well-documented that hospitals are often loud environments, which makes the issue of SI challenging. Hospital noise levels have been rising consistently since the 1960s. The background noise levels in hospitals rose from 57 dBA in 1960 to 72 dBA today during daytime hours, and from 42 dBA in 1960 to 60 dBA today during nighttime hours (1) . The World Health Organization (WHO) guidelines for hospital noise levels are 35 dBA during the day and 30 dBA at night in patient rooms, with recommended nighttime peaks of 40 dBA (2) . Many studies indicate that peak hospital noise levels often exceed 85 dBA to 90 dBA (3) (4) (5) (6) (7) (8) . Noise from alarms and certain equipment that exceeds 90 dBA (for example, portable X-ray machines) are comparable to walking next to a busy highway when a motorcycle or large truck passes. These increased noise levels can pose significant challenges to communication among hospital staff and with patients. Busch examined hospital noise levels reported in 35 published research studies over the last 45 years (1) . It was found that not one published study reported noise levels that complied with the WHO guidelines for noise levels in hospitals (1) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 813,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 996,
                    "end": 999,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1659,
                    "end": 1662,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(which includes SI) was recently deemed not practical for inclusion in a draft B95 standard (19) . The Institute of Medicine (IOM) has also identified communication interference as a key issue to be studied and rectified in the next generation of facial and respiratory PPE developed for HCWs (14) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies involving SI have primarily employed the use of the Modified Rhyme Test (MRT) in clinical settings or controlled listener/speaker orientations (20) . The MRT is standardized under the American National Standards Institute (ANSI) S3.2 1960 and involves a listener attempting to properly identify certain key words preceded by a carrier sentence. For example, Radonovich et al. found that the odds of correctly hearing a word spoken by a HCW wearing an EAPR in an Intensive Care Unit (ICU) setting was approximately 0.46, compared with other commonly used respirators in the same location, on average (20) . However, the MRT involves human test subjects, causing results to be variable and validity to be diminished based on each individual's unique variations in speech and the way listeners interpret those variations in speech. Sample size has also been small in previous studies, which may have decreased reliability (20) . Human subject testing is also time-consuming, expensive, and often leads to incomplete data sets due to test subject attrition. Furthermore, the spoken words in the MRT are not industry specific, which plays a vital role in a field such as healthcare where highly technical words and sentence structures are used, as well as numerous acronyms.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Recently, an alternative method for assessing speech transmission, called the Speech Transmission Index (STI), has been applied to respirators and included in a voluntary consensus standard for Self-Contained Breathing Apparatus (SCBA) by the National Fire Protection Association (NFPA) in their 1981 Standard on Open-Circuit SCBA for Emergency Services (2013 edition). STI testing is a quantitative and objective method of speech transmission quality assessment in the presence of ambient (pink) noise. The STI was developed in the 1970s and is standardized under the International Electrotechnical Commission (IEC) Standard 60268-16. In contrast to subjective methods used to measure SI, the STI offers the advantages of being objective, highly repeatable, reproducible and time-efficient. A single value is calculated by the Modulation Transfer Function (MTF) using the signal-to-noise ratios per octave band with weightings that reflect the SI. The STI uses seven octave bands in the range of 125Hz to 8000Hz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objectives of this collaborative study between the National Institute for Occupational Safety and Health (NIOSH) (Pittsburgh, PA) and respirator manufacturer Scott Safety Inc. (Monroe, NC) were to 1) assess the suitability of the STI method in the NFPA 1981 standard for testing facial PPE commonly worn by HCW, 2) quantify STI levels of these devices, and 3) contribute to the scientific body of knowledge for Project BREATHE and other research in the area of SI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The facial and respiratory PPE models and sizes selected and used in this study are summarized in Table I . Three types of facial PPE were tested: 1) N95 FFR, 2) PF and 3) EAPR. Each model was selected based on U.S. market share, ubiquity in healthcare workplace settings, use in previous studies (20) , and tolerability among healthcare workers based on previous occupational health studies (21, 22) . SI interference of these PPE have not been previously investigated to this degree under such controlled conditions as utilized in this study. Furthermore, SI interference of these types of PPE has not been extensively investigated utilizing a quantitative methodology such as the STI. It must be noted that the EAPR models tested did not contain voicemitters (also known as speaking diaphragms).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "(21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Facial and Respiratory PPE Selection"
        },
        {
            "text": "The STI component of the NFPA 1981 standard method was developed for tight-fitting, full facepiece SCBA respirators and thus is in need of validation for use on other respirator types. To assess the method for respirator and facial PPE use it was desirable to examine both repeatability measurements within each sample donning, and reproducibility measurements between each sample donning. The NFPA method requires three facepiece samples, each of which is donned on the manikin five times, with three measurements taken during each donning, for a total of 45 measurements. To assess repeatability within each donning, it is desirable to have a sample size larger than three repeats. Ideally, 28 measurements per sample and donning would need to have been performed in order to achieve the desired statistical power of 0.90. This would have led to a total of over 1,500 measurements for the six models tested. However, due to time constraints, this power level was not within the scope of this study. In an effort to increase the number of repeat measurements, the current study used three respirator samples, which were donned three times with five measurements taken during each donning. Utilizing this type of measurement protocol allowed for a better assessment of repeat measurements in a consolidated timeframe, while still maintaining a sufficient quantity of replicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modifications to NFPA 1981 standard"
        },
        {
            "text": "The test system setup conforming to the NFPA 1981 standard for SI testing was used for all experimental conditions. Testing took place at Technicon Acoustics (Concord, NC) inside a hemi-anechoic chamber. The test setup schematic is shown in Figure 1 per the NFPA 1981 Standard. Outside the hemi-anechoic chamber, a computer (Dell, Round Rock, TX), two graphic equalizers (Behringer-Willich, GE), pink noise generator and acoustic analyzer (NTI Audio AG, Schaan, LS) and STI test output signal were used. Inside the hemi-anechoic chamber, a K.E.M.A.R HATS Manikin (GRAS, Holte, DE), pink noise speaker and microphone (NTI Audio AG) were used. Prior to initiating each test, each model containing a nasal bar (3M 1860, 3M 1870, KC Tecnol 49214 and 3M 1810F) was molded to the K.E.M.A.R manikin in the same manner that a human would in order to achieve the best fit possible, not a protective fit. Figure 2 further depicts the STI testing setup inside the hemianechoic chamber and specifies equipment distances. All equipment was set up and calibrated conforming to the NFPA 1981 standard each day prior to testing by staff familiar with the testing setup, system and calibration of equipment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 903,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Test System Setup"
        },
        {
            "text": "SI was measured for each PPE sample utilizing the STI under two different experimental conditions: 1) STI measurements using a modified version (3 samples × 5 replicate measurements) of the NFPA 1981 standard and a signal to noise ratio (SNR) of −15 (66 dBA) and 2) STI measurements utilizing modified pink noise levels of 52.5 dBA (−2 SNR) to 72.5 dBA (+7 SNR) in 5.0 dBA increments to further characterize the SI of each facepiece. Three donnings of each facial PPE sample were performed under each experimental condition with five replicate measurements per donning. To ensure consistency, the same investigator performed each donning. Each STI value was measured directly in front of the K.E.M.A.R HATS Manikin at 1.5m per NFPA 1981. This distance was re-measured and readjusted inside the hemi-anechoic chamber when necessary to ensure the utmost accuracy ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 871,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Speech Intelligibility Assessment"
        },
        {
            "text": "Five STI measurements were taken for each sample (n=3) of each facepiece model (facepiece model n=6) per background noise decibel range (52.5, 57.5, 62.5, 67.5 and 72.5 dBA. This resulted in 25 STI measurements per sample (5 measurements × 5 background ranges) for a total of 75 STI measurements (25 measurements × 3 samples) per model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Speech Intelligibility Assessment"
        },
        {
            "text": "Data analysis was completed using Statistical Analysis Software (SAS) and Microsoft Excel. For this study it was desirable to examine both repeatability (defined as variability in measurements within each sample donning) and reproducibility (defined as variability in measurements between sample donnings).. The NFPA method requires three face piece samples, each of which is donned on the manikin five times with three measurements taken during each donning for a total of 45 measurements. To assess repeatability within each donning it is desirable to have a sample size larger than three repeats, ideally 28 measurements per sample and donning would have been performed in order to achieve the desired power of 0.90 (the implemented modification had a negligible impact on the power). This would have lead to a total of over 1500 measurements for the six models under test. The modified version of the NFPA method was utilized in order to yield more STI measurements per facepiece sample to assess the variability and repeatability. An analysis of variance (ANOVA) was performed for each respirator model comparing the means by sample (3 samples per model) and donning (3 donnings per sample) as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA ANALYSIS"
        },
        {
            "text": "To assess the repeatability of measurements, standard deviations for this testing were compared against two sets of data; one from MRT testing performed by Coyne and Barker and another STI study performed by Symons (23, 24) . For the STI method to be considered a suitable SI measurement for facial and respiratory PPE worn by HCW, the standard deviation should be less than those found by Coyne and Barker using the MRT to evaluate full facepiece air-purifying respirators (24) . The standard deviations found during the tests should also be similar to those found by Symons (23) when testing SI of full facepiece respirators using the NFPA 1981:2013 method. At the time of this study, no STI testing had been done on the respirator models utilized in this study, so the data from full facepiece respirators was used as a comparison of the means and standard deviations. This is illustrated in the data shown in Table II .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 913,
                    "end": 921,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Repeatability & Reproducibility"
        },
        {
            "text": "To assess reproducibility of the measurements, the means of each sample were compared between donnings of the same sample. An analysis of variance (ANOVA) was performed for each full facepiece respirator tested comparing the means by sample and donning. The differences in means between each donning were again compared to data from full facepieces tested using the NFPA method from Symons (23) . The differences in means should be similar to data from Symons (23) . Upon closer examination of the standard deviations in Table III of each sample donning, it is noted that the largest standard deviation is 0.026 (3M 1860), with the average deviation across all models, samples, and donnings being 0.012. A chi-square test for SD less than 0.03 shows that the standard deviations of 41 of the 54 sample donnings were less than 0.03 STI or 3% of full scale with a 90% confidence interval.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 521,
                    "end": 530,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Repeatability & Reproducibility"
        },
        {
            "text": "From Coyne and Barker, the average standard deviation among listeners across all 12 full facepiece samples using the MRT method was 9.9% (24) . From Symons, the average standard deviation across all three facepieces and 7 test runs was 0.014 STI when using the NFPA STI method (23) . The standard deviations found in this study (0.012 STI) were less than those found by Coyne and Barker using MRT (9.9%) and similar to those found by Symons (0.014 STI) (23, 24) . Day 1 Testing-For the first experimental condition, the difference in means were assessed using a one-way ANOVA for each model sample. For both N95 FFR models (3M 1860 and 1870), the data from each sample donning is not statistically different (p > 0.05). Similarly, for the PF (KC 49214 and 3M 1818), the data from each sample donning can be considered statistically equivalent with p > 0.05. For the EAPR's (North 5500 and Scott Xcel), only sample 3 in each case was found to be statistically equivalent. For the North 5500, the maximum difference in means between donnings was 0.052 for sample 1 and 0.042 for sample 2. For the Scott Xcel, the maximum difference in means between donnings was 0.024 for sample 1 and 0.052 for sample 2. Figure 3 shows data from the second experimental condition (STI measurements utilizing modified pink noise levels of 52.5 dBA (−2 SNR) to 72.5 dBA (+7 SNR) in 5.0 dBA increments. The graph in Figure 3 illustrates that significant differences in SI exist between the different classes of PPE tested and the effect of background noise. This is shown in the boxplot illustrating STI scores by model in Figure 4 at a background noise level of 57.5 dBA (−15 SNR). Overall, the PF (Kimberly Clark 49214 and 3M 1818) had the least effect on SI interference, typically deviating from the STI baseline (no-mask condition) by 3% and 4% STI for the Kimberly Clark 49214 and 3M 1818, respectively. The N95FFR had more effect on SI interference, typically differing from baseline by 13% for the 3M 1870 and 17% for the 3M 1860. The EAPR's had the most significant impact on SI, differing from the baseline by 42% for the Scott Xcel and 45% for the North 5500.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "(23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1203,
                    "end": 1211,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1395,
                    "end": 1403,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1610,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Repeatability & Reproducibility"
        },
        {
            "text": "The STI score ranges from 0 to 1.0 as shown in Figure 5 and predicts the likelihood of words and sentence comprehension. Table IV illustrates the relationship between the STI, subjective intelligibility measures, and intelligibility ratings. A value of 0 is equivalent to a very poor SI, while 1.0 is an ideal channel with excellent speech transmission. The products tested in this study fall into the poor/fair (EAPR), good (N95 FFR), and excellent (PF) ranges.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 129,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "From the results of both experimental conditions, it is seen that PF have the least impact on SI under these test methodologies followed by N95 FFR and EAPR. PF yielded the highest STI scores during both experimental conditions, most likely due to the thinness and type of materials used in their design and that they do not adhere as firmly as N95 and EAPR to the face, allowing sound to dissipate through gaps in the PF-to-face contact area. However, unlike the N95 and EAPR, the PF is not intended for respiratory protection. From a design perspective, the potential gains that could be made to both the N95 FFR class and PF class in terms of SI would be incremental.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Some of the overall trends observed here (EAPR < N95 FFR < PF) agree with those from human subject studies (20) . In one set of experiments, Radonovich et al. (20) reported that the North 5500 EAPR showed a speech intelligibility rating of 72% compared to an 85% average from six disposable N95 FFRs (including the 3M 1860 used in this study) and one powered air purifying respirator. However, unlike this study, word intelligibility between PFs and N95 FFRs were not found to be statistically different. According to Table IV , the STI value of 0.45 found for the North 5500, falls in the upper range of the \"poor\" quality category or lower range of \"fair\", corresponding roughly to an intelligibility between 67% and 87%, that is consistent with a previous study which reported an average three foot MRT score of 73% and 88% (Tables II, III Radonovich et al. (20) ), depending upon the experimental conditions. Likewise, the one N95 FFR (3M 1860) common to this study (average STI = 0.71) and the Radonovich (20) study resulted in an average three foot MRT score of 91%, which falls in the middle of the \"good\" quality category.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 526,
                    "text": "Table IV",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 827,
                    "end": 842,
                    "text": "(Tables II, III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Based on the data from this investigation, a minimum pass/fail criterion of ≥70 (0.70 STI) with respect to the NFPA STI standard is suggested as a baseline for current facial PPE, in the development of future B95 respirator standards (19) . Facial and respiratory PPE with an STI of ≥70 fall within the \"good\" quality range according to IEC 60268-16 (Table IV) . Further support for setting this level as a baseline can be found when comparing the results of this study with the Radonovich et al. study (20) . The 3M 1860 N95 FFR with an STI of 0.71 was not found to be statistically different from control (no facial PPE) using the MRT (see Table II , Radonovich et al. (21) ). Thus, facial and respiratory PPE with STI values ≥70 likely have little negative impact on SI.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 360,
                    "text": "(Table IV)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 642,
                    "end": 650,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Beyond facial and respiratory PPE design factors, controlling background noise in the healthcare environment will be paramount in improving SI in future healthcare environments. This can be accomplished through architectural design improvements, engineering controls and quieter equipment. As shown in Figure 3 , with increasing background noise SI decreases and the differences between the PPE types quickly shrinks. Furthermore, a HCW using either an N95 FFR or a PF loses little with respect to SI. Thus, reducing background noise will be one of the most effective ways to improve SI in healthcare environments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Limitations of this study include time, non-human testing, uni-directionality and difficulty to generalize findings based on the limited number of samples used for each PPE type. A nonhuman modality was undertaken for this study for the purposes of objectivity and time constraints. The uni-directionality of testing was performed in order for the results to be valid, consistent and reproducible. Testing in multiple angles or distances would considerably increase the amount of time and resources needed. The surgical masks used were a flat-fold design whereas the N95 FFRs were cup-shaped (3M 1860) and tri-fold (3M 1870), rendering them further away from the face when donned. No models tested contained exhalation valves or voicemitters, which may have an effect on SI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STUDY LIMITATIONS"
        },
        {
            "text": "If SI becomes a performance requirement for future \"B95\" respirators, the STI methodology used in this study could be used for testing and certification requirements and standards development. Also, independent replication of this experimental work would provide validation of the STI method as a reliable methodology for testing different types of PPE. Data could also be used for benchmark testing and design improvements for manufacturers of facial and respiratory PPE. Further investigation into a more diverse range of models and sizes under different conditions (different directions, reverberation, etc.) would be valuable contributions as well. Future studies should identify the design features that could lead to EAPRs and N95 FFRs with STI scores in the excellent range, which would allow a higher B95 standard STI pass/fail criterion to be considered (e.g., 0.75) in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE WORK"
        },
        {
            "text": "The PF models studied here (Kimberly Clark 49214 and 3M 1818) had the least effect on SI interference, typically deviating from the STI baseline measurement (no-mask condition) by 3% and 4% STI. The two N95FFR models (3M 1870 and 1860) had a greater effect on SI interference compare to the PF models, typically differing from the STI baseline measurement by 13% for the 3M 1870 and 17% for the 3M 1860. The two EAPR models (Scott Xcel 742 and North 5500) had the most significant impact on SI, differing from the baseline STI measurement by 42% for the Scott Xcel and 45% for the North 5500 shows the sounds pressure levels per octave band for each respirator model during the testing with the background noise at 52.5 dbA (−15 SNR). Figure 6 illustrates why the EAPRs performed worse than the N95's and surgical masks. Examining the sound pressure level in the 1kHz to 4 kHz range, it is noted that the sound pressure level for both EAPR models is lower than baseline by approximately 10 dBA at 1kHz, 20 dBA at 2kHz and 15 dBA at 4kHz. This indicates that the STI signal sound pressure level has been significantly attenuated by the EAPR facepiece in these frequency ranges. Furthermore, at the 2kHz and 4 Khz frequencies, the sound pressure level of both EAPR models is nearly equivalent to the background noise level. Thus, the STI signal is masked by the background noise and intelligibility in these key frequency ranges is significantly degraded. To a lesser degree the same observation can be made about the N95 respirators (3M 1860 and 3M 1870) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 743,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1553,
                    "text": "(3M 1860 and 3M 1870)",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSIONS"
        },
        {
            "text": "The thinness and thickness of the materials used in the construction of the respirators and the materials themselves (e.g. silicone vs. polypropylene) may also be contributing factors to the variation in STI scores between respirator models and samples. The rigidity, type and number of materials used in the speech path are all contributing factors to the STI score. These factors should be taken into consideration and investigated further as the next generation of facial PPE is developed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Noise levels in Johns Hopkins Hospital",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barnhill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orellana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chivukula",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Acoust. Soc. Am",
            "volume": "118",
            "issn": "6",
            "pages": "3629--3645",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protection of the human environment. World Health Organization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lindvall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Schwelaand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Environmental noise as a cause of sleep disruption in an intermediate respiratory care unit",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Aaron",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Carlisle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Carskadon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Millman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Sleep",
            "volume": "19",
            "issn": "9",
            "pages": "707--717",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Noise in the ICU",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balogh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kittinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hackl",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Intensive Care Medicine",
            "volume": "19",
            "issn": "6",
            "pages": "343--389",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acoustics and psychosocial environment in coronary intensive care",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blomkvist",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Eriksen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Theorell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rasmanis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Occupational and Environmental Medicine",
            "volume": "62",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sleep in the pediatric ICU: An empirical investigation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cureton-Lane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Crit. Care",
            "volume": "6",
            "issn": "1",
            "pages": "56--63",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The noise in neonatal intensive care units. Archives de pédiatrie",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guimaraes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spratley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mateus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Souto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "1065--68",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ambient sound levels in a state psychiatric hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Holmberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Archives of Psychiatric Nursing",
            "volume": "13",
            "issn": "3",
            "pages": "117--143",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ergonomics assessment of selected dust respirators: Their use in the tropics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Abeysekera",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shahnavaz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Appl. Ergon",
            "volume": "18",
            "issn": "4",
            "pages": "266--272",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An evaluation of factors affecting hazardous waste workers' use of respiratory protective equipment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Connon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Takaro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beaudet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AIHA J",
            "volume": "62",
            "issn": "2",
            "pages": "236--245",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Study of respirator effect on nasal-oral flow partition",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Ind. Med",
            "volume": "32",
            "issn": "",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Simultaneous oral-nasal air flow measurements and cinefluorographic observations during speech production; Paper presented at American Speech and Hearing Association Convention",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Lubker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Moll",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Speech intelligibility during respirator wear: influences of respirator speech diaphragm size and background noise",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Caretti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Strickler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. Ind. Hyg. Assoc. J",
            "volume": "64",
            "issn": "",
            "pages": "846--850",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Preventing Transmission of Pandemic Influenza and Other Viral Respiratory Diseases: Personal Protective Equipment for Healthcare Workers",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The UK General Service Respirator",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Crighton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can. Med. Assoc. J",
            "volume": "170",
            "issn": "",
            "pages": "793--798",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "): An interagency working group of the U.S. federal government. Office of Public Health and Environmental Hazards, Veterans Health Administration",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levinson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "B95: A new respirator for health care personnel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gosch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radonovich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "1224--1254",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Recommended requirements, test methods, and pass/ fail criteria for a \"B95\" respirator for healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palmiero",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sinkule",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gosch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Int. Soc. Respir. Prot",
            "volume": "31",
            "issn": "1",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diminished speech intelligibility associated with certain types of respirators worn by healthcare workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yanke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "",
            "issn": "7",
            "pages": "63--70",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Respirator tolerance in health care workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shenal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "301",
            "issn": "1",
            "pages": "36--38",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Physiological impact of N95 filtering facepiece respirators on healthcare workers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palmiero",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Resp. Care",
            "volume": "55",
            "issn": "5",
            "pages": "569--577",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Use of Speech Transmission Index (STI) for Voice Intellgibility Testing of Respiratory Protection Devices and Proposed Measurement Method",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Symons",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Automated Speech Intelligibility System for Head-Borne Personal Protective Equipment: Proof of Concept. Battelle Memorial Institute:. Research and Technology Directorate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Facial and Respiratory PPE Models.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison Data (MRT and STI).*Data aggregated from Coyne and Barker(24) Tables: 2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge Dr. Raymond Roberge, Jay Parker, and Michael Parham for their helpful comments and suggestions. The findings and conclusions in this report are those of the author(s) and do not necessarily represent the views of the National Institute for Occupational Safety and Health. Mention of any product name does not constitute endorsement by the National Institute for Occupational Safety and Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS/DISCLAIMER"
        }
    ]
}