{
    "paper_id": "1664d1691f7e830e88ec18c0ba1419b8c8587d26",
    "metadata": {
        "title": "The lipid kinase PI4KIIIb preserves lysosomal identity",
        "authors": [
            {
                "first": "Sunandini",
                "middle": [],
                "last": "Sridhar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bindi",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Aphkhazava",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Macian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Santambrogio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dennis",
                "middle": [],
                "last": "Shields",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [
                    "Maria"
                ],
                "last": "Cuervo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Participation of lysosomes (Lys) in processes such as endocytosis and autophagy requires their continuous fusion and fission with vesicular compartments of these pathways (Saftig and Klumperman, 2009 ). The fast dynamics of these interactions make necessary the existence of tightly regulated mechanisms to guarantee that each of the organelles involved in these processes retains its own identity. In addition, although often perceived as a terminal compartment, sorting and retrieval from Lys still occurs either for recycling of some of their structural components into newly forming Lys (Saftig and Klumperman, 2009; Yu et al, 2010) , or to accomplish specialized functions such as antigen presentation (Boes et al, 2002; Chow et al, 2002) , plasma membrane (PM) repair (Andrews, 2000) or cholesterol homeostasis (Lange et al, 2012) . Lysosomal identity is often preserved during these processes by the generation of projections or short tubules that emanate and eventually pinch off from the lysosomal compartment carrying the selected sorted materials in their membranes and lumen. This selective efflux of lysosomal contents may be subjected to a tight spatio-temporal regulation to avoid perturbing organelle identity, but the molecular mechanisms behind this regulation remain elusive.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 199,
                    "text": "(Saftig and Klumperman, 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 591,
                    "end": 620,
                    "text": "(Saftig and Klumperman, 2009;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 621,
                    "end": 636,
                    "text": "Yu et al, 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 707,
                    "end": 725,
                    "text": "(Boes et al, 2002;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 726,
                    "end": 743,
                    "text": "Chow et al, 2002)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 774,
                    "end": 789,
                    "text": "(Andrews, 2000)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 817,
                    "end": 836,
                    "text": "(Lange et al, 2012)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sorting and retrieval of cargo and constituents and efficient vesicular fusion and fission are often mediated by different protein complexes that bind to the surface of the participating compartments (Saksena et al, 2007; Bonifacino and Hurley, 2008) . The timing and fidelity in the membrane recruitment of these sorting and trafficking protein complexes is often determined by specific modifications in the lipids of the targeted membrane. In this respect, the importance of phosphorylated intermediates of phosphatidylinositol (phosphoinositides or PIPs) in vesicular maturation and trafficking is well documented (Cullen and Carlton, 2012) . For example, PI(4)P is known to participate in the regulation of trafficking in the Golgi apparatus (D'Angelo et al, 2012) and from the Golgi to Lys during lysosomal biogenesis (Salazar et al, 2009; Szentpetery et al, 2010) . PI(4)P synthesis is under the control of four PI-4-Kinases (PI4Ks) in mammalian cells (namely PI4KIIa, PI4KIIb, PI4KIIIa and PI4KIIIb) (Balla and Balla, 2006; Minogue and Waugh, 2012) . Differences in the intracellular location of these kinases determine the trafficking events primarily modulated by each of them. Thus, PI4KIIIa and PI4KIIb are considered responsible for PI(4)P synthesis at the PM whereas PI4KIIa and PI4KIIIb are the major contributors of Golgi PI(4)P (Balla and Balla, 2006; Minogue and Waugh, 2012) . PI4KIIa can also be detected in endosomal-lysosomal compartments where it modulates essential sorting events (Salazar et al, 2009) . In contrast, PI4KIIIb has gained prominence as the PI4K isoform primarily associated with the myriad of Golgi-related functions modulated by PI(4)P, such as membrane trafficking from Golgi-to-cell surface, glycosylation at the Golgi, lipid metabolism and sphingolipid transport and cytokinesis (Polevoy et al, 2009; D'Angelo et al, 2012) . PI4KIIa and PI4KIIIb can act sequentially in Golgi and endosomes, respectively, as for example in the PI(4)P-dependent delivery of the lysosomal membrane protein LIMP2 (Jovic et al, 2012) . To date, only a few extra-Golgi functions have been described for PI4KIIIb such as its participation in regulated exocytosis of secretory granules (de Barry et al, 2006) and virus entry and replication (Yang et al, 2012) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 221,
                    "text": "(Saksena et al, 2007;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 222,
                    "end": 250,
                    "text": "Bonifacino and Hurley, 2008)",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 643,
                    "text": "(Cullen and Carlton, 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 746,
                    "end": 768,
                    "text": "(D'Angelo et al, 2012)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 823,
                    "end": 844,
                    "text": "(Salazar et al, 2009;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 845,
                    "end": 869,
                    "text": "Szentpetery et al, 2010)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1007,
                    "end": 1030,
                    "text": "(Balla and Balla, 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1031,
                    "end": 1055,
                    "text": "Minogue and Waugh, 2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1344,
                    "end": 1367,
                    "text": "(Balla and Balla, 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1368,
                    "end": 1392,
                    "text": "Minogue and Waugh, 2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1504,
                    "end": 1525,
                    "text": "(Salazar et al, 2009)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1822,
                    "end": 1843,
                    "text": "(Polevoy et al, 2009;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1844,
                    "end": 1865,
                    "text": "D'Angelo et al, 2012)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2036,
                    "end": 2055,
                    "text": "(Jovic et al, 2012)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2209,
                    "end": 2227,
                    "text": "Barry et al, 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2260,
                    "end": 2278,
                    "text": "(Yang et al, 2012)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast to this well-established role of PI(4)P in vesicular trafficking from Golgi to PM or endosomes and in its participation in lysosomal biogenesis, the contribution of this phosphoinositide to post-lysosomal trafficking events has not been addressed to date. In this study, we identify a novel role for PI(4)P in the maintenance of lysosomal identity through the regulation of trafficking and sorting events occurring directly at the lysosomal membrane. We demonstrate that the PI4K isoform PI4KIIIb, likely through generation of lysosomal PI(4)P in situ, contributes to control the lysosomal efflux. This control occurs at two levels: (1) on the regulation of the magnitude of lysosomal vesiculation and efficient excision-likely by preventing random assembly of the clathrin-coat forming machinery at the lysosomal membraneand (2) on the sorting of lysosomal constituents. The sorting function of PI4KIIIb becomes particularly relevant under conditions of high demand for recycling of lysosomal components, such as in the context of lysosomal regeneration after starvation, where we demonstrate that loss of PI4KIIIb leads to exit of lysosomal cargo along with the recycled material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To gain insight into the contribution of PI4KIIIb in trafficking along the secretory endo-lysosomal pathway, we analysed the effect of eliminating this kinase on the cellular dynamics of the Lys-associated membrane protein type 1 (LAMP1), as an example of a protein that transits through this pathway and highlights its different compartments (Saftig and Klumperman, 2009) . As expected from the well-characterized functions of PI4KIIIb at the Golgi, mouse fibroblasts (NIH3T3 cells) stably transduced with lentivirus carrying shRNA to knockdown PI4KIIIb (75±8% decrease in protein and mRNA levels) have reduced (1.5±0.4-fold) in-bulk protein secretion (Supplementary Figure S1A ). Live-cell microscopy analysis of cells transfected with monomeric red ( À RFP) or yellow ( À YFP) fluorescence protein-tagged LAMP1 revealed a striking amount of fluorescent long tubular structures (average length 45 mm) in the PI4KIIIb( À ) cells, in clear contrast with the few tubular projections occasionally observed in control cells (o2 mm long) ( Figure 1D -G; Supplementary Figure S1B-D; Supplementary Movie S1). Tubules emanated from LAMP1-positive compartments scattered throughout the cytoplasm and in the perinuclear region ( Figure 1D ; Supplementary Figure S1B). Treatment with nocodazole abrogated both the mobility of the LAMP1-positive components and the formation of tubular projections ( Figure 1H ; Supplementary Movie S1). Although less pronounced, this phenotype of LAMP1 tubulation was also observed in a PI4KIIIb knockdown of lower efficiency (48% decrease in protein levels) (Supplementary Figure S1E and F).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 372,
                    "text": "(Saftig and Klumperman, 2009)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 678,
                    "text": "Figure S1A",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1045,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1229,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1398,
                    "text": "Figure 1H",
                    "ref_id": null
                },
                {
                    "start": 1597,
                    "end": 1607,
                    "text": "Figure S1E",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb kinase activity regulates LAMP dynamics"
        },
        {
            "text": "The tubular structures in PI4KIIIb( À ) cells were no longer preserved upon paraformaldehyde fixation, in support of their dynamic nature, but LAMP1 staining in these fixed cells revealed a clustered pattern instead of the discrete punctuate pattern observed in control cells (Figure 2A ; LAMP1 clustering for the lower efficiency PI4KIIIb knockdown is shown in Supplementary Figure S1G ). Clusters were also positive for LAMP2, another well-characterized protein that transits through the secretory endo-lysosomal pathway (Saftig and Klumperman, 2009;  Figure 2B ). This clustering of LAMP1-and LAMP2-positive compartments could be measured as an increase in their size (2.4 ± 0.8-fold) and a concomitant decrease in their number (3.7±0.2-fold) compared to control cells ( Figure 2C ).",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 552,
                    "text": "(Saftig and Klumperman, 2009;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 553,
                    "end": 553,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 286,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 386,
                    "text": "Figure S1G",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 563,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 783,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb kinase activity regulates LAMP dynamics"
        },
        {
            "text": "Ultrastructural analysis of the PI4KIIIb( À ) fibroblasts revealed the presence of cytosolic clusters of interconnected compartments from where tubular projections frequently emanated ( Figure 2D ; Supplementary Figure S2A ). Immunogold labelling confirmed that both tubules and clustered compartments stained for LAMP1 ( Figure 2E ; Supplementary Figure S2B shows the distribution of LAMP1 labelling in tubules, clustered compartments and other regions).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 222,
                    "text": "Figure S2A",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 331,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 358,
                    "text": "Figure S2B",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb kinase activity regulates LAMP dynamics"
        },
        {
            "text": "Transfection of PI4KIIIb( À ) cells with a plasmid expressing the human variant of this protein (huPI4KIIIbWT) (Godi et al, 1999a) was sufficient to reduce LAMP1 tubulation ( Figure 2F ; Supplementary Movie S2) and clustering and to recover, in part, its common smaller punctuate pattern ( Figure 2G ). However, transfection of PI4KIIIb( À ) cells with a dominant-negative kinase-dead mutant of PI4KIIIb (huPI4KIIIb(D656A)KiD) (Godi et al, 1999a) was unable to revert the changes in LAMP1 and, instead slightly exacerbated the clustering phenotype ( Figure 2F and G; Supplementary Movie S2). Expression of huPI4KIIIbWT in control cells did not affect LAMP1 dynamics ( Figure 2F ; Supplementary Movie S2) or immunostaining pattern (Supplementary Figure S2C and D), but transfection of control cells with the kinase-dead mutant was sufficient to reproduce most of the changes in the dynamics and cellular distribution of LAMP1 observed after knocking down PI4KIIIb (Supplementary Figure S2C and D) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 130,
                    "text": "(Godi et al, 1999a)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 427,
                    "end": 446,
                    "text": "(Godi et al, 1999a)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 2G",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 559,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 677,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 755,
                    "text": "Figure S2C",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 995,
                    "text": "Figure S2C and D)",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb kinase activity regulates LAMP dynamics"
        },
        {
            "text": "Collectively, our findings support that PI4KIIIb regulates the dynamics of LAMPs through the secretory endo-lysosomal system and that this function requires its kinase activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PI4KIIIb kinase activity regulates LAMP dynamics"
        },
        {
            "text": "To identify the compartment from where LAMP1 tubules originate in PI4KIIIb( À ) cells, we first co-stained these cells for LAMP1 and proteins resident in different Golgi regions. LAMP1 clusters did not appreciably overlap either with the cis-Golgi marker, GM130 or with the trans-Golgi marker GGA3 ( Figure 3A and C). Knockdown of PI4KIIIb slightly increased colocalization between LAMP1 and the trans-Golgi resident protein Sialyltransferase when compared with control cells ( Figure 3A and C), suggesting that a small fraction of the protein is retained in the Golgi, in agreement with the described contribution of PI4KIIIb to Golgi exit of LAMP1 (Jovic et al, 2012) . However, most of the LAMP1 protein was still efficiently transported out of the Golgi as the LAMP1 clusters were detected in regions devoid of these Golgi markers ( Figure 3A ). Analysis of live cells co-expressing LAMP1-RFP and the fluorescent-tagged trans-Golgi proteins Galactosyltransferase, FAPP-PH or GGA1, also confirmed that LAMP1 tubules originate, for the most part, from regions different from those highlighted by the Golgi proteins ( Figure We then observed that changes in LAMP1 dynamics in PI4KIIIb( À ) cells were not directly linked to alterations in Golgi structure or function because LAMP1 clusters were still visible after Golgi disruption by nocodazole and did not cosegregate with GM130-labelled Golgi fragments ( Figure 3D and E). Similar results were observed after treatment of cells with brefeldin A (BFA) that inhibits ER to Golgi transport ( Figure 3D and E). Live-cell imaging confirmed that none of these treatments affected formation of LAMP1 tubules in PI4KIIIb( À ) cells ( Figure 3F ; Supplementary Movie S3). These results support that the previously described function of PI4KIIIb in regulating Golgi exit is different from its inhibitory effect on LAMP1 tubulation and that this additional function of PI4KIIIb mainly takes place in a post-Golgi organelle.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 669,
                    "text": "(Jovic et al, 2012)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 487,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 846,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1125,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1418,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1543,
                    "end": 1552,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1680,
                    "end": 1689,
                    "text": "Figure 3F",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb does not impact LAMP1 dynamics at the Golgi or endosomal compartments"
        },
        {
            "text": "Although type-III catalytic activity has not been functionally characterized in endosomes, the pronounced effect of the deficit of PI4KIIIb on LAMP1 dynamics led us to examine if the altered dynamics of LAMP1 in PI4KIIIb( À ) cells resulted from abnormal trafficking through the endocytic system. Live-cell microscopy in cells preloaded with transferrin-to label early/recycling endosomal compartments-or expressing CFP-tagged cation-dependent mannose-6-phosphate receptor (CD-M6PR)-to highlight late endosomes (LE)revealed active interaction between the endosomal compartments and the LAMP1-labelled compartments from where tubules originated, but neither of the endosomal markers labelled these vesicles or the tubules themselves (Supplementary Figure S3B ; Supplementary Movie S4). Likewise, LAMP1 clusters in fixed cells did not colocalize with Rab5 or Rab7, early endosome (EE) and LE markers, respectively, and colocalization between these markers and LAMP1 outside the clusters was comparable to that observed in control cells (Supplementary Figure S3C and D). We conclude that late endosomes are not the site of action of PI4KIIIb on the regulation of LAMP1 tubulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 757,
                    "text": "Figure S3B",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1059,
                    "text": "Figure S3C",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb does not impact LAMP1 dynamics at the Golgi or endosomal compartments"
        },
        {
            "text": "Formation of tubular structures from Lys has been described in different conditions (Bright et al, 2005; Yu et al, 2010) although at a frequency and number markedly lower than we observe in the PI4KIIIb-deficient cells. Co-staining for LAMP1 and different lysosomal markers in PI4KIIIb( À ) cells revealed that the tubules and the compartments from where they originate were positive for the lysosomal cargo dextran and for fluorescent pepstatin A, a peptide that binds and inhibits cathepsin D within Lys ( Figure To further confirm the lysosomal identity of the tubulating compartments and to evaluate a possible connection with autophagic vacuoles, we transfected cells with the tandem mCherry-GFP-LC3 (Kimura et al, 2007) . This protein decorates the inner and outer membrane of autophagosomes and is transferred to Lys upon fusion between both compartments. The tandem construct highlights autophagosomes with both fluorophores and Lys only with mCherry since GFP is sensitive to the lysosomal acidic pH. We found that only mCherry-LC3 labelled the tubular projections in PI4KIIIb( À ) fibroblasts ( Figure 4B ; Supplementary Movie S5; control cells shown in Supplementary Figure S4B ) indicating that they originate from autolysosomes (red) and not from autophagosomes (red and green). Accordingly, in cells co-transfected with LAMP1-RFP and GFP-LC3, LAMP1-positive tubules did not originate from GFP-LC3-labelled autophagosomes (Supplementary Figure  S4D ; Supplementary Movie S5).",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 104,
                    "text": "(Bright et al, 2005;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 105,
                    "end": 120,
                    "text": "Yu et al, 2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 705,
                    "end": 725,
                    "text": "(Kimura et al, 2007)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 514,
                    "text": "Figure",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1188,
                    "text": "Figure S4B",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1461,
                    "text": "Figure  S4D",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb regulates lysosomal dynamics"
        },
        {
            "text": "These findings support that Lys are the main compartment from where abnormal tubulation occurs in the cells deficient in PI4KIIIb and that different lysosomal constituents, including enzymes (Cathepsin D (labelled by pepstatin A)) and membrane proteins (LAMP1 and LAMP2), as well as lysosomal cargo (dextran and LC3) exit Lys in the LAMP1-positive tubules in the absence of PI4KIIIb.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PI4KIIIb regulates lysosomal dynamics"
        },
        {
            "text": "We next purified Lys from control and PI4KIIIb( À ) using a previously standardized protocol that allows for the isolation of a fraction highly enriched in secondary Lys (the use of floatation gradients made lysosomal isolation comparable in both groups independent of the changes in sedimentation behaviour observed in Supplementary Figure S5C (see also Supplementary data; Aniento et al, 1993; Cuervo et al, 1997; Bandyopadhyay et al, 2010; Koga et al, 2010) . Immunoblot revealed a significant reduction in the levels of integral membrane proteins (LAMP1, LAMP-2A, LAMP-2B, V-ATPase) and resident lumenal enzymes (Cathepsin B, Cathepsin D, Cathepsin L) ( Figure 4C ). The lower levels of lysosomal constituents in PI4KIIIb( À ) cells are not due to their reduced synthesis or stability in this compartment (as has been described in certain pathological conditions before; Kiffin et al, 2007 ; Rodriguez-Navarro et al, 2012) because we did not find significant differences in the mRNA levels of lysosomal proteins between control and knockdown cells ( Figure 4D ) and incubation of intact Lys in an isotonic media did not reveal faster degradation rates for LAMPs in PI4KIIIb( À ) cells ( Figure 4E ). We also analysed trafficking of LAMPs from Golgi to Lys and found that LAMP1 was delivered to Lys with similar kinetics in control and PI4KIIIb-deficient cells when released from a trans-Golgi network (TGN) temperature block (Supplementary Figure  S5A ). This preservation of Golgi exit of LAMPs towards the Lys in PI4KIIIb( À ) cells contrasted with the marked reduction in the kinetics of Golgi-to-cell surface transport in these cells (B2-fold reduction of VSVG exit from the Golgi shown in Supplementary Figure S5B ). These findings support that the previously described regulatory effect of PI4KIIIb in Golgi exit is selective for a subset of cargo (preferentially the one targeted to the PM) and that a compromise in LAMPs efflux from Golgi was not the main cause for their reduced lysosomal content.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 395,
                    "text": "Aniento et al, 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 415,
                    "text": "Cuervo et al, 1997;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 416,
                    "end": 442,
                    "text": "Bandyopadhyay et al, 2010;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 443,
                    "end": 460,
                    "text": "Koga et al, 2010)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 875,
                    "end": 893,
                    "text": "Kiffin et al, 2007",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 344,
                    "text": "Figure S5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 658,
                    "end": 667,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1063,
                    "text": "Figure 4D",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1200,
                    "text": "Figure 4E",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1455,
                    "text": "Figure  S5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1712,
                    "end": 1722,
                    "text": "Figure S5B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "PI4KIIIb regulates lysosomal dynamics"
        },
        {
            "text": "Therefore, the reduced levels of lysosomal membrane proteins in PI4KIIIb-deficient cells may indeed be a consequence of their enhanced exit from this compartment via the abnormal hypertubulation. In the case of luminal enzymes, their reduced secretion could also add to the loss occurring through hypertubulation. This enhanced efflux of lysosomal resident proteins and cargo could explain why p62, a cargo receptor for selective autophagy, did not accumulate inside PI4KIIIb( À ) fibroblasts ( Figure 4C ). Upon separation of cellular lysates in a continuous sucrose density gradient, lysosomal constituent proteins (LAMP1 and Cathepsin D) revealed a slight shift towards denser regions in the case of PI4KIIIb( À ) fibroblasts (Supplementary Figure S5C) , further supporting efflux of these components from Lys.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 504,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 755,
                    "text": "Figure S5C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "PI4KIIIb regulates lysosomal dynamics"
        },
        {
            "text": "We conclude that absence of PI4KIIIb results in marked changes in the lysosomal compartment, for the most PI4KIIIb and lysosomal identity S Sridhar et al part, due to uncontrolled efflux of cargo and Lys-resident components from this organelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PI4KIIIb regulates lysosomal dynamics"
        },
        {
            "text": "We next investigated whether PI4KIIIb might regulate lysosomal tubulation by directly acting in this compartment. Immunoblot of different subcellular fractions from rat liver revealed that most of PI4KIIIb is present in cytosol and the Golgi but that a fraction (20 ± 9%) of this protein can be detected in Lys ( Figure 5A ). Immunofluorescence and immunogold staining for PI4KIIIb in the isolated lysosomal fractions demonstrated that most of PI4KIIIb (91 ± 4%) localized in LAMP1-labelled compartments morphologically identified as Lys (Supplementary Figure S5D and E) . Immunofluorescence for PI4KIIIb in cultured cells ( Figure 5B ) confirmed its colocalization with LAMP1 (18.7 ± 5%) and LAMP2 (26.9 ± 1.3%) in agreement with the levels found when Lys were isolated from these cells (Supplementary Figure S6A) . The absence of PI4KIIIb in some of the LAMP-positive compartments could be a result of the characteristic heterogeneity of the lysosomal compartment. However, opposite to typical lysosomal substrates, levels of PI4KIIIb in Lys did not increase upon blockade of lysosomal proteolysis in cultured cells ( Figure S6B ) or in mouse liver ( Figure 5C ) (note that levels of PI4KIIa, also present in Lys, markedly increased (B4-fold) when lysosomal proteolysis was inhibited, suggesting that PI4KIIa is normally degraded in Lys); the decrease in levels of constituent lysosomal proteins in the fractions treated with inhibitors is relative and it results from the increase of undegraded cargo in these fractions. In fact, most Lys-associated PI4KIIIb was located at the lysosomal membrane instead of in the lysosomal matrix ( Figure 5D ; GAPDH is shown as well-characterized lysosomal substrate) and was accessible to degradation by exogenous proteases (trypsin) (Supplementary Figure S6C) , supporting its association with the cytosolic side of the lysosomal membrane. PI4KIIIb could be released from the lysosomal membrane after a high-concentration salt wash (58.6 ± 10.8% released) or alkaline wash (77.2±4.8% released) (Supplementary Figure S6D) and mainly localized outside cholesterol-enriched membrane microdomains (Supplementary Figure S6E) supporting dynamic association of this kinase with the lysosomal membrane. Lastly, bidimensional electrophoresis and immunoblot for PI4KIIIb revealed distinctive isoelectric properties for the Lys-associated PI4KIIIb when compared to the cytosolic and the Golgi variants ( Figure 5E ). The lysosomal pool of PI4KIIIb was comprised mainly of a net negatively charged isoform (BpI 3.5), thus, discarding possible Golgi contamination in the lysosomal fraction, and supporting specific characteristics of the Lys-associated form of PI4KIIIb. Treatment of Lys with a serine/threonine/tyrosine l-phosphatase shifted the Lysassociated PI4KIIIb towards a net neutral-positive charge (B7.9-8.8), suggesting that phosphorylation of PI4KIIIb may be a prerequisite for its Lys association ( Figure 5F ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 553,
                    "end": 570,
                    "text": "Figure S5D and E)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 803,
                    "end": 814,
                    "text": "Figure S6A)",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1130,
                    "text": "Figure S6B",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1162,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1637,
                    "end": 1646,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1789,
                    "end": 1800,
                    "text": "Figure S6C)",
                    "ref_id": null
                },
                {
                    "start": 2050,
                    "end": 2061,
                    "text": "Figure S6D)",
                    "ref_id": null
                },
                {
                    "start": 2149,
                    "end": 2160,
                    "text": "Figure S6E)",
                    "ref_id": null
                },
                {
                    "start": 2434,
                    "end": 2443,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2940,
                    "end": 2949,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "A fraction of cellular PI4KIIIb stably associates with Lys"
        },
        {
            "text": "In support of the presence of catalytic activity of PI4K isoforms at Lys, we were able to detect modest PI(4)P colocalization with LAMP1 puncta in COS7 (19.5 ± 3.6%) and NIH3T3 (18.8 ± 7.9%) cells ( Figure 5G ). We attribute the presence of a high percentage of Lys negative for this kinase to the characteristic morphological and functional heteroge-neity of the lysosomal population and to the fact that LAMP1 will label both Lys but also late endosomes (Cuervo et al, 1997; Koga et al, 2010) . We also found a weak but consistent association of the PI(4)P-binding probe FAPP-PH-GFP to isolated Lys in vitro (Supplementary Figure S6F) . Furthermore, in agreement with recent studies (Rong et al, 2012) , we were able to detect de novo synthesis of PIP species in the range of monophosphoinositides when we subjected isolated Lys to an in vitro kinase assay. Interestingly, levels of de novo PIP synthesis in Lys were only B1.5-fold lesser than those observed in isolated Golgi membranes ( Figure 5H ). The fact that the only other PI4K detected in Lys, PI4KIIa, was mainly presented in the lysosomal lumen where it undergoes rapid degradation ( Figure 5C ), lead us to propose that most of the PI(4)P generated in Lys is a result of PI4KIIIb activity.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 476,
                    "text": "(Cuervo et al, 1997;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 477,
                    "end": 494,
                    "text": "Koga et al, 2010)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 685,
                    "end": 703,
                    "text": "(Rong et al, 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 208,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 625,
                    "end": 636,
                    "text": "Figure S6F)",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1000,
                    "text": "Figure 5H",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1147,
                    "end": 1156,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "A fraction of cellular PI4KIIIb stably associates with Lys"
        },
        {
            "text": "These results confirm the presence of an Lys-specific form of PI4KIIIb that is active in this compartment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A fraction of cellular PI4KIIIb stably associates with Lys"
        },
        {
            "text": "The molecular determinants that regulate retrograde lysosomal efflux have been poorly characterized, but by homology with similar events from other compartments, we hypothesized that PI(4)P generated by PI4KIIIb could directly or through its conversion into other lipid species contribute to regulate the association of conventional coat-forming and tethering molecules. Consequently, we first examined possible changes in the lysosomal association of clathrin and its cognate adaptors in PI4KIIIb-deficient cells and found that levels of clathrin (Clath HC) were markedly increased (B3-fold) in Lys isolated from PI4KIIIb( À ) cells ( Figure 6A ). Live imaging revealed clathrin movement along the base and the length of the LAMP1-positive tubule projections suggesting a dynamic association with these structures ( Figure 6B ; Supplementary Movie S6). Also noticeable was the increase of the adaptor protein AP-2 but a decrease in the levels of the endo/lysosomal Q-SNARE Vti1b proposed to associate with clathrin lattices (Miller et al, 2007;  Figure 6A ) in further support of changes in the trafficking apparatus at the lysosomal membrane in PI4KIIIb( À ) cells.",
            "cite_spans": [
                {
                    "start": 1025,
                    "end": 1045,
                    "text": "(Miller et al, 2007;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1046,
                    "end": 1046,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 645,
                    "text": "Figure 6A",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 826,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 1047,
                    "end": 1056,
                    "text": "Figure 6A",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb deficiency results in enhanced lysosomal association of clathrin machinery"
        },
        {
            "text": "We next analysed the distribution of PI4KIIIb, lysosomal proteins and trafficking molecules into sorting vesicles isolated from the cytosolic fraction by differential centrifugation of increasing force (300 000-500 000 g). PI4KIIIb, clathrin and lysosomal membrane proteins (LAMP1 shown here) demonstrated a gradual enrichment towards the smaller sized vesicles ( Figure 6C ). Immunogold for PI4KIIIb in these vesicles confirmed that they were intact vesicular structures of 0.05-0.1 mm diameter (Supplementary Figure S7A) and revealed frequent coincidence of PI4KIIIb and LAMP1 in the same vesicles ( Figure 6D ). The fact that PI4KIIIb was also detectable decorating short LAMP1 tubules emerging from Lys, and that part of PI4KIIIb in the vesicular fraction displayed an isoelectric point similar to that observed for lysosomal PI4KIIIb (Figure 6E ), strongly supported that some of these PI4KIIIb-positive vesicular carriers may normally originate from lysosomes. We propose that some of these small vesicular carriers would be responsible for the discrete exiting and recycling of lysosomal components under normal conditions, and that clearly contrasts with the pronounced PI4KIIIb and lysosomal identity S Sridhar et al loss of lysosomal materials trough the abnormal tubules that form in the absence of PI4KIIIb. Proteomic analysis of the vesicles positive for PI4KIIIb, purified out of the smaller vesicular fraction using anti-PI4KIIIb-conjugated magnetic beads, revealed that the most abundant proteins in these vesicular carriers fall into one of these three categories: clathrin and adaptor molecules, proteins involved in vesicular fusion/fission and",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "Figure 6C",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 522,
                    "text": "Figure S7A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 6D",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 849,
                    "text": "(Figure 6E",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb deficiency results in enhanced lysosomal association of clathrin machinery"
        },
        {
            "text": "Leup. Figure S7B) . Comparison of the association of each of these components with carriers isolated from control and PI4KIIIb( À ) cells ( Figure 6F ) revealed that loss of PI4KIIIb led to markedly higher association of clathrin (B3.5-fold), the adaptor AP-2 (B2.8-fold) and the plus-end directed motor Kif13b (45-fold) to these vesicles and to higher content of lysosomal constituents (LAMP1 and Cath D shown here) ( Figure 6F ). The increase in AP-2 was in clear contrast to the pronounced (B3-fold) decrease in AP-3. Although more discrete, we also observed enhanced association of Rab7, Rab9 and Rab11 in the PI4KIIIb-defective carriers ( Figure 6F ). Out of the three Rabs, Rab9 colocalized with the LAMP1 tubules ( Figure 6B ; Supplementary Figure S6 ) in PI4KIIIb( À ) cells, suggesting its possible involvement in lysosomal tubulation. Pull-down experiments for PI4KIIIb from vesicular fractions demonstrated lack of interaction between this kinase and clathrin, whereas AP-2 and the motor protein Kif13b could be recovered in complex with PI4KIIIb along with lysosomal constituents such as LAMP1 ( Figure 6G ). It is possible that the inability of adaptor and motor proteins to precisely dock onto molecules of PI4KIIIb at the lysosomal membrane and on the surface of the carrier vesicles in cells defective in this protein leads to their random association with the membrane of both structures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 17,
                    "text": "Figure S7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure 6F",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "Figure 6F",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "Figure 6F",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 731,
                    "text": "Figure 6B",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 757,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1117,
                    "text": "Figure 6G",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIβ PI4KIIIβ"
        },
        {
            "text": "The proteome of the PI4KIIIb-enriched vesicular carriers supports the hypothesis that PI4KIIIb normally regulates lysosomal exit in part by limiting the association of the coat-forming molecules and movement of the lysosomal carriers to specific regions of the lysosomal membrane.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PI4KIIIβ PI4KIIIβ"
        },
        {
            "text": "Under normal conditions, lysosomal tubulation is very discrete ( Figure 1D ; Supplementary Figure S1B and D) and export is mainly mediated by vesicles. However, presence of tubules emanating from the lysosomal compartment has been described in instances where augmented lysosomal efflux is needed. We set out to determine if the lysosomal tubules forming in PI4KIIIb-defective cells represented a mere exacerbation of the physiological process of lysosomal exit and to analyse the involvement of PI4KIIIb in this conversion from vesicular to tubular efflux. We chose the lysosomal tubulation that occurs in response to nutritional changes (starvation/refeeding), when cells respond to consumption of Lys by autophagy, increasing the amount of lysosomal efflux through tubules (Yu et al, 2010) . These tubules facilitate recycling of lysosomal membrane components for the formation of new Lys, whereas cargo and luminal enzymes are retained in the original compartment to complete degradation.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 792,
                    "text": "(Yu et al, 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb is also required for efficient sorting of lysosomal content under conditions of enhanced lysosomal efflux"
        },
        {
            "text": "In agreement with previous reports, we found that following an extended period of serum removal, control cells exhibited tubulation from LAMP1-positive Lys (Figure 7) . Lysosomal tubulation was also observed in PI4KIIIb( À ) cells under these conditions, but staining with pepstatin A and dextran revealed that in contrast to control cells, where these luminal components were retained within Lys, in PI4KIIIb( À ) cells, they had uncontrolled access to the forming tubules (Figure 7 ; Supplementary Movie S7). These results demonstrate that although a reduction in the levels of PI4KIIIb facilitates lysosomal efflux (by increasing formation of tubular structures from this compartment), PI4KIIIb is still required under these conditions to achieve correct sorting of the lysosomal materials.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 166,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 474,
                    "end": 483,
                    "text": "(Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "PI4KIIIb is also required for efficient sorting of lysosomal content under conditions of enhanced lysosomal efflux"
        },
        {
            "text": "A study published during the time that this work was under review, reported that tubulation during refeeding is regulated by PI(4)P-5-Kinase (PIP5K) 1B and 1A located at lysosomal budding areas and in the tips of the tubules, respectively (Rong et al, 2012) . To start elucidating the possible interplay between PI4KIIIb and these PIP5Ks in the regulation of lysosomal efflux, we performed single and double knockdowns for PIP5K1B or PIP5K1A and PI4KIIIb in fibroblasts (Supplementary Figure S8A) , and analysed changes in LAMP1 dynamics during lysosomal reformation. As previously described, knockdown of PIP5K1B almost completely abolished tubule formation and lead to enlarged autolysosomes ( Figure 8A ; Supplementary Movie S8), whereas cells knocked down for PIP5K1A still formed tubules, which often were longer and with less buds (proposed to be indicative of defective scission at the tip of the tubule due to reduced PI(4,5)P 2 levels) ( Figure 8A ; Supplementary Movie S8). These elongated tubules were even more evident when PI4KIIIb was also knocked down in these cells ( Figure 8B ), supporting that the absence of PI(4)P further reduced the amount of PI(4,5)P 2 available at the tips for vesicular fission. Staining with pepsptain A revealed that in the absence of PIP5K1A, despite hypertubulation, the luminal content was efficiently retained in Lys whereas it gained access to tubules when the PI4KIIIb knockdown was superimposed on those cells ( Figure 8B ). These results highlight the dependence on PI4KIIIb but not on PIP5K1A for proper sorting.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 257,
                    "text": "(Rong et al, 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 496,
                    "text": "Figure S8A)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 696,
                    "end": 705,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 947,
                    "end": 956,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1084,
                    "end": 1093,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1463,
                    "end": 1472,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "PI4KIIIb is also required for efficient sorting of lysosomal content under conditions of enhanced lysosomal efflux"
        },
        {
            "text": "Knocking down PI4KIIIb in the context of PIP5K1B deficiency elicited the phenotype of hypertubulation that was lost when only PIP5K1B was eliminated ( Figure 8B ). Consequently, PIP5K1B is not required for tubule formation, as initially proposed, but instead the lack of tubules in Figure 6 Clathrin coat-forming determinants associate with lysosomes and lysosomal carrier vesicles in a PI4KIIIb-dependent manner.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 282,
                    "end": 290,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "PI4KIIIb is also required for efficient sorting of lysosomal content under conditions of enhanced lysosomal efflux"
        },
        {
            "text": "(A) Immunoblot for the indicated proteins in homogenate (Hom) and lysosomes (Lys) isolated from control ( þ ) and cells stably knockdown for PI4KIIIb( À ). (B) Live-cell imaging in the same cells transfected with red fluorescence-tagged LAMP1 and either green-fluorescence tagged Clathrin light chain (LC) or Rab9. Individual and merged channels and high magnification insets are shown. Arrows: LAMP1 tubules (white) and clathrin coat (pink). (C) Immunoblot for the indicated proteins in the pellets of cytosolic fractions isolated from mouse fibroblasts subjected to increasing centrifugation forces K, Â 1000 g. (D) Electron microscopy and immunogold labelling for PI4KIIIb (15 nm particle) and LAMP1 (10 nm particle) on rat liver cytosolic vesicles isolated in the 500-K spin. (E) Bidimensional electrophoresis and immunoblot for PI4KIIIb of the vesicles in (D) and lysosomes. (F) Immunoblot for the indicated proteins in homogenates (Hom) and cytosolic vesicles isolated in the 500-K spin from control ( þ ) and PI4KIIIb( À ) cells. (G) Immunoblot for the indicated proteins of rat liver cytosolic vesicles isolated in the 500-K spin after immunoprecipitation (IP) with an antibody against PI4KIIIb or a control (ctr) antibody (rabbit IgG). Inp: input (1/10 of added). Unb: unbound. cient sorting and presence of lysosomal content in the tubules ( Figure 8B ). Furthermore, in about 20% of these double knockdown cells, we found an even more severe phenotype in which most lysosomal compartments seem to be interconnected by very large tubules and the lysosomal content (highlighted by fluorescent pepstatin A) flows through them as a continuum compartment (Supplementary Figure S8B) . These results highlight that persistence of tubulation and inefficient sorting results in loss of lysosomal identity. We conclude that changes in the PI(4)P levels at the lysosomal membrane modulate conversion from vesicular to tubular transport and that conditions that reduce levels of this lipid product (i.e., loss of production by PI4KIIIb or active conversion into PI(4,5)P 2 by PIP5K1B) favour tubulation. The sequential action of PI4KIIIb and PIP5Ks at the lysosomal membrane determines this switch between vesicular and tubular lysosomal efflux. Furthermore, PI4KIIIb prevents undesirable exit of lysosomal constituent proteins under normal conditions and facilitates proper sorting when recycling of lysosomal material is needed, such as in the physiological context of lysosomal reformation after prolonged starvation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1352,
                    "end": 1361,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1676,
                    "end": 1687,
                    "text": "Figure S8B)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "PI4KIIIb is also required for efficient sorting of lysosomal content under conditions of enhanced lysosomal efflux"
        },
        {
            "text": "In this study, we demonstrate a new function for PI4KIIIb and its phosphoinositide product PI(4)P in the regulation of lysosomal exit. A fraction of cellular PI4KIIIb associates with Lys and contributes to control cargo sorting and membrane budding of vesicles that carry lysosomal materials towards other compartments (see model in Figure 9 ). The absence of PI4KIIIb and the failure to generate PI(4)P at the lysosomal membrane leads to formation of elongated tubular structures from the lysosomal surface which contain unsorted materials. We demonstrate the importance of this PI4KIIIb-dependent sorting in the process of enhanced lysosomal efflux that occurs during starvation-induced lysosomal regeneration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 341,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have characterized a role for PI4KIIIb in different aspects of Golgi maintenance, structure and function (Godi et al, 1999b (Godi et al, , 2004 Balla and Balla, 2006; Faulhammer et al, 2007; D'Angelo et al, 2012) . In agreement with those studies, we also found reduced 'in bulk' and selective (VSVG) secretion upon PI4KIIIb knockdown. However, in comparison to cell surface transport, the impairment in trafficking of proteins from the Golgi to endocytic/ lysosomal compartments, once PI4KIIIb is not present, is discrete, as the amount of LAMP1 accumulated in the TGN in PI4KIIIb-deficient cells was relatively small and trafficking time of LAMPs from Golgi to endosome/Lys was not affected in these cells.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 140,
                    "text": "(Godi et al, 1999b",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 141,
                    "end": 160,
                    "text": "(Godi et al, , 2004",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 161,
                    "end": 183,
                    "text": "Balla and Balla, 2006;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 207,
                    "text": "Faulhammer et al, 2007;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 208,
                    "end": 229,
                    "text": "D'Angelo et al, 2012)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Instead, our study identifies PI4KIIIb as an important regulator of lysosomal efflux. Exit of molecules from Lys in tubulo-vesicular structures has been described under different conditions, although in all those cases cargo and constitutive lysosomal components are sorted out before the efflux (Yu et al, 2010) . Our finding that loss of PI4KIIIb results in loss of lysosomal contents through uncontrolled tubulation, suggests a dual role for PI4KIIIb in vesicle formation and cargo sorting, and highlights the importance of this enzyme in maintaining the identity of the lysosomal compartment by retaining lysosomal components while lysosomal efflux occurs. Only the catalytically active form of PI4KIIIb can rescue the hypertubulating lysosomal phenotype, supporting that its function is contingent on PI(4)P generation. We place the site of PI(4)P action directly at the Lys rather than in the Golgi or any other compartment because: (1) Lys-associated PI4KIIIb is catalytically active;",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 312,
                    "text": "(Yu et al, 2010)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(2) we can detect discrete amounts of PI(4)P at the lysosomal membrane; and (3) disruption of Golgi structure or trafficking does not impact the hypertubulating lysosomal phenotype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We propose that the tubules forming from Lys in PI4KIIIb( À ) cells reflect a defect in the normal budding of small vesicular carriers from this compartment. It is plausible that PI(4)P at the lysosomal membrane facilitates efficient fission of carrier lysosomal vesicles-presumably by recruiting protein complexes involved in membrane scission-and that, in the absence of PI4KIIIb( À ) the inability to perform vesicle fission leads instead to formation of the elongated tubular structures (Figure 9 ). The augmented lysosomal association of clathrin, adaptor proteins and motor molecules when PI4KIIIb is absent could independently contribute to this transformation of vesicles into tubules, by actively stretching the forming vesicles. However, it is also possible that abnormally bound clathrin and adaptors inhibit vesicle fission by occupying the docking sites of scission molecules. The reasons for enhanced binding of AP-2 and clathrin to Lys in the absence of PI4KIIIb require further investigation, but we propose that it may reflect a failure to confine them at specific membrane locations. These molecules usually identify target membranes by recognizing phosphoinositides in combination with at least one other membrane determinant (Carlton and Cullen, 2005) . If PI(4)P or any of its downstream products are part of this dual signal, then their loss would not abrogate membrane Coordinated function of PI4KIIIb and PIP5Ks during lysosomal reformation after prolonged starvation. Live-cell microscopy in mouse fibroblast control (A) and PI4KIIIb( À ) (B) untreated or subjected to knockdown for PIP5K1B (PIP5K1B( À )) or PIP5K1A (PIP5K1A( À )). All cells were transiently transfected with red fluorescence-tagged LAMP1 and pepstatin A or dextran and imaged when serum was added for 1 h after deprivation for 12 h (Serum À /Ref). Insets show high magnification regions as merged channels (colour) or in the separate channels (reversed black and white images). Red arrows indicate the pepstatin A/LAMP1-positive body from where tubules emerge. Cartoons illustrate changes in lysosomal tubulation and the distribution of cargo (green) in each condition.",
            "cite_spans": [
                {
                    "start": 1245,
                    "end": 1271,
                    "text": "(Carlton and Cullen, 2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 500,
                    "text": "(Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "PI4KIIIb and lysosomal identity S Sridhar et al recruitment of adaptor molecules per se but it would rather compromise their restricted localization in specific regions of the membrane. This binding via multiple low affinity membrane interactions could explain their increased association. Lastly, the contribution of PI4KIIIb to lysosomal efflux could be in part direct and independent from its ability to generate PI(4)P. In fact, direct binding of clathrin adaptors to lipid kinases to modulate coated vesicle formation has been described (Wieffer et al, 2012) and we found that AP-2 can be coimmunoprecipitated with PI4KIIIb. Direct recruitment of these adaptor proteins, usually responsible for cargo recognition and sorting, may underlie the basis of the sorting activity of PI4KIIIb in Lys.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 563,
                    "text": "(Wieffer et al, 2012)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During starvation induced lysosomal regeneration, tubule formation occurs through the coordinated action of PI4KIIIb and the novel PIP5Ks identified in Lys (Rong et al, 2012) . Lysosomal PI4KIIIb may contribute the PI(4)P used by these kinases to generate PI(4,5)P 2 , required for specific recruitment of clathrin and adaptor molecules to the sites of lysosomal budding. However, if PI(4)P would be merely serving as a supply for PI(4,5)P 2 generation and this would be the lipid species required for tubule formation, then tubules would not form in PI4KIIIb-deficient cells. The increase in tubule formation that we observe in the absence of PI4KIIIb is independent of presence or absence of PIP5Ks, which suggests that rather than acting as a passive source of PI(4,5)P 2 , PI(4)P actively prevents tubule formation, likely by facilitating vesicle fission. During conditions of massive lysosomal efflux, the active conversion of PI(4)P to PI(4,5)P 2 at specific membrane sites where PIP5K1B localizes may favour conversion of vesicles into elongated tubular carriers by preventing fission. Vesicular fission from the tip of these tubular carriers may still require PI4KIIIb acting sequentially with PIP5K1A, which has been proposed to facilitate recruitment of the scission machinery at the tubules tips (Rong et al, 2012) (in fact when both PI4KIIIb and PIP5K1A are missing we observed the smoothest tubules with the lowest content of buds; see Supplementary Figure S8C ).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 174,
                    "text": "(Rong et al, 2012)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1307,
                    "end": 1325,
                    "text": "(Rong et al, 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1463,
                    "end": 1473,
                    "text": "Figure S8C",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, although the 'anti-tubule formation' effect of PI4KIIIb in Lys would predict that this kinase is no longer necessary in conditions of massive tubule-mediated lysosomal efflux, our studies using the paradigm of starvationinduced lysosomal regeneration, reveal that PI4KIIIb is still required under these conditions. PI4KIIIb functions there in part in a coordinated manner with PIP5K1B and PIP5K1A by providing the substrate that mediates their functions in restrictive clathrin recruitment at the lysosomal membrane and vesicular scission at the tips of the tubules, respectively. However, PI4KIIIb also has a PIP5K-indepenent function in the proper sorting of materials into the tubules that form under these conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, our findings highlight the need for PI(4)P at the lysosomal membrane to control lysosomal efflux at the level of vesicle formation and cargo sorting. Changes in the exquisite balance between PI(4)P and PI(4,5)P 2 in Lys may be used by cells to facilitate massive regulated exit of specific lysosomal components when needed. It is likely that rather than absolute values of each PIP, their gradients in different areas of the membrane are the ones ultimately regulating sorting and carrier formation. We propose that this new function of PI4KIIIb in Lys should have an impact on many aspects of lysosomal biology and on cellular processes requiring efficient recycling of lysosomal material. Figure 9 Hypothetical model for the role of PI4KIIIb in the regulation of lysosomal efflux. Left: Association of PI4KIIIb with lysosomes is necessary for (1) sorting of exiting recycled components and retention of intrinsic lysosomal components and (2) regulated formation of the vesicular carriers involved in this recycling. We propose that PI4KIIIb contributes to completion of vesicle formation/fission from the lysosome in part by regulating the dynamic association/dissociation of clathrin and its adaptor molecules to the sites of vesicle formation. Reduction of lysosomal PI(4)P levels, for example by conversion into PI(4,5)P 2 , favors a switch from vesicular to tubular carriers when abundant lysosomal efflux is needed likely by modifying vesicle fission rates. Right: The absence of PI4KIIIb results in (1) unrestricted association of clathrin-coat components and motor molecules to the lysosomal surface and budding vesicles; (2) abnormal formation of lysosome emanating tubules and (3) missorting of luminal components into exiting tubules. Tubule formation may be a result of failure to recruit the machinery required for vesicular fission (scission molecules) and/or of vesicular stretching by the molecular motors that associate with these vesicles when PI4KIIIb is missing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 708,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "PI4KIIIb and lysosomal identity S Sridhar et al",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Adult male Wistar rats and C57BL/6 male mice were used. NIH-3T3, COS7 and HEK293T cell lines were purchased from American Type Culture Collection (Manassas, VA). Except where indicated, all cells were cultured in complete DMEM medium (GIBCO) supplemented with 10% heat-inactivated newborn calf serum. For details on chemical treatments in cultured cells, see Supplementary Materials and methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals and cell culture"
        },
        {
            "text": "Sources of chemicals were as previously described (Aniento et al, 1993; Cuervo et al, 1997) . Detailed information on antibody and plasmid sources is provided under Supplementary Materials and methods. Cells were transfected with cDNA constructs using Lipofectamine 2000 reagent (Invitrogen) according to manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 71,
                    "text": "(Aniento et al, 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 72,
                    "end": 91,
                    "text": "Cuervo et al, 1997)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Knockdowns were performed using lentivirus carrying shRNA against the protein of interest from the MISSION library (SIGMA-ALDRICH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lentivirus-mediated shRNA"
        },
        {
            "text": "Live-cell imaging was performed in cells in MaTek chambers 24 h post transfection using a microscope (TCS SP5) equipped with a motorized x-y stage for multiple position finding (Leica) and with an 8000-Hz resonant scanner (lenses: HCX Plan Apo CS 63.0 Â NA 1.40 oil). For additional details on image capture, see Supplementary Materials and methods. Image sequences were processed with ImageJ and QuickTime. Immunofluorescence microscopy was performed in coverslip grown cells fixed in 4% paraformaldehyde, permeabilized, blocked and incubated with primary and fluorophore-conjugated secondary antibodies. Images were acquired in x-y-z planes with an Axiovert 200 fluorescence microscope (Carl Zeiss Ltd). For details on image capture and analysis and organelle-specific dye labelling, see Supplementary Materials and methods. Electron microscopy and immunogold of cells cultured in monolayers and isolated organelles was done after fixation in 2.5% glutaraldehyde and 1% osmium tetroxide followed by 1% uranyl acetate staining. Samples were viewed with a Jeol JEM-1200EX electron microscope. Immunogold labelling was performed in ultrathin sections of samples fixed in 4% paraformaldehyde/ 0.1% glutaraldehyde. Morphometric analysis was performed using ImageJ (see Supplementary Materials and methods).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell imaging"
        },
        {
            "text": "Lys from rat or mouse liver and cultured cells were isolated from a light mitochondrial-lysosomal (Lys-enriched) fraction by centrifugation through a discontinuous metrizamide (Aniento et al, 1993; Cuervo et al, 1997) or metrizamide/Percoll density gradient (Storrie and Madden, 1990) , respectively. Mitochondria, microsomes and PM were isolated from rat liver using previously specified procedures (Marzella et al, 1982) . Carrier vesicle fractions were obtained from the cytosolic fraction (supernatant of centrifugation of a cell lysate 1 h at 100 000 g) by successive centrifugation at 300 000, 400 000 and 500 000 g for 1 h. For the proteomic analysis, the vesicles from the 500 000 g pellets were immunoprecipitated with Dynabeads (Life Technologies) pre-coated with PI4KIIIb antibody. The purified fraction was subjected to SDS-PAGE and the gel excised and processed for MS/MS analysis following trypsin digestion.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 197,
                    "text": "(Aniento et al, 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 198,
                    "end": 217,
                    "text": "Cuervo et al, 1997)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 258,
                    "end": 284,
                    "text": "(Storrie and Madden, 1990)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 400,
                    "end": 422,
                    "text": "(Marzella et al, 1982)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of subcellular fractions"
        },
        {
            "text": "Quantitative real-time PCR was done using the TaqMan One-Step RT-PCR Master Mix reagent (Applied Biosystem) with the primers described under Supplementary Materials and methods. PI4K activity was measured as previously described (Sweeney et al, 2002) . Secretion was determined by using a modification of the method earlier described (Blagoveshchenskaya et al, 2008) . Coimmunoprecipitation was performed using standard procedures in samples solubilized in 25 mM Tris (pH 7.2), 150 mM NaCl, 5 mM MgCl 2 , 0.5% NP-40, 1 mM DTT, 5% glycerol and protease inhibitors. Isoelectric focusing (IEF) was done using ReadyStrip IPG Strips (Bio-Rad) with a non-linear 3-10 pH range (Bio-Rad).",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 250,
                    "text": "(Sweeney et al, 2002)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 334,
                    "end": 366,
                    "text": "(Blagoveshchenskaya et al, 2008)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "General methods"
        },
        {
            "text": "Results are shown as mean±s.e. Statistical significance of the difference between groups was analysed using the two-tailed unpaired Student's t-test. Differences were considered significant for Po0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Supplementary data are available at The EMBO Journal Online (http://www.embojournal.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Regulated secretion of conventional lysosomes",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "316--321",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cytoplasmic dynein-dependent vesicular transport from early to late endosomes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aniento",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emans",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruenberg",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Cell Biol",
            "volume": "123",
            "issn": "",
            "pages": "1373--1387",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phosphatidylinositol 4-kinases: old enzymes with emerging functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Cell Biol",
            "volume": "16",
            "issn": "",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of regulators of chaperone-nediated autophagy",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bandyopadhyay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kiffin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol Cell",
            "volume": "39",
            "issn": "",
            "pages": "535--547",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Integration of Golgi trafficking and growth factor signaling by the lipid phosphatase SAC1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blagoveshchenskaya",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knodler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boehmelt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayinger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cell Biol",
            "volume": "180",
            "issn": "",
            "pages": "803--812",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "T-cell engagement of dendritic cells rapidly rearranges MHC class II transport",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cerny",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Op Den Brouw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kirchhausen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ploegh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "983--988",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Endocytic delivery to lysosomes mediated by concurrent fusion and kissing events in living cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Bright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gratian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Luzio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Biol",
            "volume": "15",
            "issn": "",
            "pages": "360--365",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coincidence detection in phosphoinositide signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Carlton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Trends Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "540--547",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dendritic cell maturation triggers retrograde MHC class II transport from lysosomes to the plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Toomre",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mellman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "988--994",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A population of rat liver lysosomes responsible for the selective uptake and degradation of cytosolic proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dice",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Knecht",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "",
            "pages": "5606--5615",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Phosphoinositides in the mammalian endo-lysosomal network",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Carlton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Subcell Biochem",
            "volume": "59",
            "issn": "",
            "pages": "65--110",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Phosphoinositides in Golgi complex function",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;angelo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vicinanza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Matteis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Subcell Biochem",
            "volume": "59",
            "issn": "",
            "pages": "255--270",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Functional implication of neuronal calcium sensor-1 and phosphoinositol 4-kinase-beta interaction in regulated exocytosis of PC12 cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Barry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Janoshazi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Procksch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chasserot-Golaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jeromin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "18098--18111",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Growth control of Golgi phosphoinositides by reciprocal localization of sac1 lipid phosphatase and pik1 4-kinase",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Faulhammer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanjilal-Kolar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knodler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Konrad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayinger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Traffic",
            "volume": "8",
            "issn": "",
            "pages": "1554--1567",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "FAPPs control Golgi-to-cell-surface membrane traffic by binding to ARF and PtdIns(4)P",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godi",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Campli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konstantakopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Tullio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kular",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Daniele",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lucocq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Matteis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Cell Biol",
            "volume": "6",
            "issn": "",
            "pages": "393--404",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ARF mediates recruitment of PtdIns-4-OH kinase-beta and stimulates synthesis of PtdIns(4,5)P2 on the Golgi complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pertile",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Tullio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iurisci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Matteis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Mol Biol Cell",
            "volume": "1",
            "issn": "",
            "pages": "280--287",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "ARF mediates recruitment of PtdIns-4-OH kinase-beta and stimulates synthesis of PtdIns(4,5)P2 on the Golgi complex",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pertile",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Tullio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iurisci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Matteis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Cell Biol",
            "volume": "1",
            "issn": "",
            "pages": "280--287",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Two phosphatidylinositol 4-kinases control lysosomal delivery of the Gaucher disease enzyme, beta-glucocerebrosidase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jovic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kean",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szentpetery",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Polevoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Gingras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol Biol Cell",
            "volume": "23",
            "issn": "",
            "pages": "1533--1545",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Altered dynamics of the lysosomal receptor for chaperone-mediated autophagy with age",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kiffin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bandyopadhyay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez-Vicente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Cell Sci",
            "volume": "120",
            "issn": "",
            "pages": "782--791",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dissection of the autophagosome maturation process by a novel reporter protein, tandem fluorescent-tagged LC3",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimori",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Autophagy",
            "volume": "3",
            "issn": "",
            "pages": "452--460",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Inhibitory effect of intracellular lipid load on macroautophagy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "825--827",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Activation mobilizes the cholesterol in the late endosomes-lysosomes of Niemann Pick type C cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Steck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Isolation of autophagic vacuoles from rat liver: morphological and biochemical characterization",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marzella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahlberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Glaumann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Cell Biol",
            "volume": "93",
            "issn": "",
            "pages": "144--154",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A SNARE-adaptor interaction is a new mode of cargo recognition in clathrin-coated vesicles",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "450",
            "issn": "",
            "pages": "570--574",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Phosphatidylinositol 4-Kinases: Don't Call it a Comeback",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minogue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Waugh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Subcell Biochem",
            "volume": "58",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dual roles for the Drosophila PI 4-kinase four wheel drive in localizing Rab11 during cytokinesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Polevoy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szentpetery",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldbach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Steinbach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Brill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Cell Biol",
            "volume": "187",
            "issn": "",
            "pages": "847--858",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inhibitory effect of dietary lipids on chaperone-mediated autophagy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodriguez-Navarro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dall&apos;armi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wenk",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Paolo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuervo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "705--714",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clathrin and phosphatidylinositol-4,5-bisphosphate regulate autophagic lysosome reformation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "924--934",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lysosome biogenesis and lysosomal membrane proteins: trafficking meets function",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saftig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "623--635",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ESCRTing proteins in the endocytic pathway",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saksena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Emr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Biochem Sci",
            "volume": "32",
            "issn": "",
            "pages": "561--573",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hermansky-Pudlak syndrome protein complexes associate with phosphatidylinositol 4-kinase type II alpha in neuronal and nonneuronal cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zlatic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Craige",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Peden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Faundez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "1790--1802",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Isolation of subcellular organelles",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Storrie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Methods Enzymol",
            "volume": "182",
            "issn": "",
            "pages": "203--225",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Fragmentation and reassembly of the Golgi apparatus in vitro. A requirement for phosphatidic acid and phosphatidylinositol 4,5-bisphosphate synthesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siddhanta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shields",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "3030--3039",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Acute manipulation of Golgi phosphoinositides to assess their importance in cellular trafficking and signaling",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szentpetery",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Varnai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci",
            "volume": "107",
            "issn": "",
            "pages": "8225--8230",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Regulation of phosphoinositide-metabolizing enzymes by clathrin coat proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wieffer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Haucke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krauss",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Methods Cell Biol",
            "volume": "108",
            "issn": "",
            "pages": "209--225",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Phosphatidylinositol 4-kinase IIIbeta is required for severe acute respiratory syndrome coronavirus spike-mediated cell entry",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "8457--8467",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Termination of autophagy and reformation of lysosomes regulated by mTOR",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcphee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mardones",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hailey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Oorschot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Baehrecke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "465",
            "issn": "",
            "pages": "942--946",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "3B; Supplementary Figure S3A; Supplementary Movie S3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "LAMP1 dynamics are altered in PI4KIIIb-deficient cells. NIH3T3 mouse fibroblasts control (ctr) or stably knockdown for PI4KIIIb (PI4KIIIb( À )) were subjected to: (A) Immunoblot for the indicated proteins; (B) RT-PCR for PI4KIIIb mRNA (values are expressed relative to control cells and are average of samples); (C) Immunofluorescence for PI4KIIIb; and (D-H) live-cell microscopy upon transfection with red fluorescence-tagged LAMP1. (D) Representative still images. Arrows: LAMP1 tubules. Brackets: tubule size (mm). (E) Higher magnification example of tubular structures. (F) Average tubule length. Values are mean±s.e.m of 440 cells (n ¼ 3) (***P ¼ 0.000083, t-test). (G) Sequential frames at 9 s intervals (inverted grayscale). (H) Representative still image of nocodazole-treated PI4KIIIb( À ). Depletion of PI4KIIIb alters the cellular distribution of LAMP1. Mouse fibroblasts control or stably knockdown for PI4KIIIb (PI4KIIIb( À )) were subjected to: (A-C) Immunofluorescence for PI4KIIIb (green) and LAMP1 (A) or LAMP2 (B) (red). Individual and merged channels and higher magnification insets of the clusters are shown. (C) Average size and number of LAMP-positive puncta. Values are mean ± s.e.m. of 440 cells (n ¼ 3) (***P ¼ 0.000065 and 0.000022 (LAMP1), 0.00041 and 0.000031 (LAMP2) for particle size and number, respectively; t-test). (D, E) Conventional electron microscopy (D) and immunogold for LAMP1 (E). Representative micrographs and higher magnification insets are shown. Black arrows: tubular structures. Gold particles have been enhanced to facilitate visualization. (F) Live-cell microscopy upon transient transfection with red fluorescence-tagged LAMP1 and wild-type (WT) or kinase-dead (KiD) PI4KIIIb. Arrows: LAMP1 tubules. Asterisk: untransfected cells. High and low PI4KIIIb overexpressing (OE) cells are shown. (G) Immunofluorescence for HA (green) and LAMP1 (red) in PI4KIIIb( À ) cells transiently transfected with WT or KiD PI4KIIIb. Arrows: LAMP1 clusters. Asterisk: untransfected cells. Right: Average size and number of LAMP-positive puncta. Values are mean ± s.e. of 425 cells (n ¼ 3) (***P ¼ 0.000121 (size) and 0.000076 (number); t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "4A; Supplementary Figure S4A-C; Supplementary Movie S5). LysoTracker, a dye that stains acidic compartments, also labelled the core body, but not the LAMP1-positive tubular projections (Figure 4A; Supplementary Figure S4A, B; Supplementary Movie S5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Formation of LAMP1 tubular structures in PI4KIIIb-deficient cells is independent of Golgi structure and function. Cells control or stably knockdown for PI4KIIIb (PI4KIIIb( À )) were subjected to: (A) Immunofluorescence for LAMP1 (green) and the indicated Golgi markers (red). Arrows: LAMP1 clusters (white) and Golgi makers(pink). (B) Live-cell microscopy upon transient transfection with red fluorescence-tagged LAMP1 and the indicated green fluorescence-tagged Golgi markers. Individual and merged channels for PI4KIIIb( À ) cells are shown here and for control cells in Supplementary Figure S3A. Arrows: LAMP1 tubules (white) and Golgi markers (pink). (C) Average percent colocalization between LAMP1 and the Golgi markers. Values are mean ± s.e.m. of n425 cells (n ¼ 3) (***P ¼ 0.000023 (Sial) and 0.00071 (Gal), t-test). (D) Immunofluorescence for LAMP1 (red) and GM130 (green) in cells untreated (None) or treated with nocodazole (NOC) or brefeldin A (BFA). Merged images and high magnification insets are shown. Arrows: LAMP1 clusters (white) and Golgi markers (pink). (E) Average percent colocalization between LAMP1 and GM130. Values are mean ± s.e.m. of n425 cells (n ¼ 3). (F) Live-cell imaging of nocodazole and BFA treated PI4KIIIb( À ) cells transiently transfected with red fluorescence-tagged LAMP1 and green fluorescence-tagged galactosyltransferase. Arrows: LAMP1 tubules (white) and Golgi markers (pink). Depletion of PI4KIIIb causes lysosomal hypertubulation. Mouse fibroblasts stably knockdown for PI4KIIIb (PI4KIIIb( À )) were subjected to: (A, B) Live-cell microscopy upon transient transfection with red fluorescence-tagged LAMP1 and the indicated lysosomal dyes (green) (A) or mCherry-GFP tagged LC3 (B). Individual and merged channels and high magnification insets are shown. Arrows: tubules (white) and lysosomal markers (pink). (C) Immunoblot for the indicated proteins of homogenates (Hom) and lysosomes (Lys) from cells control ( þ ) or stably knockdown for PI4KIIIb( À ). Arrows indicate precursor (p), intermediate (i) and mature (m) forms of the proteins. Right: Average changes in the lysosomal levels of the indicated proteins in PI4KIIIb( À ) cells relative to control cells. Values are mean ± s.e.m. (n ¼ 4). (D) mRNA levels of the indicated constituent lysosomal proteins in PI4KIIIb( À ) cells expressed as fold increase over control cells. Values are mean ± s.e.m. (n ¼ 3) (**P ¼ 0.0041, t-test). (E) Immunoblot for LAMP1 and LAMP2 of the same lysosomes incubated at 371C for the indicated periods of time alone or in the presence of protease inhibitors (PIs). Right: Average percentage of protein at time 0 remaining at each time. Values are mean ± s.e.m. (n ¼ 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "PI4KIIIb associates with lysosomes. (A) Immunoblot for the indicated proteins of homogenate (Hom), cytosol (Cyt), Golgi, lysosome (Lys), mitochondria (Mit), endoplasmic reticulum (ER) and plasma membrane (PM) fractions isolated from rat liver. (B) Immunofluorescence for PI4KIIIb (green) and the indicated lysosomal markers (red) in COS7 cells. Merged images, higher magnification insets and percentages of colocalization are shown. Arrows: examples of colocalization. (C) Immunoblot for the indicated proteins in Hom and Lys of livers from mice untreated or injected with leupeptin (Leup.) to block lysosomal degradation. Bottom: Enrichment of PI4KIIIb and PI4KIIa in the lysosomal fractions. Values are expressed as arbitrary densitometric units per mg of protein and are average of two samples. (D) Distribution of the indicated proteins between lysosomal membranes (Mb) and matrices (Mtx). Top: representative immunoblot. Bottom: percentage of distribution between membrane and matrix. (E, F) Bidimensional electrophoresis and immunoblot for PI4KIIIb of rat liver Golgi, cytosol and lysosomes untreated (E) or upon treatment with l-Protein phosphatase (l-PPase) (F). Estimated isoelectric points are marked. (G) Immunofluorescence for PI(4)P (green) and LAMP1 (red) in COS (top) and NIH3T3 cells (bottom). Individual and merged channels and higher magnification insets are shown. Arrows: PI(4)P (white) and LAMP1 (pink). (H) TLC of radiolabelled phospholipids synthesized de novo in isolated rat liver lysosome (Lys) and Golgi membranes (two independent isolations are shown). Arrow: phosphatidylinositol-monophosphate species (PIP). Bottom: Average amount of [g-32 ] PIP synthesis normalized per mg of protein amount. Value are average of two samples. PI4KIIIb and lysosomal identity S Sridhar et alabsence of PIP5K1B is likely a consequence of the antitubulation effect of the PI(4)P that would accumulate under these conditions. In fact, the hypertubulating phenotype of cells defective in PI4KIIIb was still observed under basal conditions even in the absence of PIP5KB or PIP5KA (SupplementaryFigure S8C). As in any other scenario in which PI4KIIIb was eliminated, pepstatin A co-staining in the double PIP5K1B/PI4KIIIb knockdown demonstrated ineffi-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "PI4KIIIb is required for proper sorting of recycled lysosomal materials during lysosomal reformation after prolonged starvation. Live-cell microscopy in mouse fibroblast control and PI4KIIIb( À ) transiently transfected with red fluorescence-tagged LAMP1 and pepstatin A (A) or dextran (B) maintained in serum supplemented media (serum þ ) or added for 1 h after deprivation for 12 h (Serum À /Ref). Merged channels and high magnification insets are shown. Arrows: LAMP1 tubules (white) and lysosomal markers (pink).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8 Coordinated function of PI4KIIIb and PIP5Ks during lysosomal reformation after prolonged starvation. Live-cell microscopy in mouse fibroblast control (A) and PI4KIIIb( À ) (B) untreated or subjected to knockdown for PIP5K1B (PIP5K1B( À )) or PIP5K1A (PIP5K1A( À )). All cells were transiently transfected with red fluorescence-tagged LAMP1 and pepstatin A or dextran and imaged when serum was added for 1 h after deprivation for 12 h (Serum À /Ref). Insets show high magnification regions as merged channels (colour) or in the separate channels (reversed black and white images). Red arrows indicate the pepstatin A/LAMP1-positive body from where tubules emerge. Cartoons illustrate changes in lysosomal tubulation and the distribution of cargo (green) in each condition.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We want to dedicate this work to the memory of our beloved Dennis Shields with whom SS initiated this study and who has been our continuous inspiration during these 4 years since we lost him. We thank Dr Juan S Bonifacino for his generosity in providing several of the fluorescent-tagged proteins utilized in this study, and Drs Anne Musch and Francisco Lazaro-Dieguez for their invaluable assistance with the video-microscopy procedures. We thank Antonio Diaz for technical assistance and Dr Susmita Kaushik for critical reading of the manuscript. This work was supported by the National Institute of Health grants AG031782, AG021904, NS038370 and a Hirsh/ Weill-Caulier Career Scientist Award (to AMC).Author contributions: SS performed most of the experiments, analysed data, and prepared a draft of the manuscript; BP performed the electron microscopy and immunogold analysis; DA and LS conducted the proteomic analysis; FM contributed technical expertise and advice with the knockdown experiments and edited and reviewed the final version of the manuscript; DS initiated this project and provided the expertise and reagents for the study of PI4KIIIb; AMC directed the study, designed most of the experiments, and edited and reviewed the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}