{
    "paper_id": "167f3ef9a33013fc087b3b73a9eb4bec6267f730",
    "metadata": {
        "title": "THE EUROPEAN PHYSICAL JOURNAL E On the different sources of cooperativity in pH titrating sites of a membrane protein channel",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Alcaraz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Biophysics",
                    "institution": "Universitat Jaume I",
                    "location": {
                        "postCode": "12080",
                        "settlement": "Castellón",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [],
                "last": "Queralt-Martín",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Molecular Biophysics",
                    "institution": "Universitat Jaume I",
                    "location": {
                        "postCode": "12080",
                        "settlement": "Castellón",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Cooperative interactions play a central role in the regulation of protein functions. Here we show that in multi-site systems like ion channels the application of the Hill formalism could require a combination of different experiments, even involving site-directed mutagenesis, to identify the different sources of cooperativity and to discriminate between genuine and apparent cooperativity. We discuss the implications for the channel function in the bacterial porins PorA (N. meningitidis) and OmpF (E. coli ) and the viroporin SARS-CoV E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ion channels are integral membrane proteins involved in specialized physiological functions demanding a precise control of the membrane permeability as regards the exchange of water molecules, ions and even small solutes (metabolites and antibiotics) [1] [2] [3] . The modulation of channel current occurs in response to a diversity of cellular signals including changes in voltage across the cell membrane (voltage-gated ion channels), chemical stimulus (ligand-gated ion channels, phosphorylation), changes in temperature, mechanical deformation and interaction with other molecules in the cell. The physiological significance of some of these mechanisms reported in vitro has been questioned because they require extreme conditions hard to meet in vivo (unrealistic high voltages, non-physiological concentrations, etc.) [4] . Accordingly, many studies have focused on the role of solution acidity [5, 6] , an elementary factor that crucially regulates ion channel activity, extensively studied both in vivo and in vitro [5] [6] [7] [8] . Relevant examples of pore function modulation by pH include potassium and sodium channels, chloride channels, the mitochondrial voltage-dependent anion channel (VDAC) or bacterial porins of the outer membrane of Gram-negative bacteria (OmpF, OmpC, PhoE of Escherichia coli ) [7, 8] , among others.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 259,
                    "end": 262,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 827,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 907,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1323,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Narrow channels have pore dimensions comparable to the size of the permeating ions. This means that protons could block these channels current by steric reasons just occluding the channel eyelet [4] . In contrast, wide pores allowing the simultaneous passage of waa e-mail: alcaraza@uji.es ter molecules and hydrated ions require more sophisticated mechanisms: protons regulate the channel conductance in a gradual way via complex networks of titratable residues involving inter-and intramolecular interactions [5] . Recent studies show also that either narrow or wide channels may use hydrophobic gating to regulate ion transport across them [9] . Efforts to understand those molecular interactions in ion channels are driven by the fact that proteins are highly cooperative structures [10, 11] . Cooperative interactions are important factors for certain protein functions and imply some sort of communication among the system's components that allows either for a decisive response over a limited range of concentrations (positive cooperativity) or for a response that is less decisive but also less restricted with regard to concentration of the ligand (negative cooperativity) [12] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We focus here on the changes in the ionic selectivity of membrane channels with pH, an issue still unaddressed by available all-atom MD simulations and only partially explained by lower resolution mean field approaches [13] [14] [15] [16] . Taking advantage of the fact that selectivity vs. pH curves display characteristic \"sigmoidal dose response\" shape [1, 17] we apply the Hill formalism [18] , which is commonly used in biochemistry and pharmacology to analyze binding or kinetic data [19] . One could argue that proteins having a large number of ionizable residues (usually more than 100) would routinely present apparent cooperativity, reflecting the superposition of independent residue titrations rather than genuine cooperative mechanisms [20, 21] . We examine data from previous articles and from original experiments to show that this is not the case. . Experimental data are taken from ref. [24] . The solid lines correspond to the fitting to eq. (1). and the SARS-CoV E) that exhibit contrasting cooperative features. Later we discuss experiments where is n < 1, indicating negative cooperativity. In this case we aim to discriminate between actual physical interactions (as it is always the case for positive cooperativity) and apparent cooperativity (the so called spurious cooperativity).",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Wild-type OmpF, kindly provided by Dr. S. Bezrukov (NIH, Bethesda, USA), was isolated and purified from an E. coli culture. Mutants D113C and D113R [22] were a generous gift from Dr. H. Miedema (Wetsus, The Netherlands). Planar membranes were formed by the apposition of monolayers across orifices with diameters of 70-100 μm on a 15 μm thick Teflon partition using diphytanoyl phosphatidylcholine. The orifices were pre-treated with a 1% solution of hexadecane in pentane. An electric potential was applied using Ag/AgCl electrodes in 2 M KCl, 1.5% agarose bridges assembled within standard 250 ml pipette tips. The potential was defined as positive when it was higher on the side of the protein addition (the cis side of the membrane chamber), whereas the trans side was set to ground. An Axopatch 200B amplifier (Molecular Devices, Sunnyvale, CA) in the voltage-clamp mode was used to measure the current and applied potentials. The chamber and the head stage were isolated from external noise sources with a double metal screen (Amuneal Manufacturing Corp., Philadelphia, PA). The pH was adjusted by adding HCl or KOH and controlled during the experiments with a GLP22 pH meter (Crison instruments, Barcelona). Measurements were obtained at T = (23.0 ± 1.5) • C. The reversal potential measurements were corrected with the liquid junction potential calculated from Henderson's equation, as described in detail elsewhere [23] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "When a concentration gradient is set between both sides of the membrane, a net flux of ions through membrane pores (and hence an electric current) appears. The sign and magnitude of the applied voltage that is needed to make zero the electric current (the so-called reversal potential, V rev ) reveals the preferential passage of either positive or negative ions. In most ion channels the reversal potential changes substantially with the solution pH [24] [25] [26] [27] , as shown in fig. 1 with two different systems, namely the SARS-CoV E protein channel [28] ( fig. 1(a) ) and the PorA protein (N. meningitidis) [24] ( fig. 1(b) ). In both cases, the channel discrimination for ions turns from weak cationic selectivity at neutral pH into anionic selectivity in acidic solutions. This can be explained considering that when the pH decreases, more and more acidic groups become protonated and the effective charge of the channel changes from negative to positive [24, 29] . We use the Hill formalism to obtain information of how solution acidity regulates V rev . The theoretical curves fitted to the reversal potential data use the form [6, 13] ",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 491,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 565,
                    "end": 574,
                    "text": "fig. 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 623,
                    "end": 632,
                    "text": "fig. 1(b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "pH modulation of ion channel selectivity and the Hill formalism"
        },
        {
            "text": "In the two panels of fig. 1 we find a common pattern, the Hill coefficient is slightly higher than 1 (positive cooperativity). This suggests that these proteins have developed high sensitivity mechanisms aiming to detect minimal changes in their environment [13] . Furthermore, the effective pK of both curves (the pH that provokes a response halfway between the baseline (bottom) and maximum (top)) lies between 4 and 4.5, which is comparable to the typical pKa of acidic residues (pKa ∼ 4.4 and 4.0 for glutamic and aspartic acids, respectively) [14, 17, 24] . The similarities between the two panels are thought-provoking because the SARS-Co V E and the PorA most probably have very different pore arrangement. The SARS-CoV E protein forms proteolipidic channels [29] . Lipid molecules assemble with E proteins to form a combined tight arrangement in which the actual number of E monomers is unknown. Experiments with different membrane compositions indicate that the protonation of residues in the transmembrane protein domain of E protein is not affected by the charge of the lipid polar heads [28] . Therefore, positive cooperativity in this case fits with its canonical meaning in well-known oligomeric structures like hemoglobin [18, 30] : it most likely arises from the interaction between protein monomers. In contrast, the PorA forms monomeric proteinaceous channels located in the outer membrane of Neisseria meningitidis. In other monomeric proteins positive cooperativity has been linked either to interactions between distinct binding domains behaving as functional subunits (Recoverin) or to concerted conformational changes (VDAC) [13] . It is tempting to speculate that the interactions between matching clusters of charges acting as selectivity filter of the channel [24] may have cooperative nature, although the question remains open since no crystallographic structure of any complete PorA protein has been resolved up to date.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 1648,
                    "end": 1652,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1786,
                    "end": 1790,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "pH modulation of ion channel selectivity and the Hill formalism"
        },
        {
            "text": "The considerations made in the previous section emphasize the usefulness of the Hill formalism as diagnostic tool to detect subtle inter-subunit or inter-domain communication in membrane proteins displaying positive cooperativity. However, in other protein channels showing negative cooperativity the analysis could be much more demanding. In this sense, the experiments performed in the bacterial porin OmpF from E. coli, shown in fig. 2 (a) can be considered a case study. All measured curves show negative cooperativity (n < 1) but with the particularities that both the Hill coefficient and the effective pK of the curves decrease significantly as salt concentration is increased. Remarkably, diluted solutions show almost no cooperativity, as shown in the inset of fig. 2(a) . The question that we aim to investigate here is whether this negative cooperativity is genuine or it is a meaningless mathematical artifact that appears because of the superposition of independent titrations. This effect is illustrated in fig. 2(b) for the superposition of four independent and non-cooperative (n = 1) titration curves (lines) with pK from 3.5 to 5.0. The resulting superposed curve (circles) does present negative cooperativity (n = 0.75) with an averaged pK = 4.25. Of note, the superposition of independent titrations can only produce apparent negative cooperativity and cannot yield curves with a Hill coefficient n > 1, like those shown in fig. 1 and elsewhere [13] . Although the superposition effect ( fig. 2(b) ) could give reason for the shape of the curves reported in fig. 2(a) , it cannot be invoked to explain two features of the negative cooperativity found in OmpF. First, the origin of the low values attained by the effective pKa in fig. 2 (a) at high concentrations, which differ from typical pKa of acidic residues (somewhere between 4 and 5); and, second, why the effect of salt is the opposite of the well-known screening [31] : both the pKa and the Hill coefficient decrease with increasing salt concentration. We reported similar observations about the Hill coefficient and pKa in experiments involving OmpF conductance and current noise [6] . There, we ascribed these effects to the competitive binding of salt cations and protons occurring in the channel narrow constriction [6] , formed by two acidic residues (D113 and E117) lined in front of a cluster of arginines, as shown in fig. 3 . Interestingly, such competitive binding would also explain the findings reported here. The presence of cations around certain acidic residues increases the amount of protons needed to titrate the site, thus lowering the effective pK and changing the shape of the overall titration curve. Clearly, such effects are more important the higher the concentration of salt.",
            "cite_spans": [
                {
                    "start": 1465,
                    "end": 1469,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1942,
                    "end": 1946,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2163,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2299,
                    "end": 2302,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 779,
                    "text": "fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1021,
                    "end": 1030,
                    "text": "fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1444,
                    "end": 1450,
                    "text": "fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1508,
                    "end": 1517,
                    "text": "fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "text": "fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1749,
                    "end": 1755,
                    "text": "fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2405,
                    "end": 2411,
                    "text": "fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Apparent versus genuine cooperativity"
        },
        {
            "text": "Complementary insights can be obtained from an energetic analysis, having in mind that cooperativity could be interpreted as a competition between enthalpic and entropic effects [32] [33] [34] . A positive cooperative response requires a coupling of various stabilizing interactions that tighten the structure yielding an enthalpic benefit and an entropic cost. In contrast, negative cooperativity boosts the conformational freedom of the system, what occurs with a cost in enthalpy and a benefit in entropy [32] [33] [34] . In the case of a genuine negative cooperativity, the mechanism might be expected to be largely entropic in origin. Recently, we have shown that this is the case [16] . The interaction of several receptors (binding sites) with different kinds of ligands (protons and cations) involves a multiplicity of arrangements in the channel that generates a significant contribution from the configurational entropy [16] . This entropic factor reinforces the existence of a genuine negative cooperativity in the OmpF channel.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Apparent versus genuine cooperativity"
        },
        {
            "text": "On the basis of the reasoning in which the pH titration shown in fig. 2(a) involves the interaction of different types of ligands and binding sites [6] , we could expect noticeable changes in the Hill analysis of V rev if any of the critical residues allegedly involved are mutated. A number of previous studies suggest that the acidic residues D113 and E117 are key to control the channel sensitivity to pH [6, 16, 17] . In fact, the replacement of these two acidic residues with neutral cysteines (CC-mutant) eliminated the large conductance decrease found for WT OmpF in low pH solutions [6] . For the sake of simplicity, we focus here only in the residue D113 studying two single-site mutants, the D113C (the aspartic acid is replaced with a neutral cysteine) and D113R (the aspartic acid is replaced with a positive arginine). Figure 4 (a) shows the comparison between reversal potential experiments in WT OmpF, D113C and D113R mutants in KCl 1.0/0.1 M. The importance of D113 in the mechanism of pH sensitivity is evident. Just by changing the state of charge of this residue out of the 102 ionizable residues per OmpF monomer, the effective pK increases from 2.4 to 3.3 (D113C) or to 3.8 (D113R).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 832,
                    "end": 840,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "On the origin of the observed negative cooperativity"
        },
        {
            "text": "Also, the Hill coefficient increases significantly from 0.43 (WT) to 0.79 (D113C) or to 0.86 (D113R). The substitution of one acidic residue with either neutral or positive residues almost eliminates the observed pK shift and negative cooperativity. One could argue that even in the most favorable case (D113R) the non-cooperative state is not regained, so that other residues (most probably E117 and others) may also participate in the process of competitive binding mentioned above. An alternative explanation could lie on the fact that the whole OmpF trimer has 306 ionizable residues, so that we cannot completely rule out that the Hill analysis contains a partial contribution of non-genuine apparent cooperativity similar to the situation depicted in fig. 2(b) . In fact, the existence of spurious cooperativity occurring along with genuine cooperativity is not an unexpected result, on the contrary, it is a landmark phenomenon when studying the regulation of biochemical processes in multiple-site systems [21] .",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 766,
                    "text": "fig. 2(b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "On the origin of the observed negative cooperativity"
        },
        {
            "text": "Besides the mutation of critical channel residues, the competitive binding occurring in the central constriction of the channel can be probed with the addition of an extra ligand that alters the binding equilibrium and thus the cooperativity observed. Taking advantage of the knowledge of an X-Ray OmpF structure showing a binding site for Mg 2+ cations located between residues D113 and E117 [35] , we performed reversal potential experiments in WT OmpF upon addition of millimolar concentrations of MgCl 2 . Figure 4(b) shows the results obtained (green squares) compared to the measurements performed in the absence of MgCl 2 (blue circles). Interestingly, the presence of Mg 2+ reduces the measured reversal potential at neutral pH, showing a similar effect to that of the D113R mutant in fig. 4(a) . Also, both the Hill coefficient and effective pK increase compared to the control experiment. In contrast to mutated proteins, protons are able to titrate the site regardless the presence of Mg 2+ ions and thus the reversal potential at low pH matches that of the control experiments (without MgCl 2 ). To complement this study, we replaced traces of MgCl 2 with LaCl 3 , having in mind that La 3+ ions are well-known ion channel modulators showing stronger effects than Mg 2+ [36] . In the case of LaCl 3 no structure is available, but functional studies demonstrated that La 3+ ions interact with the residues located in the central constriction, being D113 and E117 the most plausible candidates [36] . As expected, lower concentrations of LaCl 3 have similar effects to MgCl 2 in the pH titration of the reversal potential in OmpF, as shown in fig. 4 (b) (red triangles). Therefore, the presence of an extra ligand, Mg 2+ or La 3+ ions, reduces the negative cooperativity observed, thus supporting the statement that the competitive binding between cations and protons has a central role in the observed negative cooperativity.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 521,
                    "text": "Figure 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 793,
                    "end": 802,
                    "text": "fig. 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1653,
                    "end": 1659,
                    "text": "fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "On the origin of the observed negative cooperativity"
        },
        {
            "text": "By combining pH-dependent selectivity experiments performed in bacterial porins and viroporins we have shown that the Hill formalism can be useful to analyze the cooperative behavior of these proteins. We show that in addition to the most commonly accepted notion of cooperativity (interaction between different subunits in oligomeric protein channels) alternative phenomena linked to either positive or negative cooperativity can appear in monomeric channels. We pay special attention to the bacterial porin OmpF to demonstrate that one cannot rely on the Hill coefficient of a single curve as the definite tool to assess genuine negative cooperative in multi-site systems like ion channels. A combination of different experiments, even involving site-directed mutagenesis, is mandatory to elucidate the origin of the underlying physical interaction. We present solid evidences that the observed negative cooperativity in OmpF arises from genuine sources, namely a competitive binding between protons and cations. This mechanism could be linked to the ability of the protein to modulate ionic transport over a very wide range of pH values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ion Channels: Molecules in Action",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Aidley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Stanfield",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Statistical Thermodynamics for Chemistry and Biochemistry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ben-Naim",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cooperativity and Regulation in Biochemical Processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ben-Naim",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Firstly, we present examples of positive cooperativity (Hill coefficient n > 1) comparing two systems (PorA (N. meningitidis) Reversal potential as a function of solution pH in a 10-fold concentration gradient. (a) SARS-CoV E protein channel (0.5 M cis/0.05 M trans KCl). Reprinted from [28] Copyright (2013), with permission from Elsevier. (b) PorA porin (1 M cis/0.1 M trans NaCl)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Reversal potential of OmpF as a function of solution pH for two different KCl concentration gradients. The solid lines correspond to the fitting to eq. (1). (b) Four independent titration curves (lines) calculated with the equation f = min +(max − min)/(1 + 10 ∧ ((pK − pH) * n)) with n = 1 and different pK ranging from 3.5 to 5.0, together with the calculated average curve (points), which presents negative cooperativity and an averaged pK.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Front view of an OmpF monomer obtained from the crystal structure of the channel (Protein Data Bank code 2OMF). Key residues forming the constriction region of the channel are highlighted: three basic arginines (R42, R82, R132) in blue and the acidic residues D113 and E117 in green.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Reversal potential of WT OmpF and mutants D113C and D113R as a function of solution pH (1.0 M KCl cis/0.1 M KCl trans). The solid lines correspond to the fitting to eq. (1). (b) Reversal potential of WT OmpF as a function of solution pH (1.0 M KCl cis/0.1 M KCl trans) before and after the addition of MgCl 2 or LaCl3 at both sides of the membrane.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We wish to acknowledge the support from the Spanish Ministry of Economy and Competitiveness (MINECO Project FIS2013-40473-P) and the Fundació Caixa Castelló-Bancaixa (Project no. P1-1B2015-28).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}