{
    "paper_id": "16c4edd6e88329857e998769ed6e1f7758a48893",
    "metadata": {
        "title": "Viral nephropathy",
        "authors": [
            {
                "first": "Andrew",
                "middle": [],
                "last": "Sh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lai",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kar",
                "middle": [
                    "Neng"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pathogenetic links between viral infection and renal disease are often difficult to establish. The criteria for proving causality are complex and include (besides recognition of the clinical syndrome) serological diagnosis, identification of specific viral antigenemia, and detection in glomerular structures of viral antigens and host antibodies. According to Koch's postulates, the etiological link should be confirmed by complete cure following eradication of the virus, but this is not always possible. The concentration of viral antigens is higher in tissue than in the circulation, where antigens are complexed with specific autoantibodies. Virological and molecular analy sis of pathologic tissues by in situ hybridiza tion, polymerase chain reaction and ultra structural analysis led to successful detection and identifica tion of the virus. It should be noted that tubular uptake of viral particles is common and does not necessarily establish an etiological link with renal disease. Improvement of the renal disease concomitant with clearance of the suspected antigen, or recurrence of glomerulonephritis following reinfection, are additional clinical criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Different mechanisms are operative in different viral nephropathies (Box 1). In acute glomerulonephritis, direct viral infection of the glomerulus induces proliferative changes following release of cytokines. 1 The nephropathy is reversible in most cases if the virus is rapidly cleared. In chronic forms of glomerulonephritis, persistent viral infection provides continuous antigenic stimulation, resulting in antibody production and formation of immune complexes. Studies indicate a role in the disease pathogenesis for these immune complexes, which can be derived from the circulation or formed in situ. 2,3 Viral proteins cause inflammatory renal diseases via synthesis of various mediators that can cause sclerosis and worsen glomerulopathy. 4, 5 Viral infections can cause many glomerular diseases. The diagnostic criteria for virus-related nephropathy include detailed clinical and laboratory data, and tissue molecular analysis. Several mechanisms are involved in the pathogenesis of virus-related nephropathy, including tropism of the virus in the kidney, induction of abnormal immune complexes, direct cytopathogenic effects, and multiorgan failure. Hepatitis B virus is associated with membranous nephropathy and mesangiocapillary glomerulonephritis in endemic areas. Hepatitis C virus causes various forms of glomerulonephritis, including cryoglobulinemia-mediated glomerulonephritis. Infection with HIV is associated with a collapsing focal segmental glomerulosclerosis, a distinctive disease that affects mainly Africans and African Americans. In the course of HIV infection, other types of immune complex glomerulonephritis can occur, most frequently in whites. Recent reports indicate a role for parvovirus B19 in 'idiopathic' collapsing focal segmental glomerulosclerosis. Both hantaviruses, and coronaviruses associated with severe acute respiratory syndrome, can lead to acute renal failure. Renal biopsy followed by appropriate serological and molecular testing is essential for defining virus-related glomerular lesions and guiding prognostic and therapeutic evaluation.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 210,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 749,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 751,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VIRUSES AND MECHANISMS INVOLVED IN VIRAL NEPHROPATHY"
        },
        {
            "text": "A direct cytopathic effect of viral proteins has also been postulated. 6 In hepatitis C virus (HCV)-induced mesangiocapillary glomerulonephritis (MCGN), production of circulating cryo globulins is induced as an abnormal host response to infection. Cryoglobulins are either type II or type III. At least two classes of immuno globulins are involved, one of which is polyclonal. 7 In acute renal failure associated with infection by hantavirus or severe acute respiratory syndrome coronavirus, the pathogenetic mechanisms of interstitial nephritis, disseminated intravascular coagulopathy, and multiorgan failure-rather than formation of immune complexes-are predominant.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VIRUSES AND MECHANISMS INVOLVED IN VIRAL NEPHROPATHY"
        },
        {
            "text": "Box 2 lists the viruses that are known to induce renal diseases. Globally, the most frequent and well recognized virus-related glomerulonephropathies are those associated with hepatitis B virus (HBV), in which formation of immune complexes is important. HCV is the etiological agent of cryoglobulinemiarelated MCGN in most cases. Infection with HIV can induce a broad spectrum of glomerular lesions via multiple pathogenic mechanisms. Parvovirus B19 (PVB19) is associated with non-HIV collapsing glomerulopathy, 8 idiopathic focal segmental glomerulosclerosis (FSGS), 9 and immune complex glomerulonephritis. 10 Polyoma BK virus and hantavirus most frequently cause tubulointerstitial damage; occasionally, virus is simultaneously localized to the glomerulus. A rare or speculative role in glomerulonephritides is currently attributed to other viruses, such as those causing yellow fever, 11 mumps, 12 measles, 13 varicella, 14 and herpes. 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIRUSES AND MECHANISMS INVOLVED IN VIRAL NEPHROPATHY"
        },
        {
            "text": "HBV is a hepatotropic, double-stranded DNA virus of the Hepadnaviridae family. HBV itself is not cytopathic; hepatitis develops as a result of the host's immune reaction to infected hepatocytes. HBV uses reverse transcriptase to transcribe RNA into DNA. Unlike retroviruses, however, HBV DNA is not integrated into host cell DNA during replication. After an HBV particle binds to and enters a hepatocyte, HBV DNA enters the cell's nucleus and is converted into covalently closed circular DNA. This highly stable genetic material acts as the intermediate template for transcription of RNA copies. This pregenomic messenger RNA is transported to the cytoplasm. It has dual functions: acting as a template for synthesis of new HBV DNA, and carrying genetic information to direct synthesis of viral proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS B VIRUS"
        },
        {
            "text": "Today, an estimated 350-400 million people worldwide are infected with HBV. In endemic areas, transmission is usually vertical-that is, from infected mother to child. Horizontal transmission occurs via direct contact with blood (e.g. during blood transfusions) or mucous membranes (e.g. during sexual contact), or via the percutaneous route upon contact with blood or body fluids (e.g. during intravenous drug use and needle sharing). Familial clustering of the virus occurs in some regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS B VIRUS"
        },
        {
            "text": "The reported prevalence of HBV-associated nephropathy closely parallels the geographic patterns of prevalence of HBV. 16 frequently reported in Asian populations 17 and in children, 18 particularly male children. 16 By contrast, mesangial proliferative forms with IgA deposits seem to be most common in adults. 19 Three types of glomerulonephritis with pathologic characteristics similar to the human subtypes have been described in woodchucks chronically infected with hepatitis virus. 20 As in humans, the membranous pattern of injury most frequently affects young woodchucks, whereas the mesangial proliferative pattern of injury tends to affect older animals. The male : female ratio of affected woodchucks was significantly greater than that of the chronic carrier population. 20",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 215,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS B VIRUS"
        },
        {
            "text": "In most reports, diagnosis of HBV-asso ciated glomerulonephritis has been based on persistence of circulating HBV or HBV DNA, absence of other causative agents, and presence of HBVspecific antigen(s) or viral genome in the glomerulus. One major difference between the human and woodchuck studies is that the hepatitis B e antigen (HBeAg) system has not been characterized in the latter. In clinical practice, regression of pathology following viral eradication is not easy to demonstrate because of ethical concerns relating to repeat renal biopsies in humans subsequent to clinical remission. As such, the diagnosis of HBV-associated renal disease usually relies heavily upon detection of HBV-specific antigen(s) in glomeruli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis and monitoring"
        },
        {
            "text": "Laboratory testing for diagnosis and assessment of response to treatment should include standard liver biochemistries (serum alanine aminotransferase, γ-glutamyltransferase, and bilirubin levels), and HBV serologies (hepatitis B surface antigen, HBeAg, anti-hepatitis B e, and anti-hepatitis B core antigen antibodies). HBeAg is present in 80% of patients, who might also have high titers of anti-hepatitis B core antigen. 21 Subjects with biochemical hepatitis should be tested for circulating HBV DNA 22 and undergo liver biopsy. An α-fetoprotein assay could be an important adjunct. 23 Serum C3 and C4 levels can be low in 20-50% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis and monitoring"
        },
        {
            "text": "HBV-related membranous nephropathy tends to manifest slightly differently in pediatric and adult patients. In children, there is a strong male preponderance, and the most frequent presentation is nephrotic syndrome, microscopic hematuria, and normal or mildly impaired renal function. 24 Pediatric chronic HBV carriers often do not have overt liver disease, and transaminase levels are usually normal. In adults, proteinuria or the nephrotic syndrome are the most common manifestations. Adult male predominance is less obvious than in pediatric populations. Adults are more likely than children to have hypertension, renal dysfunction, and clinical evidence of liver disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "The prognosis of HBV-associated membranous nephropathy in children is favorable. Stable renal function and high rates of spontaneous remission have been reported in several geographical areas in which disease prevalence is high. By contrast, adults with HBVassociated membranous nephro pathy typically develop progressive disease. In Hong Kong, up to 29% of patients had progressive renal failure, and another 10% developed terminal uremia over 5 years. 21 The prognosis is even worse for patients with nephrotic-range proteinuria and abnormal liver function tests at presentation. Over 50% of these patients require renal replacement therapy within 3 years. 25 Vertical transmission is associated with poorer outcomes than horizontal transmission, as is endemic versus sporadic infection. 21,26",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "Box 2 Viral infections that cause nephropathy. As mentioned above, HBV infection can also cause MCGN (with or without cryoglobulinemia), mesangial proliferative glomerulonephritis, and IgAN. 19,27 Polyarteritis nodosa has been reported in some patients with HBV and might respond to treatment with corticosteroids and interferon-α. 28 Occasional concomitance of the pathologic subtypes can lead to 'double' glomerulopathies. For instance, membranous nephropathy and IgAN have been reported to coexist in an HBV carrier. 29",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "Unlike affected children, who have a high rate of spontaneous remission, 30 adults with HBVassociated membranous nephropathy typically develop progressive disease. 21 Various management strategies have been tried, but an ideal agent is yet to be found. Treatment for HBVassociated renal disease should ideally achieve the following objectives: (i) amelioration of nephrotic syndrome and its complications; (ii) preservation of renal function; (iii) normalization of liver function and prevention of hepatic complications of HBV; and (iv) permanent eradication of HBV. Because of the involvement of immune complexes in the disease, immunosuppressive therapy-similar to that used in the idiopathic form of the disease-was once fashionable. Corticosteroids were reported to provide symptomatic relief in isolated cases. The contemporary view, however, is that steroid and cytotoxic agents can cause deleterious hepatic flares or even fatal decompensation by enhancing viral replication when the drugs are withdrawn. 31 Another approach is treatment with an antiviral agent. Interferon-α is a naturally occurring cytokine produced by B lymphocytes, null lymphocytes, and macrophages that exerts antiviral, antiproliferative and immuno modulatory effects. While reportedly useful in children, 32 interferon-α has produced mixed results in adults with HBV-associated membranous nephropathy. 21, 26 Introduction of the nucleoside analog lamivudine has revolutionized the treatment of chronic HBV infection. 33 Lamivudine is the (-)-enantiomer of 3'-thiacytidine. This analog inhibits DNA synthesis by terminating the nascent proviral DNA chain through inter ference with the reverse transcriptase activity of HBV. In children and adults with HBV-asso ciated membranous nephropathy, lamivudine has been anecdotally reported to induce remission of nephrotic syndrome and to suppress viral replication. 24, 34 In a recent analysis comparing 10 adult nephrotic patients with HBV-related membranous nephropathy who received lamivudine with 12 matched historical control subjects who presented in the pre-lamivudine era, lamivudine significantly improved proteinuria, aminotransferase levels, and renal outcome over a 3-year period. 25 Randomized studies in a larger cohort of patients are needed to prove this effect.",
            "cite_spans": [
                {
                    "start": 1013,
                    "end": 1015,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "32",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1385,
                    "end": 1388,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 1389,
                    "end": 1391,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1500,
                    "end": 1502,
                    "text": "33",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1897,
                    "end": 1899,
                    "text": "34",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2220,
                    "end": 2222,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "A potential limitation of prolonged treatment with lamivudine is emergence of drugresistant virus strains resulting from induction and selection of HBV variants with mutations at the tyrosine-methionine-aspartate-aspartate (YMDD) motif of DNA polymerase. One agent that might be useful in lamivudine-resistant cases is adefovir dipivoxil, an acyclic nucleotide analog that is effective against both lamivudineresistant HBV mutants and wild-type HBV. 35 This agent does have nephrotoxic potential, and there are no clinical data on its efficacy in HBVrelated membranous nephro pathy that does not respond to lamivudine treatment. Data do indicate, however, that the recommended dose of 10 mg adefovir dipivoxil is associated with a relatively low risk of nephro toxicity. 36 While awaiting an ideal agent for treatment of HBV-associated glomerulopathy, active immuniza tion remains the most effective means of immunoprophylaxis. 37 In Taiwan, active immunization of all newborns since 1984 has led to a dramatic (10-fold) decline in the incidence of neonatal HBV infection and its sequelae. 38 In the US, universal vaccination of infants began in 1991, and a 67% reduction in HBV infection was recorded 10 years later. In 2003, the WHO recommended that all countries establish universal HBV immunization programs for infants and adolescents. 39",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 452,
                    "text": "35",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "36",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 928,
                    "end": 930,
                    "text": "37",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1090,
                    "end": 1092,
                    "text": "38",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "HCV is a small RNA virus in the Flaviviridae family. Evolution of HCV has been characterized by the emergence of six major genotypes (based on sequence homology) and more than 50 subtypes. To date, around 170-200 million individuals worldwide are estimated by the WHO to be chronically infected with HCV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS C VIRUS"
        },
        {
            "text": "Although viral replication is primarily confined to the liver, a variety of extrahepatic disease manifestations are associated with HCV infection. The principal renal manifestation of HCV infection is MCGN type I, usually in the context of type II (mixed) cryoglobulinemia. 40 The prevalence of MCGN in HCV type II cryoglobulinemia is approximately 30%. MCGN is occasionally observed in patients with hepatitis C in the absence of cryoglobulinemia. 40 Type II MCGN (e.g. dense deposit disease) has not been described in association with HCV infection.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "40",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "40",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS C VIRUS"
        },
        {
            "text": "Two immunologic features of HCV might underlie predisposition to extrahepatic disease manifestations. First, HCV is known to evade immune elimination, leading to chronic infection and accumulation of circulating immune complexes. MCGN associated with HCV infection might result from this phenomenon. Second, HCV stimulates production of monoclonal rheumatoid factors. This feature causes type II cryoglobulinemia, which accounts for most symptomatic cryoglobulinemic vasculitis. Although this manifestation occurs relatively infrequently, as do all the extrahepatic disease manifestations, it accounts for much of the increased morbidity and mortality that accompanies the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS C VIRUS"
        },
        {
            "text": "Between 35% and 90% of HCV-infected patients have been reported to have mixed cryoglobulinemia. 41, 42 Prevalence increases with duration of hepatitis. It should be noted, however, that the prevalence of mixed cryo globulinemia has not been determined in popula tions of unselected HCV-infected patients. Frank symptomatic cryoglobulinemia affects 1% or less of patients and is usually associated with high levels of rheumatoid factor and cryo globulins. Testing of unselected patients with cryo globulinemia has shown that up to 90% have anti-HCV antibody. Type I MCGN has long been regarded as idiopathic, but a consider able proportion of patients has concomitant chronic HCV infection. The exact proportion of patients with type I MCGN who are anti-HCV-antibody-positive is unknown.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "41,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 100,
                    "end": 102,
                    "text": "42",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS C VIRUS"
        },
        {
            "text": "The true prevalence of MCGN without detectable cryoglobulinemia is difficult to assess. Such cases might represent a subclinical form of cryoglobulinemia in which circulating cryoglobulins have not been detected by standard laboratory techniques. Further, production of IgM antibodies with anti-IgG activity might induce formation of immune complexes that lack cryoprecipitable properties. 43 Finally, these patients might develop detectable circulating cryoglobulinemia only later in the course of the disease. 44",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 392,
                    "text": "43",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "GLOMERULONEPHRITIS ASSOCIATED WITH HEPATITIS C VIRUS"
        },
        {
            "text": "Laboratory testing coupled with renal biopsy establishes the diagnosis of HCV-related MCGN. Most patients will have anti-HCV antibody, as well as HCV RNA, in serum. Serum transaminase levels are elevated in 70% of patients. Cryoglobulins are detected in 50-70% of patients. Serum electrophoresis and immunofixation detects type II (mixed) cryo globulins. Monoclonal rheumatoid factor, almost in variably an IgMκ, is a distinguishing feature of cryo globulinemic glomerulonephritis. The amount of cryoglobulins, usually measured as a cryocrit, varies between patients and with time in a given patient (range 2-70%). κ Light chains are also commonly present in the urine. The serum complement pattern, which does not change greatly with clinical disease activity, is also discriminative. Characteristically, early complement components (C4 and C1q) and CH50 are present at very low or undetectable levels in these patients, whereas the C3 level tends to remain normal or is only slightly depressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosis"
        },
        {
            "text": "Renal disease associated with HCV is rare in children. The typical age of disease onset is the fifth or sixth decade of life after longstanding infection, often in association with mild subclinical liver disease. Patients might have other symptoms of cryoglobulinemia, such as palpable purpura and arthralgias. Renal manifestations include nephrotic (20%) or non-nephrotic proteinuria and microscopic hematuria. 45 Acute nephritic syndrome is the presenting feature in about a quarter of cases. Renal insufficiency, frequently of mild severity, occurs in about half of patients. Over 80% of patients have refractory hypertension at presentation, which might be responsible for a considerable number of cardiovascular deaths.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 414,
                    "text": "45",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "The clinical course of HCV-associated renal disease can vary dramatically. This disease does not frequently progress to uremia, despite the persistence of urinary abnormalities in the majority of patients. When such progression does occur, it tends to be in males and those of older age. According to an Italian series, around 15% of patients eventually require dialysis. 46 Other forms of glomerular injury, including membranous nephropathy, FSGS, mesangial proliferative glomerulonephritis, and crescentic glomerulonephritis, have been reported in HCV carriers as individual case reports and small series. Notably, membranous nephropathy in HCV carriers is characterized by the absence of cryoglobulin and male predominance. 47 ",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "text": "46",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 727,
                    "end": 729,
                    "text": "47",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "In general, therapy can be directed at two levels: removal of cryoglobulins by plasmapheresis; and inhibition of cryoglobulin synthesis by attenuating immune responses (using steroids or cytotoxic agents) or suppressing viral replication (using interferon and ribavirin). Before the association between HCV and cryo globulinemic MCGN was established, steroids and cyclophosphamide were the mainstays of treatment. Our awareness of this link has facilitated a more rational approach to management of this condition. Controlled trials have shown that antiviral therapy with interferon-α is asso ciated with improvements in systemic symptoms of immune complex disease. Unfortunately, posttherapy relapse occurs in a large pro portion of patients, particularly when interferon monotherapy is administered in short courses. Introduction of combination therapy with interferon-α2b plus ribavirin was an important milestone in the treatment of chronic hepatitis C. 48 This cocktail has also produced favorable results in mixed cryo globulinemia, although non-responses and relapses after initial improvements still occur. 49 The introduction of pegylated forms of interferon (peginterferon) in 2000 was another breakthrough in treatment of chronic hepatitis C. Recent data on peginterferon and ribavirin combination therapy are encouraging. 50 An increased rate of treatment failure in carriers of HCV genotype 1 has been recognized. 51 Observational studies support the effectiveness of peginterferon and ribavirin combination therapy in HCV-associated cryoglobulinemic MCGN. One therapeutic drawback is the hemolytic effect that complicates ribavirin therapy, particularly in patients with functional renal impairment. This difficulty has been overcome by adjusting the dose according to glomerular filtration rate instead of body weight alone, and utilizing recombinant erythropoietin to combat anemia. Post-treatment renal biopsy showed histological improvement in two of three patients who received combination therapy for 12 months. 52",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 960,
                    "text": "48",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1115,
                    "end": 1117,
                    "text": "49",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "text": "50",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1427,
                    "end": 1429,
                    "text": "51",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The wide spectrum of glomerulopathies occurring in the course of HIV infection can be classified into four groups. The first group is the classical HIV-associated nephropathy (HIVAN), a distinct entity with histological features of FSGS with tuft collapse or, more rarely, mesangial hyperplasia. HIVAN seems to be related to a direct effect of HIV or viral proteins on renal epithelium. 53 The second group is a diffuse proliferative-mesangiocapillary or lupuslike glomerulonephritis, with predominantly mesangial immune deposits, also known as HIV immune-complex-mediated disease. 54 This group also includes other immune-complex-mediated glomerulonephritides with more-heterogeneous histological features. The third group (which includes immunotactoid glomerulonephritis) is heterogeneous with regard to glomerular lesions and pathogenic mechanisms, some of which are still undefined. The true role of HIV infection in glomerulopathies of this type is also uncertain. The final group includes HIV-associated thrombotic microangiopathy/hemolytic uremic syndrome, in which HIV is the main, but not sole, etiological factor. Ethnic/geographic background is an important determinant of the type of glomerulopathy associated with HIV; for example, collapsing FSGS is prevalent in patients of African descent.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "text": "53",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 582,
                    "end": 584,
                    "text": "54",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "HIV-RELATED GLOMERULAR DISEASES"
        },
        {
            "text": "The FSGS variant of HIVAN is the most commonly reported chronic renal disease associated with HIV infection. HIVAN affects up to 10% of HIV-infected patients of African descent-mainly males at risk of drug abuse, and often African Americans. Glomerular changes associated with this variant are capillary wall collapse of varying severity, with widening of Bowman's space. Visceral epi thelial cells undergo hyperplasia and hypertrophy, and develop protein inclusions in their swollen cytoplasm surrounding the collapsed lobules. Sclerosis affects segments of capillary tuft or the whole glomerular surface. Tubular cells might undergo degenerative changes, necrosis or flattening. Large dense casts can develop in dilated tubules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV-RELATED GLOMERULAR DISEASES"
        },
        {
            "text": "Detection of HIV RNA in renal tissue from patients with HIVAN, and of HIV DNA in patients with and without nephropathy, 55 raises the question of whether renal cells can be infected in vivo (tubular epithelial cells can be infected in vitro). 4 Renal uptake of viral gene products might induce transactivation of host LAI AND LAI MAY 2006 VOL 2 NO 5 www.nature.com/clinicalpractice/neph genes. In renal cells, HIV proteins can cause apoptosis, 4 phenotypic modifications, 56 and subsequent tubulointerstitial fibrosis.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "55",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "56",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "HIV-RELATED GLOMERULAR DISEASES"
        },
        {
            "text": "Clinical manifestations of HIVAN with FSGS are nephrotic-range proteinuria and renal insufficiency. Hypertension and edema are uncommon. In overt cases, ultrasonography typically reveals enlarged, highly echogenic kidneys, which probably develop in response to microcystic tubular dilatation. Before effective antiretroviral treatment was available, clinical progression was rapid. Intensive antiretroviral treatment delays progression. 57 Pathology of the HIV-associated disease mediated by immune complexes resembles lupus nephropathy. The clinical presentation is nephrotic syndrome with microscopic hematuria. Progression to renal failure occurs, but more slowly than in HIVAN. Patients often have HCV coinfection, but HIV seems to have the prevailing role. Viral antigen has been detected in glomeruli, and antibodies eluted from the kidney react with HIV antigens in circulating immune complexes (IgA-p24 antigen, IgG-p24 and IgG-gp120). In cases of HIV-related IgAN, circulating immune complexes containing IgA idiotype antibodies have been detected. 58 Most patients with HIV-associated thrombotic microangiopathy/hemolytic uremic syndrome present with acute renal failure, microscopic hematuria, and non-nephrotic proteinuria. Multiorgan involvement is frequent and prognosis is poor, with a high rate of mortality. Multifactorial etiologies encompass drugs, neoplasia, lymphoma and infection.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "text": "57",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "58",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Clinical characteristics"
        },
        {
            "text": "PVB19 has been associated with acute glomerulonephritis. Typical life stage of onset is the second or third decade. Patients present with mild proteinuria and microhematuria, with low levels of serum complement 3. The pathology of this disease is characterized by endo capillary glomerulonephritis, MCGN, or both, with sub endothelial deposits. PVB19 capsid protein is found in the glomeruli. 10 Spontaneous recovery is the norm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PARVOVIRUS B19"
        },
        {
            "text": "PVB19 is also associated with collapsing glomerulopathy. Prevalence of PVB19 DNA in renal biopsies (78%) and peripheral blood (87%) is significantly higher in patients with collapsing glomerulopathy than in those with other nephropathies. 10 Glomerular and tubular infection with PVB19 might trigger collapsing glomerulopathy, but only in patients with immune defects and a racial pre disposition (African descent). 8 Most intriguingly, Tanawattanacharoen and coworkers 9 detected PVB19 DNA in 80% of patients with 'idiopathic' FSGS, and frequently also in controls. These results possibly reflect the presence of latent DNA from past infection. Failure to localize PVB19 nucleic acid within kidney is evidence against ongoing, high-level viral replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PARVOVIRUS B19"
        },
        {
            "text": "Hantaviruses are responsible for 'hemorrhagic fever with renal syndrome' , an acute inter stitial nephritis resulting from direct vascular injury of renal tissue. 59 The severe form leads to acute renal failure in 50% of cases. Less severe forms occur in nonendemic areas, and present primarily as fever, hepatitis, and mild renal impairment. In most cases, glomeruli are not affected and the pathology is tubulointerstitial. Isolated cases with immune complex glomerular disease have been described, in association with diffuse proliferative glomerulonephritis and complete recovery after remission of the systemic clinical syndrome. 60",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "59",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "HANTAVIRUS"
        },
        {
            "text": "Six percent of patients suffering from severe acute respiratory distress syndrome had acute renal impairment. 61 Despite detection of viral DNA in the urine, there was no evidence of viral tropism of the kidney. The pathology is exclusively tubulointerstitial nephritis. The mechanism of disease is probably related to multiorgan failure, rhabdomyolysis, and hemodynamic disturbance.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "text": "61",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "SEVERE ACUTE RESPIRATORY SYNDROME CORONAVIRUS"
        },
        {
            "text": "Renal infection with BK virus affects kidney allograft recipients, leading to renal dysfunction and sometimes graft loss. 62 More rarely, acute interstitial nephritis is observed in immunocompromised patients. 63",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "text": "62",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "BK VIRUS"
        },
        {
            "text": "Hepatitis A virus infection can present as acute post-infectious glomerulopnephritis with pathology resembling that of IgAN. 64 More commonly, hepatitis A virus induces acute renal failure secondary to acute fulminant hepatitis. 65 Acute renal failure complicating other viral infections, such as Epstein-Barr virus 66 and dengue fever, 67 is related to multiorgan failure, rhabdomyolysis, and hepatorenal syndrome.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "text": "64",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 229,
                    "end": 231,
                    "text": "65",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "66",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 337,
                    "end": 339,
                    "text": "67",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "OTHER VIRUSES"
        },
        {
            "text": "Diverse mechanisms of glomerular and tubulointerstitial injury and heterogeneous clinicopathologic patterns underlie the relationship between viral infection and glomerular disease. The etiological role of some viruses is still un defined. Molecular biology techniques are vital in elucidating the precise location and role of viruses in the pathogenesis of virus-related nephropathy. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Treatment of hepatitis B virus-associated membranous nephropathy with recombinant alphainterferon",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Kidney Int",
            "volume": "47",
            "issn": "",
            "pages": "225--230",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A one-year trial of lamivudine for chronic hepatitis B: Asia Hepatitis Lamivudine Study Group",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "339",
            "issn": "",
            "pages": "61--68",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "HBV associated nephrotic syndrome: resolution with oral lamivudine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Dis Child",
            "volume": "88",
            "issn": "",
            "pages": "446--449",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adefovir dipivoxil for the treatment of lamivudine-resistant hepatitis B mutants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perrillo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hepatology",
            "volume": "32",
            "issn": "",
            "pages": "129--134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Adefovir dipivoxil in chronic hepatitis B infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Expert Opin Pharmacother",
            "volume": "5",
            "issn": "",
            "pages": "2361--2367",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical practice: prevention of hepatitis B with the hepatitis B vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "2832--2838",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Universal hepatitis B vaccination in Taiwan and the incidence of hepatocellular carcinoma in children: Taiwan Childhood Hepatoma Study Group",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "1855--1859",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Safety of immunisation and adverse events following vaccination against hepatitis B",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duclos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Expert Opin Drug Saf",
            "volume": "2",
            "issn": "",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Membranoproliferative glomerulonephritis associated with hepatitis C virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "",
            "pages": "465--470",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunological disorders in C virus chronic active hepatitis: a prospective casecontrol study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pawlotsky",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Hepatology",
            "volume": "19",
            "issn": "",
            "pages": "841--848",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hepatitis C, cryoglobulinemia, and cirrhosis: a meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Hepatology",
            "volume": "36",
            "issn": "",
            "pages": "978--985",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Secondary membranoproliferative glomerulonephritis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Rennke",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Kidney Int",
            "volume": "47",
            "issn": "",
            "pages": "643--656",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hepatitis C virus infection and acute or chronic glomerulonephritis: an epidemiological and clinical appraisal",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fabrizi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nephrol Dial Transplant",
            "volume": "13",
            "issn": "",
            "pages": "1991--1997",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Renal involvement in hepatitis C infection: cryoglobulinemic glomerulonephritis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "D&apos;amico",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Kidney Int",
            "volume": "54",
            "issn": "",
            "pages": "650--671",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Long-term predictors of survival in essential mixed cryoglobulinemic glomerulonephritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarantino",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Kidney Int",
            "volume": "47",
            "issn": "",
            "pages": "618--623",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Membranous glomerulonephritis associated with hepatitis C virus infection: case report and literature review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama-Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Nephrol",
            "volume": "61",
            "issn": "",
            "pages": "144--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Randomised trial of interferon α2b plus ribavirin for 48 weeks or for 24 weeks versus interferon α2b plus placebo for 48 weeks for treatment of chronic infection with hepatitis C virus: International Hepatitis Interventional Therapy Group (IHIT)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Poynard",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "352",
            "issn": "",
            "pages": "1426--1432",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Treatment of refractory, symptomatic, hepatitis C virus related mixed cryoglobulinemia with ribavirin and interferon-alpha",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zuckerman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Rheumatol",
            "volume": "27",
            "issn": "",
            "pages": "2172--2178",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Peginterferon alfa-2a plus ribavirin for chronic hepatitis C virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fried",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "975--982",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Peginterferon-α2a and ribavirin combination therapy in chronic hepatitis C: a randomized study of treatment duration and ribavirin dose",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hadziyannis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Intern Med",
            "volume": "140",
            "issn": "",
            "pages": "346--355",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hepatitis C virus-related cryoglobulinemic glomerulonephritis: long-term remission after antiviral therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Kidney Int",
            "volume": "63",
            "issn": "",
            "pages": "2236--2241",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Renal complications of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Bourgoignie",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Kidney Int",
            "volume": "37",
            "issn": "",
            "pages": "1571--1584",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "HIV-associated immunemediated renal disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Kidney Int",
            "volume": "44",
            "issn": "",
            "pages": "1327--1340",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Renal epithelium is a previously unrecognized site of HIV-1 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruggeman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Am Soc Nephrol",
            "volume": "11",
            "issn": "",
            "pages": "2079--2087",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The dysregulated podocyte phenotype: a novel concept in the pathogenesis of collapsing idiopathic focal segmental glomerulosclerosis and HIV-associated nephropathy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barisoni",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Am Soc Nephrol",
            "volume": "10",
            "issn": "",
            "pages": "51--61",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cohort study of the treatment of severe HIV-associated nephropathy with corticosteroids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eustace",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Kidney Int",
            "volume": "58",
            "issn": "",
            "pages": "1253--1260",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Brief report: idiotypic IgA nephropathy in patients with human immunodeficiency virus infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "N Engl J Med",
            "volume": "327",
            "issn": "",
            "pages": "702--706",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mechanism of disease in hemorragic fever with renal syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Cosgriff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Kidney Int",
            "volume": "40",
            "issn": "",
            "pages": "72--79",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Different pathohistological presentations of acute renal involvement in Hantan virus infection: report of two cases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grcevska",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Clin Nephrol",
            "volume": "34",
            "issn": "",
            "pages": "197--201",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Acute renal impairment in coronavirus-associated severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Kidney Int",
            "volume": "67",
            "issn": "",
            "pages": "698--705",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BK-virus nephropathy in renal transplants-tubular necrosis, MHC-class II expression and rejection in a puzzling game",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nickeleit",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nephrol Dial Transplant",
            "volume": "15",
            "issn": "",
            "pages": "324--332",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "BK virus renal infection in a patient with the acquired immunodeficiency syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nebuloni",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Pathol Lab Med",
            "volume": "123",
            "issn": "",
            "pages": "807--811",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "IgA-dominant glomerulonephritis associated with hepatitis A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cheema",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Nephrol",
            "volume": "62",
            "issn": "",
            "pages": "138--143",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Renal failure in otherwise uncomplicated acute viral hepatitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Br Med J",
            "volume": "2",
            "issn": "",
            "pages": "338--341",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Epstein-Barr virus-associated acute renal failure: diagnosis, treatment, and followup",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Nephrol",
            "volume": "18",
            "issn": "",
            "pages": "667--674",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Clinical characteristics and risk factors for concurrent bacteremia in adults with dengue hemorrhagic fever",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Trop Med Hyg",
            "volume": "72",
            "issn": "",
            "pages": "221--226",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Box 1 Mechanisms of renal injury induced by viral infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Some of the pathogenic mechanisms and molecules underlying viral nephropathy are direct cytopathogenic effects on glomerular and tubulointerstitial cells, circulating immune complexes, hemodynamic perturbation and rhabdomyolysis ■ Different viruses cause different forms of nephropathy ■ Hepatitis A, parvovirus B19 and Epstein-Barr virus cause acute glomerulonephritis; hepatitis B and C, HIV and parvovirus B19 cause chronic glomerulonephritis; hantavirus, severe acute respiratory syndrome coranavirus, BK virus and influenza A cause interstitial nephritis References 1 Glassock RJ (1991) Immune complex-induced glomerular injury in viral diseases: an overview. Kidney Int 40 (Suppl 35): S5-S7 2 Couser WG (1985) Mechanisms of glomerular injury in immune-complex disease. Kidney Int 28: 569-583 3 Golbus SM and Wilson C (1979) Experimental glomerulonephritis induced by in-situ formation of immune complexes in glomerular capillary wall. Kidney Int 16: 148-157 4 Conaldi PG et al. (1998) HIV-1 kills renal tubular epithelial cells in vitro by triggering an apoptotic pathway involving caspase activation and Fas upregulation. J Clin Invest 102: 2041-2049 5 Segerer S et al. (2000) Chemokines, chemokine receptors, and renal disease: from basic science to pathophysiologic and therapeutic studies. J Am Soc Nephrol 11: 152-176 6 Glassock RJ et al. (1990) Human immunodeficiency virus infection and the kidney. Ann Intern Med 112: 35-39 7 D'Amico G (1998) Renal involvement in hepatitis C infection: cryoglobulinemic glomerulonephritis. Kidney Int 54: 650-671 8 Moudgil A et al. (2001) Association of parvovirus B19 infection with idiopathic collapsing glomerulopathy. Kidney Int 59: 2126-2133 9 Tanawattanacharoen S et al. (2000) Parvovirus B19 DNA in kidney tissue of patients with focal segmental glomerulosclerosis. Am J Kidney Dis 35: 1166-1174 10 Nakazawa T et al. (2000) Acute glomerulonephritis after human parvovirus B19 infection. Am J Kidney Dis 35: E31 11 Monath TP (1987) Yellow fever: a medically neglected disease: report on a seminar. Rev Infect Dis 9: 165-175 12 Ozkutlu S et al. (1989) Fatal mumps myocarditis. Jpn Heart J 30: 109-114 13 Lin CY and Hsu HC (1983) Measles and acute glomerulonephritis. Pediatrics 71: 398-401 14 Vas SI (1991) Primary and secondary role of viruses in chronic renal failure. Kidney Int 40 (Suppl 35): S2-S4 15 Toth T and Szucs S (1988) Focal-segmental glomerulosclerosis associated with herpes simplex viral encephalitis. Child Nephrol Urol 89: 173-175 16 Levy M and Chen N (1991) Worldwide perspective of hepatitis B-associated glomerulonephritis in the 80s. Kidney Int 40 (Suppl 35): S24-S33 17 Lai KN and Lai FM (1991) Clinical features and the natural course of hepatitis B virus-related glomerulopathy in adults. Kidney Int 40 (Suppl 35): S40-S45 18 Lin CY (1991) Clinical features and natural course of HBV-related glomerulopathy in children. Kidney Int 40 (Suppl 35): S46-S53 19 Lai KN et al. (1988) Strong association between IgA nephropathy and hepatitis B surface antigenemia in endemic areas. Clin Nephrol 29: 229-234 20 Peters DN et al. (1992) Immunopathology of glomerulonephritis associated with chronic woodchuck hepatitis virus infection in woodchucks. Am J Pathol 141: 143-152 21 Lai KN et al. (1991) Membranous nephropathy related to hepatitis B virus in adults. N Engl J Med 324: 1457-1463 22 Ho SK et al. (1999) Comparison of the secondgeneration digene hybrid capture assay with the branched-DNA assay for measurement of hepatitis B virus DNA in serum. J Clin Microbiol 37: 2461-2465 23 Tang S et al. (1999) Early detection of hepatocellular carcinoma in hepatitis-B-positive renal transplant recipients. J Surg Oncol 72: 99-101 24 Lai KN (2001) Hepatitis B associated renal disease. In: Rheumatology and the Kidney, 377-396 (Eds Adu D et al.) Oxford: Oxford University Press 25 Tang S et al. (2005) Lamivudine in hepatitis Bassociated membranous nephropathy. Kidney Int 68: 1750-1758 26 Conjeevaram HS et al. (1995) Long-term outcome of hepatitis B virus-related glomerulonephritis after therapy with interferon alfa. Gastroenterology 109: 540-546 27 Lai FM et al. (1994) Primary glomerulonephritis with detectable glomerular hepatitis B virus antigens. Am J Surg Pathol 18: 175-186 28 Janssen HL et al. (2004) Polyarteritis nodosa associated with hepatitis B virus infection: the role of antiviral treatment and mutations in the hepatitis B virus genome. Eur J Gastroenterol Hepatol 16: 801-807 29 Tang S et al. (1999) Skin lesions, hepatitis, and nephropathy in a 30-year-old man. Am J Kidney Dis 34: 380-383 30 Ozdamar SO et al. (2003) Hepatitis-B virus associated nephropathies: a clinicopathological study in 14 children. Pediatr Nephrol 18: 23-28 31 Lai KN et al. (1990) The therapeutic dilemma of the usage of corticosteroid in patients with membranous nephropathy and persistent hepatitis B virus surface antigenaemia. Nephron 54: 12-17",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Some of the authors' work cited in this review was supported by the L & T Charitable Fund and INDOCAFE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declared they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}