{
    "paper_id": "16fc3ea80fcf22241771cba8952982d0faf82a66",
    "metadata": {
        "title": "Dynamic Modeling to Identify Mitigation Strategies for Covid-19 Pandemic",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Jenny",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IFD",
                    "location": {
                        "postCode": "CH-8092",
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "F"
                ],
                "last": "Jenny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hossein",
                "middle": [],
                "last": "Gorji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MCSS",
                    "location": {
                        "postCode": "CH-1015",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Arnoldini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MCSS",
                    "location": {
                        "postCode": "CH-1015",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Wolf-Dietrich",
                "middle": [],
                "last": "Hardt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MCSS",
                    "location": {
                        "postCode": "CH-1015",
                        "settlement": "Lausanne",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Relevant pandemic-spread scenario simulations provide guiding principles for containment and mitigation policy developments. Here we devise a simple model to predict the effectiveness of different mitigation strategies. The model consists of a set of simple differential equations considering the population size, reported and unreported infections, reported and unreported recoveries and the number of Covid-19-inflicted deaths. For simplification, we assume that Covid-19 survivors are immune (e.g. mutations are not considered) and that the virus can only be passed on by persons with undetected infections. While the latter assumption is a simplification (it is neglected that e.g. hospital staff may be infected by detected patients with symptoms), it was introduced here to keep the model as simple as possible. Moreover, the current version of the model does not account for age-dependent differences in the death rates, but considers higher mortality rates due to temporary shortage of intensive care units. Some of the model parameters have been fitted to the reported cases outside of China 1 from January 22 to March 12 of the 2020 Covid-19 pandemic. The other parameters were chosen in a plausible range to the best of our knowledge. We compared infection rates, the total number of people getting infected and the number of deaths in six different scenarios. Social distancing or increased testing can contain or drastically reduce the infections and the predicted number of deaths when compared to a situation without mitigation. We find that mass-testing alone and subsequent isolation of detected cases can be an effective mitigation strategy, alone and in combination with social distancing. However, unless one assumes that the virus can be globally defeated by reducing the number of infected persons to zero, testing must be upheld, albeit at reduced intensity, to prevent subsequent waves of infection. The model suggests that testing strategies can be equally effective as social distancing, though at much lower economical costs. We discuss how our mathematical model may help to devise an optimal mix of mitigation strategies against the Covid-19 pandemic. The website corona-lab.ch provides an interactive simulation tool based on the presented model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Covid-19 pandemic is a serious threat that can be mitigated by different strategies. Social isolation is currently practiced in most countries in Europe, at least until alternative mitigation strategies can be implemented or therapies and vaccines become available. We have formulated a simple mathematical model to estimate how well social isolation or improved identification of Covid-19 infected people can slow down virus spread and reduce the death toll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent outbreak of Covid-19 in Wuhan, China has led to a pandemic with significant impacts on public-health and economy across the globe. As the number of infected people increases in a community, public health policies move away from containment of the outbreak to mitigation strategies such as social distancing and isolation, with considerable detrimental effects on public life and the economy. While less restrictive mitigation strategies would be desirable, alternative choices are limited due to a lack of resources and technologies. To better understand the potential effects of a particular mitigation strategy, we must assess the underlying factors that impact the spread of the outbreak, and therefore mathematical models integrating the relevant underlying mechanisms are a good tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various bio-mathematical approaches have been proposed and pursued for epidemic-spread modeling. At the highest level one can categorize them into empirical/machine-learning, statistical and dynamical approaches [9] . Yet, due to the lack of sufficient data on Covid-19 pandemic (at this stage), it is more appropriate that we place our focus on the epidemic-dynamics models. Epidemic-dynamics modeling employs deterministic or stochastic methodologies to tackle the evolution of the epidemic inside a susceptible population. The former category belongs to deterministic descriptions where Susceptible-Infectious-Recovered (SIR), Susceptible-Infectious-Susceptible (SIS) and Susceptible-Exposed-Infectious-Susceptible (SEIS) models are among the manifested ones [4] . A more involved class of models incorporates the stochastic nature of the epidemic-spread via the framework of e.g. Ito-or Levy-type processes [3, 1, 14] . The discrete class of stochastic epidemic models involves random networks [2, 7] or agent based schemes [10] . Both deterministic and stochastic descriptions, at their fundamental level, rely on reaction mechanisms which characterize infections, recoveries and deaths within different sub-groups of the population.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 915,
                    "end": 917,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While a few pandemic-spread investigations of Covid-19 have already been published, e.g. using the SEIS approach [13] and in a more recent study of non-pharmaceutical interventions [6] , no studies which investigate the effect of mass testing are found in the literature. To achieve this, it is necessary to separate the category of detected cases from infected cases that remain undetected (e.g. by the sheer lack of test kits) and predict their coupled dynamics. Note that detected here refers to persons taken \"out of the game\", which comprises not only those being tested positive, but also those who feel strong symptoms and thus stay in self-quarantine. It is further important to notice that in the case of this specific virus, infected people can infect others unusually long before the onset of symptoms due to the long active infection phase (the time of infection to infectiousness, i.e., the latency period, is shorter than the time from infection to disease, i.e., the incubation period). Therefore, early detection and containment of infected but symptom-free people can be extremely relevant for the dynamic behavior. Hence, in this paper we devise a set of reaction equations focusing on both detected and undetected categories. Moreover, the impact of the shortage of intensive care units during peaks of the pandemic are integrated in the outcome of the scenarios. The model coefficients are calibrated based on existing data, and the model is employed to investigate two main mitigation approaches, one relying on social distancing and one on more frequent infection testing. Also, a combination of the two is studied.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A model is proposed to compute the numbers of infected people whose infection has not (yet) been detected and the numbers of infected persons with a detected infection (n i|u and n i|d , respectively; see Fig. 1 ). The exact definitions of detected and undetected, as well as those of all other variables and model parameters are found in table 1. Furthermore, we compute the number of fatalities (n k ) and the number of people who recovered after a detected or an undetected infection. Importantly, we assume that these people will have developed protective immunity and we assume that they cannot be infected again. The initial susceptible population n s,init is naive (i.e. it lacks immunity against the infection) and n s (t) is the number of persons who are susceptible at a given time t. In our current version of the model, we assume terminology meaning susceptible",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "Persons of the considered population who are susceptible and thus can potentially get infected. detected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Persons who are taken \"out of the game\", either after positive testing or after falling ill. For simplicity it is assumed that detected persons do not further spread the virus. Persons get detected before they die, but the time delay can be arbitrarily short. undetected",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Persons who are either infected or recovered, but were never contained, i.e., while infected, they contribute to spreading the virus. variable n s and n s,init number of susceptible and the considered population at time t = 0, respectively n i|u number of undetected infected persons n r|u number of undetected recovered persons n i|d number of detected infected persons n r|d number of detected recovered persons n k number of deceased persons n i n i|d + n i|u n r n r|d + n r|u parameter k i n s /n s,init average number of persons getting infected per day by an undetected infected person k r n i|u average number of undetected infected persons recovering per day k r n i|d average number of detected infected persons recovering per day k k n i|d average number of detected infected persons deceased per day k i n i|u average number of undetected infected persons getting detected per day T d average detection time R 0 basic reproduction number M mortality of detected population N testing interval N −1 testing frequency r fraction of susceptible persons getting tested that the virus can only be passed on by undetected infected persons. This assumption was introduced to keep the model as simple as possible without significantly changing the dynamics of the system. Moreover, latency is neglected, that is, all undetected infected persons can pass on the virus without time delay. While the model does not consider age dependency, it considers higher mortality rates due to temporary shortage of intensive care units. The graph in Fig. 1 shows the dynamic dependencies. Initially, the entire population is susceptible and can get infected. As long as Figure 1 : Graph showing the dependencies of the dynamic system describing the evolution of the numbers of undetected and detected infected persons (n i|u and n i|d , respectively), the numbers of undetected and detected recovered persons (n r|u and n r|d , respectively) and the number of fatalities (n k ). n s ≈ n s,init , the characteristic time scale (all time scales are in days) at which an infected person infects another one is 1/k i . Once n s becomes smaller, which happens quite quickly without any measures, the infection rate slows down by a factor of n s /n s,init . The rate q quantifies the number of persons being infected from outside, i.e., by travel or from the animal world. Infected persons either recover or get detected and go under quarantine, where they do not cause any further infections. It is assumed here that if someone dies, they get detected before or at time of death. In general it can be assumed that when someone falls severely ill the infected individual gets detected; an important assumption in the model is that detected persons are isolated and thus do not participate in spreading the disease. Once detected, a person recovers or deceases. All this leads to a dynamic system, which is governed by the following six ordinary differential 5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1540,
                    "end": 1546,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1660,
                    "end": 1668,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "dn r|d dt = k r n i|d and (5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Besides the rates k i , k d , k r and k k , also q and the initial conditions of the dependent variables n s (t), n i|u (t), n r|u (t), n i|d (t), n r|d (t) and n k (t) have to be determined; t denotes time in days. Some of these quantities are known, i.e., n s (0) = n s,init , n r|u (0) = 0, n r|d (0) = 0, n k (0) = 0 and n i|d (0) = 9. The latter initial value is taken from the calibration data shown in table 2. Note that the mortality M (average fraction of fatalities within a random group of detected infected persons) depends on the rate coefficients k k and k r , as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "Next it is described how the other quantities can be estimated based on observed data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The model was tuned with data of reported Covid-19 cases outside of China 1 from January 22 to March 12, 2020; see table 2. Note that it is important to employ data from a period before measures like social distancing were taken. The considered initial susceptible population size is n s (0) = n s,init = 6 384 631 490 (world population outside of China) and the reported number of deaths at the end of day 50 is 1 440. During the first 50 days (\"tuning phase\") n s ≈ n s,init and thus the model simplifies to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "dn r|d dt = k r (n d − n r|d − n k ) and (11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "1 https://www.worldometers.info/coronavirus/coronavirus-cases/#total-cases 6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint day detected cases 0 9  1  15  2  30  3  40  4  56  5  66  6  84  7  102  8  132  9  159  10  173  11  186  12  190  13  221  14  248  15  278  16  330  17  354  18  382  19  461  20  481  21  526  22  587  23  608  24  697  25  781   day detected cases  26  896  27  999  28  1124  29  1212  30  1385  31  1715  32  2055  33  2429  34  2764  35  3323  36  4288  37  5364  38  6780  39  8559  40  10292  41  12746  42  14905  43  17873  44  21399  45  25404  46  29256  47  33627  48  38170  49  45421  50 53763 7 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 649,
                    "text": "9  1  15  2  30  3  40  4  56  5  66  6  84  7  102  8  132  9  159  10  173  11  186  12  190  13  221  14  248  15  278  16  330  17  354  18  382  19  461  20  481  21  526  22  587  23  608  24  697  25  781   day detected cases  26  896  27  999  28  1124  29  1212  30  1385  31  1715  32  2055  33  2429  34  2764  35  3323  36  4288  37  5364  38  6780  39  8559  40  10292  41  12746  42  14905  43  17873  44  21399  45  25404  46  29256  47  33627  48  38170  49  45421  50",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Parameter Estimation"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint withk = k i − k d − k r and n d = n i|d + n k|d + n r|d . If we further set q to zero, the following analytical solutions are found:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "with α = k d n i|u (0)/k. The best fit with the data was found fork = 0.1654299244 d −1 (the unit d denotes days) and α = 13.75726902; Fig. 2 shows n d computed by the model (line) compared with the data (circles). One can assume that during the initial 50 days detection only occurred due to arising symptoms; therefore the detection time can be set equal to the incubation time. If one further assumes that the incubation time follows a log-normal distribution [12] with 5.84 ± 2.98 days [8] , one obtains an average detection rate of k d = 0.2158 d −1 . As a consequence one obtains for the initial number of undetected infected persons n i|u (0) = αk/k d = 10.5462. Further, we use relation (7) to express k r in terms of k k . With hospital treatment it is assumed that the mortality of the detected persons (fraction of all detected infected persons who die; including everybody who dies) is M = 0.05. Finally, the value of k k was determined to match the reported number of deaths after day 50, which is 1 440, and one obtains k r = 0.1811 d −1 and k k = 0.0095 d −1 . Table 3 shows all parameter values, which we chose for our base case.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 141,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1076,
                    "end": 1083,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Parameter Estimation"
        },
        {
            "text": "It is important to note thatk is the decisive parameter for the dynamics of the system, i.e., the number of undetected infected people starts to decline (and thereby the rate of transmission and the effective reproductive number of the virus), if k d + k r becomes larger than k i (exact, if n s n s,init ). This means that the system can be stabilized by either reducing the infection rate (containment or social distancing) or by more frequent testing. This is consistent with the requirement that the basic reproduction number R 0 of the virus in the susceptible population is smaller than one. This number represents \"the expected number of secondary cases produced, in a completely susceptible population, by a typical infective individual\" [5] . If R 0 becomes < 1, the spread will decline, and if R 0 > 1, the virus spread will increase. To compute R 0 , we split the dynamics of the undetected population into the infection driven propagation F 8 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 6.3846×10 9 n i|d (0) 9 n i|u (0) 10.5462 and the reduction of propagation by recovery and detection V, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "Following [11] , we get",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "Notice that the reproduction number would be different, if we consider the whole susceptible population without isolating the detected ones. By inspecting Eq. (16), we observe that we can move towards a disease free state corresponding to R 0 ≤ 1 by either reducing k i or increasing k d . The former can be enforced by mitigation policies such as social distancing, while the latter can be attained by mass testing of asymptomatic individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "To account for higher mortality if the hospital capacity is exceeded, the rate k k (n i|d ) = min{0.0008,n i|d }k 0 k + max{0,n i|d − 0.0008} 1 9 k r n i|d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "is used, where k 0 k is the death rate of detected persons, if hospital treatment is provided, andn i|d = n i|d /n s,init is the fraction of infected detected persons. This model assumes that there exist eight intensive care beds per 100'000 persons [6] and that 10% of the detected infected persons are in need of such treatment. Clearly this fraction is age dependent (e.g. around 19% for individuals over 80 and 1% for 50-59 [6] ), but it is to be emphasized that the exact numbers do not change our overall analysis and that the reported statistics also bear a large margin of uncertainty. Accordingly, the saturation is reached once 0.08% of the population is detected as infected. Furthermore, we assume that without treatment in intensive care unties, 10% of the detected infected patients die 2 . Thus, without hospital treatment k k /(k k + k r ) = 0.1, from which one obtains",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "2 https://wwwnc.cdc.gov/eid/article/26/6/20-0233_article 9 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter Estimation"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint Equation (17) quantifies the average value of k k for a fractionn d,i of detected infected persons. Figure 3 shows k k as a function of the fraction of detected infected persons. One can see that the death rate k k is constant until the health care system is at maximum capacity atn i|d = 0.0008. Beyond that, it increases and asymptotically approaches a value which is more than two times larger. Figure 4 shows the model results for a period of 200 days. Dashed lines represent the immune (n s,init − n s (t)), dashdotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population. The model predicts an equilibrium when approximately 53% of the population is immune, which would occur after roughly 150 days. Further it predicts that approximately 2.8% of the initial susceptible population would eventually be killed by the virus. The peak of infected persons (approximately 10% of the initial population) is reached after roughly 110 days. Note that we do not claim that these results are quantitatively correct, but since the model accounts for the important mechanisms, it can be expected that it captures the relevant dynamics to a high degree. Therefore, to study the response of containment and more frequent testing during specified phases it is an effective tool, provided the model parameters are chosen in a realistic range.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 252,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 542,
                    "end": 550,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Parameter Estimation"
        },
        {
            "text": "In this section we investigate the effect of two different mitigation strategies: social distancing and mass testing. It is important to point out that our results have to be seen relative to the base case without mitigation. As the estimated parameters all come with uncertainty, note that the numerical results are not a quantitative prediction, but rather a qualitative picture of the essential dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigation Studies"
        },
        {
            "text": "The first mitigation strategy tested with our model is social distancing. Therefore two scenarios are considered; see Fig. 5 . Dashed lines represent the immune (n s,init − n s (t)), dash-dotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population; on the top with linear and on the bottom with logarithmic scaling. The gray shading marks the \"social distancing\" phases. For comparison, Fig. 5a shows the base case. Figure 5b shows the case when the 10 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 417,
                    "end": 424,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 446,
                    "end": 455,
                    "text": "Figure 5b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mitigation Studies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint infection rate is reduced by 29.42% (corresponding to a virus reproduction factor of R 0 = 1) from day 50 till day 200. In the logarithmic plot one can see that the number of infected persons remains constant during the social distancing phase (as expected when R 0 = 1), but the number of cases and deaths keeps increasing. Note that afterwards only a very small fraction of the population is immune. With some delay after social distancing is abandoned, the numbers raise exponentially until more than half of the population becomes immune. Figure 5c shows the case with 70% lower infection rate in the period from 50 to 100 days. This time the virus reproduction factor R 0 is smaller than one and the number of infected persons declines exponentially; seen in the logarithmic plot. After the social distancing phase there is a delay of approximately 200 days before the numbers climb exponentially until more than half of the initial population is immune. In both cases one obtains the same endemic state as in the base case, i.e., temporary social distancing only delays the main outbreak. Therefore, the success of a containment strategy eventually relies on discovering an effective and cheap vaccine in due time. As additional information information regarding intensive care unit capacity is provided in the bottom logarithmic plots of Fig. 5 . The detected infected population (dotted lines) is shown together with the intensive care unit capacity (horizontal long dashed lines).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 696,
                    "text": "Figure 5c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1489,
                    "end": 1495,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Mitigation Studies"
        },
        {
            "text": "The second mitigation strategy we investigated is mass testing with isolation of detected cases. The same periods as in the cases of Figs. 5a and 5b are considered; once with a 1.7666 times higher detection rate (corresponding to a reproduction factor of one) and once with a 2.8240 times higher detection rate (same reproduction number as with 70% lower infection rate), respectively. The results are shown in Fig. 6 and one can see that they are very similar as those shown in Fig. 5 . This demonstrates that mass testing would have a similar effect as social distancing, and provided effective testing methods become available, this approach has the important advantage that the world's economy would not come to a halt. Like in the case of social distancing, unless one assumes that the virus can be defeated completely and globally, testing would have to be continued until an effective vaccine becomes widely available. Again, information regarding intensive care unit capacity is provided in the bottom logarithmic plots of Fig. 6. 11 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 479,
                    "end": 485,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1031,
                    "end": 1038,
                    "text": "Fig. 6.",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Mitigation Studies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint 12 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigation Studies"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigation Studies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint 13 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigation Studies"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigation Studies"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint As a final mitigation strategy, we investigated a combination of social distancing and mass testing, i.e., from day 50 to 100 a 70% lower infection rate due to social distancing is considered, followed by a one year period with 1.7666 times higher detection rate. The corresponding plots are shown in Fig. 7 . One can see that extreme social distancing brings the number of infections down and moderate testing keeps the values constant. Again, after the testing phase ends there is a delayed outbreak leading to the same end result as in the base case. In the bottom logarithmic plots of Fig. 7 the detected infected population (dotted lines) is shown together with the intensive care unit capacity (horizontal long dashed lines).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 733,
                    "end": 739,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Mitigation Studies"
        },
        {
            "text": "Finally, we have analyzed how many tests are needed to mitigate the Covid-19 pandemic. How can we achieve the 1.7666-fold increased detection rate modeled in Fig. 6c ? To answer this central question, we have studied the relationship between the detection rate k d , i.e., the rate of the identification of infected persons by testing (or by onset of severe symptoms), and the testing interval of the susceptible population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "How the Number of Tests Translates to Detection Rate"
        },
        {
            "text": "Obviously, the scenario that the whole susceptible population is tested at once would lead to a trivial disease free state. However in the absence of such capacity, individuals would be tested at different schedules. Let us consider a situation where each person is tested once every N days. Therefore we focus on the set of days D = {1, ..., N}. An individual is infected at some random time x. To characterize x, we assume that the likelihood of getting infected does not vary much during these days. This is exactly the case, if testing is applied at an intensity such that R 0 = 1; see Fig. 7c . Hence x becomes uniformly distributed in the interval [1, N] . The incubation time, which is the time x s between infection and the onset of symptoms, is assumed to obey a log-normal distribution [12] . We assume an incubation time of x s = 5.84 ± 2.98 days [8] . Moreover, we suppose that the testing result becomes available 1/2-day after the test is taken, and that the results are free from false negatives and false positives. The problem of testing frequency hence is reduced to finding N satisfying",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 660,
                    "text": "[1, N]",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Fig. 7c",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "How the Number of Tests Translates to Detection Rate"
        },
        {
            "text": "where E[ . ] denotes expectation. Accordingly, we can find the mean detection time T d as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the Number of Tests Translates to Detection Rate"
        },
        {
            "text": "The above equations are nonlinear (due to the non-linearity of the log-normal distribution) and do not admit closed form expressions for N or T d . Yet, using Monte-Carlo sampling, the maps N −1 → k d and N −1 → T d can be plotted as shown in Fig. 8 . As indicated in Fig. 8 , increasing the detection rate by 1.7666-fold would require testing the entire susceptible population roughly once every 10 days. This testing interval would suffice to end the pandemic, even if no other mitigation strategies were applied. It is of practical relevance that this is equivalent to testing a random fraction of 10% of the whole susceptible population every day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 249,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 274,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "How the Number of Tests Translates to Detection Rate"
        },
        {
            "text": "Note that this result can also be applied to situations where only a fraction r is participating in the testing campaign. Then the effective mean detection rate is the weighted average of the detection rate without and with testing, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How the Number of Tests Translates to Detection Rate"
        },
        {
            "text": "While more and more affected populations are moving from containment towards risk mitigation plans for Covid-19, it is important to understand the engaged mechanisms underlying this pandemic-spread. Outcomes of social distancing : social distancing phase with 70% lower infection rate (50 to 100 days) followed by one year of high frequency testing with a 1.7666 times higher detection rate. Dashed lines represent the immune (n s,init − n s (t)), dash-dotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population; on the top with linear and in the middle with logarithmic scaling. In the bottom logarithmic plots the detected infected population (dotted lines) is shown together with the intensive care unit capacity (horizontal long dashed lines). The values are in % of the initial susceptible population size and are plotted over number of days. The light and dark gray shadings marks the \"social distancing\" and \"more frequent testing\" phases, respectively. 15 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. and mass testing are investigated in this paper. It is found that the latter can significantly reduce the percentage of people getting infected and the death toll. It is important to emphasize here that more testing has to be applied to individuals without symptoms, since those with symptoms contain themselves automatically in most cases. As improved testing capacities are built up, our approach may help to decide when alternative mitigation methods may not only complement, but eventually replace the current social distancing regime. This may help to minimize the socio-economical impacts resulting from severe social isolation policies. While social distancing is currently essential, it is of utmost importance that the testing capabilities are upgraded such that they cover large portions of affected populations in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "From our analysis we conclude that testing every individual without symptoms roughly every 10 days would reduce the reproduction number of Covid-19 to one and thereby stabilize the pandemic, which is very promising. After a while, fewer and fewer infected people (who spread the virus) will be detected. In this way, continued large scale testing can verify the success of the mitigation strategy. Mass testing should be continued beyond this point, though at a reduced frequency. This would allow to detect if the fraction of infected person tends to increase. If this were the case, testing frequencies should again be ramped up. In any case, unless the virus can be defeated completely and globally by reducing the number of infected individuals to zero, there is a risk of Corvid-19 re-emergence after such mitigation measures are abandoned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "It remains to be emphasized that no claims are made regarding the quantitative accuracy of the presented model predictions, but it can be expected that the qualitative dynamic behavior and the tendencies are captured well. For further improvements of the predictions a more reliable data base for parameter tuning would be necessary. The model itself can be refined by accounting for different age groups and latency, which would involve additional parameters. In the future it would be of utmost interest to further investigate combined strategies with e.g. social distancing for old and endangered persons and high rate testing for the remaining population, including the work force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.27.20045237 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A primer on stochastic epidemic models: Formulation, numerical simulation, and analysis",
            "authors": [
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Linda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infectious Disease Modelling",
            "volume": "2",
            "issn": "2",
            "pages": "128--142",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Analysis of a stochastic sir epidemic on a random network incorporating household structure",
            "authors": [
                {
                    "first": "Frank",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Sirl",
                    "suffix": ""
                },
                {
                    "first": "Pieter",
                    "middle": [],
                    "last": "Trapman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mathematical Biosciences",
            "volume": "224",
            "issn": "2",
            "pages": "53--73",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Stochastic epidemic models: a survey",
            "authors": [
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mathematical biosciences",
            "volume": "225",
            "issn": "1",
            "pages": "24--35",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic modeling: an introduction",
            "authors": [
                {
                    "first": "Daryl",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On the definition and the computation of the basic reproduction ratio r 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "Odo",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Johan",
                    "middle": [
                        "Andre"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "Johan Aj",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of mathematical biology",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid-19 mortality and healthcare demand. London: Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "Gemma",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "Natsuko",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "Kylie",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "Sangeeta",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "Adhiratha",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Zulma",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Gina",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mathematics of epidemics on networks",
            "authors": [
                {
                    "first": "Joel",
                    "middle": [
                        "C"
                    ],
                    "last": "István Z Kiss",
                    "suffix": ""
                },
                {
                    "first": "Péter L",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "598",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimate the incubation period of coronavirus 2019 (covid-19). medRxiv",
            "authors": [
                {
                    "first": "Ke",
                    "middle": [],
                    "last": "Men",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Yihao",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Guangwei",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Jingjing",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Yanyan",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical modeling of infectious disease dynamics",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Constantinos",
                    "suffix": ""
                },
                {
                    "first": "Lucia",
                    "middle": [],
                    "last": "Siettos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virulence",
            "volume": "4",
            "issn": "4",
            "pages": "295--306",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Agent-based modeling in public health: current applications and future directions. Annual review of public health",
            "authors": [
                {
                    "first": "Melissa",
                    "middle": [],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "Magdalena",
                    "middle": [],
                    "last": "Cerdá",
                    "suffix": ""
                },
                {
                    "first": "Katherine",
                    "middle": [
                        "M"
                    ],
                    "last": "Keyes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "77--94",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "Pauline",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical biosciences",
            "volume": "180",
            "issn": "1-2",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incubation period duration and severity of clinical disease following severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "Victor",
                    "middle": [],
                    "last": "Virlogeux",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vicky",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Lai-Ming",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Malik",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "Benjamin J",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiology",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-ncov outbreak originating in wuhan, china: a modelling study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Kathy",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Gabriel M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Threshold behavior of a stochastic sis model with le´vy jumps",
            "authors": [
                {
                    "first": "Yanli",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Sanling",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Dianli",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Applied Mathematics and Computation",
            "volume": "275",
            "issn": "",
            "pages": "255--267",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model calibration: number of detected persons (n i|d + n k + n r|d ) computed by the model (line) compared with the data (circles) for the first 51 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of exceeding the capacity of the health care system on death rate. Average value of mortality rate k k (probability per day for a detected infected person do die) as a function of the fractionn i|d of detected infected persons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Base case model predictions for a period of one year. Dashed lines represent the immune (n s,init − n s (t)), dash-dotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population. The values are in % of the initial population size and are plotted over number of days. Left with linear and right with logarithmic scaling.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Social distancing strategy studies. (a): base case (b): 29.42% lower infection rate (corresponding to a reproduction factor of one) in the period from 50 to 200 days. (c): 70% lower infection rate in the period from 50 to 100 days. Dashed lines represent the immune (n s,init − n s (t)), dashdotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population; on the top with linear and in the middle with logarithmic scaling. In the bottom logarithmic plots the detected infected population (dotted lines) is shown together with the intensive care unit capacity (horizontal long dashed lines). The values are in % of the initial susceptible population size and are plotted over number of days. The gray shading marks the \"social distancing\" phases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "High frequency testing strategy studies. (a): base case (b): 1.7666 times higher detection rate (corresponding to a reproduction factor of one) in the period from 50 to 200 days. (c): 2.8240 times higher detection rate (same reproduction number as with 70% lower infection rate; see Fig. 5) in the period from 50 to 100 days. Dashed lines represent the immune (n s,init − n s (t)), dash-dotted lines the infected (n i|u + n i|d ) and solid lines the deceased (n k ) population; on the top with linear and in the middle with logarithmic scaling. In the bottom logarithmic plots the detected infected population (dotted lines) is shown together with the intensive care unit capacity (horizontal long dashed lines). The values are in % of the susceptible population size and are plotted over number of days. The gray shading marks the \"more frequent testing\" phases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Combined strategy study. (a): base case (b)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Terminology and nomenclature of model parameters and variables",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Reported cases outside of China from January 22 to March 12 of the 2020 Covid-19 pandemic.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Parameter values for the base case. With hospital treatment, mortality of detected infected people is estimated to be M ≈ 0.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.weekly testing gives k d =0.45 (1/day) B A C monthly testing gives k d =0.26 (1/day) bi-weekly testing gives k d =0.33 (1/day) Figure 8: Average detection time and detection rate versus testing frequency. Note that the testing scenarios A, B and C are equivalent to testing random fractions of 1/7, 1/14 and 1/30, respectively, of the entire susceptible population every day.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are very thankful to Dario Ackermann, who created the website 3 with the simulation tool based on the model presented in this paper, and the authors would like to thank Emma Slack for helpful comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}