{
    "paper_id": "175e920744b149bb5c3375ca52c9bb876d5b083d",
    "metadata": {
        "title": "RPS25 is essential for translation initiation by the Dicistroviridae and hepatitis C viral IRESs",
        "authors": [
            {
                "first": "Dori",
                "middle": [
                    "M"
                ],
                "last": "Landry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "35294",
                        "settlement": "Birmingham",
                        "region": "Alabama",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marla",
                "middle": [
                    "I"
                ],
                "last": "Hertz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "35294",
                        "settlement": "Birmingham",
                        "region": "Alabama",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunnie",
                "middle": [
                    "R"
                ],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Alabama at Birmingham",
                    "location": {
                        "postCode": "35294",
                        "settlement": "Birmingham",
                        "region": "Alabama",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Most eukaryotic mRNAs are translated using a cap-dependent mechanism of translation. However, ;10% of mammalian mRNAs initiate translation using a cap-independent mechanism that is not well understood. These mRNAs contain an internal ribosome entry site (IRES) located in the 59 untranslated region. The cricket paralysis virus (CrPV) intergenic region IRES (IGR IRES) functions in yeast, mammals, and plants, and does not require any translation initiation factors. We used yeast genetics to understand how ribosomes are recruited directly to the mRNA by an IRES. We found that Rps25p has an essential role in CrPV IGR IRES activity in yeast and mammalian cells but not in cap-dependent translation. Purified 40S ribosomal subunits lacking Rps25 are unable to bind to the IGR IRES in vitro. The hepatitis C virus (HCV) IRES also requires Rps25, demonstrating the function of Rps25 is conserved across IRES types. Yeast strains lacking Rps25 exhibit only slight defects in global translation, readthrough, ribosome biogenesis, and programmed ribosomal frameshifting. This work is the first demonstration of a ribosomal protein that is specifically required for IRES-mediated translation initiation. Our findings provide us with the beginnings of a model for the molecular interactions of an IRES with the ribosome. . Article is online at http://www.genesdev.org/cgi/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Protein synthesis in eukaryotes is highly regulated both globally and in an mRNA-specific manner. The vast majority of eukaryotic mRNAs are translated in a capdependent manner, which requires multiple initiation factors to recruit the 40S ribosomal subunit to the 59 end of the message. Briefly, eIF4A, eIF4G, and eIF4E bind to the 59 m7 GpppN cap structure and recruit the 43S preinitiation complex, which consists of eIF3, eIF1, eIF1A, eIF5, and the ternary complex (Met-tRNA i , eIF2, and GTP) bound to the 40S small ribosomal subunit. The 48S preinitiation complex then scans the mRNA in the 59-to-39 direction until the AUG start codon is positioned in the peptidyl site (P site) of the 40S ribosomal subunit. At this point, GTP hydrolysis is triggered and eIF2 is released, along with other initiation factors. Then, eIF5B facilitates joining of the 60S ribosomal subunit and the second GTP is hydrolyzed to transition into the elongation phase. Under various cellular stresses or during viral infection, cap-dependent translation is globally repressed, and mRNAs that contain internal ribosome entry sites (IRESs) can be translated using a cap-independent mechanism of initiation (Sonenberg and Hinnebusch 2009) . IRESs were originally discovered in picornaviruses 20 years ago, and since then they have been found in numerous other viral and cellular mRNAs (Bushell and Sarnow 2002; Spriggs et al. 2008 ). Viral IRESs can be generally grouped into four categories based on the number of canonical initiation factors and IRES trans-acting factors (ITAFs) that they require, as well as the placement and codon usage of the start site. Type I picornavirus IRESs require ITAFs, several canonical initiation factors, and initiator Met-tRNA i , and have an AUG start codon downstream from the IRES. Type II picornavirus IRESs require ITAFs and initiation factors; however, the 40S subunit is recruited directly to the AUG start site without scanning. The hepatitis C virus (HCV)like IRESs recruit the 40S directly to the AUG start codon and only use a subset of initiation factors (eIF3 and eIF2). The last group of IRESs, the Dicistroviridae intergenic region IRESs (IGR IRESs), are able to form 80S initiation complexes with a non-AUG start codon positioned in the A site of the ribosome in the absence of any initiation factors or initiator tRNA (Kieft 2008) . The structures of IRESs are extremely diverse. ITAFs are thought to stabilize active conformations of the IRES for ribosome recruitment, rather than directly recruiting the ribosome. Although the secondary or tertiary structures and the cellular factors of many viral IRESs have been determined, the molecular mechanism of how an IRES recruits the ribosome to an mRNA remains unknown.",
            "cite_spans": [
                {
                    "start": 1187,
                    "end": 1218,
                    "text": "(Sonenberg and Hinnebusch 2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1365,
                    "end": 1390,
                    "text": "(Bushell and Sarnow 2002;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1391,
                    "end": 1410,
                    "text": "Spriggs et al. 2008",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2351,
                    "end": 2363,
                    "text": "(Kieft 2008)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cricket paralysis virus (CrPV) IGR IRES is ;180 nucleotides (nt) long, and in vitro it is able to bind directly to 40S subunits followed by recruitment of the 60S subunit to assemble translationally competent 80S ribosomes. It is able to initiate translation in vivo in both yeast and mammalian cells (Wilson et al. 2000 ; Thompson et al. 2001; Deniz et al. 2009 ). Thus, it serves as a good model for IGR IRES interactions with the ribosome. The IGR IRES (Fig. 1) consists of three pseudoknot structures (PKI, PKII, and PKIII) . Areas with the highest sequence conservation across the Dicistroviridae family (Fig. 1 , see capitalized nucleotides) are located in the loop regions and have been predicted to interact directly with the ribosome. Stem-loop 2.1 (SL2.1), SL2.3, and PKIII are believed to be responsible for 40S subunit recruitment based on mutational analysis of the stem-loops, which leads to a reduction in translation and 40S complex formation (Jan and Sarnow 2002; Costantino and Kieft 2005) . Crystallization and cryo-electron microscopy (cryo-EM) studies of the IGR IRES revealed that the IRES forms a tightly packed core from which SL2.1 and SL2.3 protrude adjacent to one another to contact the 40S ribosome (Spahn et al. 2004b; Pfingsten et al. 2006; Schuler et al. 2006; Costantino et al. 2008) . PKII and the bulge region are predicted to interact with the 60S sub-unit (Schuler et al. 2006) . PKI is positioned in the P site of the ribosome to initiate translation at the adjacent codon positioned in the A site (Wilson et al. 2000) .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 324,
                    "text": "(Wilson et al. 2000",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 327,
                    "end": 348,
                    "text": "Thompson et al. 2001;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 349,
                    "end": 366,
                    "text": "Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 509,
                    "end": 531,
                    "text": "(PKI, PKII, and PKIII)",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 984,
                    "text": "(Jan and Sarnow 2002;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 985,
                    "end": 1011,
                    "text": "Costantino and Kieft 2005)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1232,
                    "end": 1252,
                    "text": "(Spahn et al. 2004b;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1253,
                    "end": 1275,
                    "text": "Pfingsten et al. 2006;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1276,
                    "end": 1296,
                    "text": "Schuler et al. 2006;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1297,
                    "end": 1320,
                    "text": "Costantino et al. 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1397,
                    "end": 1418,
                    "text": "(Schuler et al. 2006)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1540,
                    "end": 1560,
                    "text": "(Wilson et al. 2000)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Here we use a yeast experimental system to show that ribosomal protein S25 (Rps25) in the 40S subunit is required for CrPV IGR IRES-mediated translation in vivo. We determined that the IGR IRES activity was impaired due to its inability to recruit 40S subunits that lacked Rps25. It is of great significance that we detected only minor defects in cap-dependent translation or fidelity, suggesting that Rps25 may impart a specialized function to the ribosome. In addition, we show that Rps25 is also required for the HCV IRES, demonstrating a conservation of function for Rps25 across divergent IRESs. Our results provide a novel function for Rps25 and the first molecular mechanism for the role of a ribosomal protein in the initiation step of two different viral IRESs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two lines of evidence suggest that Rps25 may interact with the IGR IRES. First, Rps25 cross-links to the Plautia stali intestine virus (PSIV) IGR IRES in vitro (Nishiyama et al. 2007) . Second, the cryo-EM model of the CrPV IGR IRES bound to 80S ribosomes predicts that SL2.1 interacts with Rps5 and SL2.3 interacts with an adjacent protein density that has no prokaryotic homolog (Schuler et al. 2006) . The identity of this adjacent protein may be Rps25, since cross-linking experiments with eukaryotic ribosomes identified Rps25 as being in close proximity to Rps5 (Uchiumi et al. 1981) .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 183,
                    "text": "(Nishiyama et al. 2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 381,
                    "end": 402,
                    "text": "(Schuler et al. 2006)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 568,
                    "end": 589,
                    "text": "(Uchiumi et al. 1981)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Rps25 is essential for IRES activity"
        },
        {
            "text": "To determine whether Rps25p could be involved in CrPV IGR IRES activity in vivo, we generated a yeast knockout strain for RPS25. Similar to most ribosomal proteins in Saccharomyes cerevisiae, RPS25 is duplicated in the genome. The genes encode proteins Rps25a and Rps25b, which differ only by one amino acid at the C-terminal end. We mated rps25aD and rps25bD haploids to obtain diploids. Sporulation of the diploids and dissection of the tetrads consistently resulted in two colonies that grew at wild-type growth rates and two colonies that grew more slowly (Fig. 2) . RPS25A and RPS25B deletions were confirmed by both PCR and Southern analysis (data not shown), demonstrating that, in agreement with previous studies, Rps25p is not an essential protein in S. cerevisiae (Ferreira-Cerca et al. 2005 ). RPS25A accounts for ;66% of the Rps25p in the cell (Ghaemmaghami et al. 2003) , which may explain why deletion of RPS25B did not result in any defect in cell growth. A plasmid expressing RPS25A was able to rescue the growth defects of rps25aD and rps25aDbD strains (Fig. 2B) .",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 801,
                    "text": "(Ferreira-Cerca et al. 2005",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 856,
                    "end": 882,
                    "text": "(Ghaemmaghami et al. 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 568,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1070,
                    "end": 1079,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Rps25 is essential for IRES activity"
        },
        {
            "text": "To determine if Rps25 is required for IRES-mediated translation in vivo, a dicistronic reporter containing the CrPV IGR IRES inserted between Renilla and firefly luciferase ORFs was transformed into wild-type and mutant yeast strains (Fig. 3A ). Since the CrPV IGR IRES initiates at an alanine codon rather than an AUG methionine codon, we deleted the AUG start codon of the The conserved nucleotides across the type I IGR IRESs in the Dicistrovirdae family are capitalized. There are three pseudoknots (PKI, PKII, and PKIII) (Hellen and Sarnow 2001; Kanamori and Nakashima 2001; Jan and Sarnow 2002) . PKI is positioned in the P site and translation initiation begins in the A site of the ribosome (Wilson et al. 2000) . Disruption of the PKI (IGRmut) completely abolishes all IRES activity. Stem-loop 2.1 (SL2.1) has been predicted to interact with Rps5 in structural models and Rps25 by biochemical cross-linking studies. (Spahn et al. 2004b; Schuler et al. 2006; Nishiyama et al. 2007 ). SL2.3 has been predicted to interact with an unidentified eukaryotic ribosomal protein that is not conserved in prokaryotes (Spahn et al. 2004b ).",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 550,
                    "text": "(Hellen and Sarnow 2001;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 551,
                    "end": 579,
                    "text": "Kanamori and Nakashima 2001;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 580,
                    "end": 600,
                    "text": "Jan and Sarnow 2002)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 699,
                    "end": 719,
                    "text": "(Wilson et al. 2000)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 925,
                    "end": 945,
                    "text": "(Spahn et al. 2004b;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 946,
                    "end": 966,
                    "text": "Schuler et al. 2006;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 967,
                    "end": 988,
                    "text": "Nishiyama et al. 2007",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1116,
                    "end": 1135,
                    "text": "(Spahn et al. 2004b",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rps25 is essential for IRES activity"
        },
        {
            "text": "firefly luciferase ORF to eliminate expression of active firefly luciferase from transcripts generated by cryptic promoters (Deniz et al. 2009 ). Firefly luciferase activity is sensitive to N-terminal truncations, such that deletion of amino acid residues 3-10 decreases firefly luciferase activity to 0.1% of wild-type levels (Sung and Kang 1998) . Therefore, by deleting the initiating AUG codon, any transcripts generated from cryptic promoters that could use a cap-dependent mechanism to initiate translation will result in no firefly activity, since the next inframe AUG codon is 29 codons downstream. Furthermore, the CrPV IGR IRES is active in wild-type yeast strains, while the inactive IGRmut that disrupts the basepairing in PKI does not have any IRES activity ( Fig. 3B ; Deniz et al. 2009 ). We found that the rps25bD strain has similar IGR IRES activity to the wild type. In contrast, the rps25aD strain exhibits ;40% IRES activity, while the rps25aDbD mutant strain has virtually no IRES activity, at 2.3% of wild type. When RPS25A is expressed from a plasmid, IRES activity is restored to wild-type levels for both the rps25aD and rps25aDbD strains (Fig. 3B,C) . In contrast, cap-dependent translation is not affected by the lack of Rps25 (Fig. 3C , Renilla RLUs). Taken together, these results suggest that the IGR IRES activity but not cap-dependent translation is dependent on the Rps25 protein.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 142,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 327,
                    "end": 347,
                    "text": "(Sung and Kang 1998)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 783,
                    "end": 800,
                    "text": "Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 773,
                    "end": 780,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1164,
                    "end": 1175,
                    "text": "(Fig. 3B,C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1254,
                    "end": 1262,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rps25 is essential for IRES activity"
        },
        {
            "text": "The lack of IGR IRES activity in the rps25aDbD strain could be caused by either a failure of the IRES to recruit the 40S subunit, or a failure in some other downstream process, such as 60S subunit joining or pseudotranslocation. The IGR IRES has been shown to bind to purified 40S subunits, followed by recruitment of the 60S subunit to form 80S complexes in vitro (Wilson et al. 2000; Jan et al. 2003; Pestova and Hellen 2003) . To determine if the decrease in IRES activity was due to an inability of the IRES to bind 40S subunits, native gel shifts were performed with radiolabeled CrPV IGR IRES RNA and purified 40S ribosomal subunits from either wild-type, rps25aDbD, or rps25aDbD + pS25A yeast strains. The IGR IRES RNA was able to bind to wild-type 40S subunits with a dissociation constant of 5.5 nM, which is also evidenced by the shift in mobility of the radiolabeled RNA (Fig. 4, top) . However, when Rps25p was absent, the ability of the IGR IRES RNA to bind the 40S subunits was severely impaired even at the highest concentrations of 40S subunits (Fig. 4, middle) . When Rps25 is expressed from a plasmid, binding of the IGR IRES to 40S subunits is restored (Fig. 4, bottom) . In the rps25aDbD + pS25A gel shift, we observed the formation of 80S complexes (Fig. 4 , luciferase is translated by a cap-dependent mechanism, and firefly expression is dependent on a functional IGR IRES. The first AUG of the firefly luciferase coding region has been deleted to ensure that the firefly luciferase activity is solely dependent on a functional IGR IRES, which does not require an AUG start codon for initiation (Deniz et al. 2009 ). (B) A graph representing the IRES activities of wild-type and Rps25 deletion strains with and without the pS25A rescue plasmid transformed with a dicistronic reporter harboring the wild-type (gray bars) or the IGRmut (white bar) IGR IRES. The firefly luciferase values are normalized to Renilla luciferase values as an internal control, and are expressed as a percentage of activity with the CrPV IGR IRES in wild-type yeast arbitrarily set to 100%. Data values are given for each yeast strain, and standard error is indicated for n = 3. (C) Renilla and firefly luciferase values for B; standard error is indicated for n = 3. asterisk) due to some contaminating 60S subunits in the 40S preparation. A gel of the ribosomal RNA (rRNA) isolated from the purified subunits demonstrated that the rRNA is intact (data not shown), indicating the lack of 40S subunit binding by the rps25aDbD ribosomes is due to the absence of Rps25 protein and not the degradation of the subunits. These binding assays are consistent with the IGR IRES activity determined in vivo, where the rps25aDbD yeast resulted in no IRES activity (Fig. 3 ). Both IRES activity and 40S ribosomal subunit binding were rescued to wild-type levels when Rps25 was expressed from a plasmid. Thus, deletion of Rps25 in S. cerevisiae essentially eliminates IGR IRES activity in vivo due to the inability of the IRES to recruit 40S subunits.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 385,
                    "text": "(Wilson et al. 2000;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 386,
                    "end": 402,
                    "text": "Jan et al. 2003;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 403,
                    "end": 427,
                    "text": "Pestova and Hellen 2003)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1618,
                    "end": 1636,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 895,
                    "text": "(Fig. 4, top)",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1077,
                    "text": "(Fig. 4, middle)",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1188,
                    "text": "(Fig. 4, bottom)",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1277,
                    "text": "(Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2752,
                    "end": 2759,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Rps25 is essential for IRES activity"
        },
        {
            "text": "Since knockout of the RPS25 genes results in a dramatic decrease in IRES-mediated translation, we wanted to determine whether Rps25 was required for any other ribosomal functions. We performed a polysome analysis on wild-type, rps25aD, rps25bD, and rps25aDbD yeast (Fig.  5A ). All of the deletion strains had a similar polysome profile and polysome to monosome ratio. Since we observe no decrease in the polysome fractions, deletion of one or both copies of Rps25 does not cause a significant defect in global translation initiation. This is consistent with what has been shown previously (Ferreira-Cerca et al. 2005) . These results are also consistent with the observation that the Renilla luciferase activity was similar to wild-type activity in all of the deletion strains. To more carefully evaluate the effects of Rps25 deletion on global protein synthesis, we performed 35 S-methinione incorporation assays. These results indicate that the rps25aDbD strains exhibit a slight decrease (19%) (Fig. 5B ) in global protein synthesis relative to the wild-type strain. The amounts of 40S and 60S subunits appear to be similar in all strains, suggesting no defect in ribosome biogenesis. To more carefully evaluate this, we carried out pulse-chase experiments on wild-type and rps25aDbD strains (Fig. 5C ). The appearance of the fully processed 25S and 18S rRNA species are slightly delayed in the double-deletion mutant. However, there is no apparent accumulation of pre-rRNA species, and the amounts of 25S and 18S rRNA appear to be similar between the wild-type and rps25aDbD strains. The slight decrease observed in the protein synthesis rate or the delayed rRNA biogenesis rate could contribute to the observed slow-growth phenotype.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 618,
                    "text": "(Ferreira-Cerca et al. 2005)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 274,
                    "text": "(Fig.  5A",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1006,
                    "text": "(Fig. 5B",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1304,
                    "text": "(Fig. 5C",
                    "ref_id": null
                }
            ],
            "section": "Rps25 deletion has only slight effects on global translation and ribosome fidelity"
        },
        {
            "text": "To determine whether ribosomes lacking Rps25p exhibited an increase in translational errors, we examined readthrough of stop codons, miscoding, and programmed ribosomal frameshifting (PRF). We measured the efficiency of stop codon recognition using dual luciferase readthrough reporters (Fig. 5D , top). Translation termination is dependent not only on the stop codon, but also on the surrounding context; in particular, the nucleotide directly following the stop codon (tetranucleotide termination signal) (Bonetti et al. 1995) . We assayed the percent readthrough in wild-type, rps25aDbD, and rps25aDbD with pS25A strains using dual luciferase readthrough reporters with either an adenosine or a cytosine as the following nucleotide for each of the three stop codons. We observed that the rps25aDbD strain exhibited an increase in stop codon recognition as compared with the wild-type strain for all of the tetranucleotide stop codons tested (Fig. 5D ). Importantly, the pS25A rescue plasmid returned readthrough to the wild-type levels. The consistent decrease we observed in readthrough suggests that this is a general phenomenon that is not specific to any particular stop codon.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 528,
                    "text": "(Bonetti et al. 1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "(Fig. 5D",
                    "ref_id": null
                },
                {
                    "start": 944,
                    "end": 952,
                    "text": "(Fig. 5D",
                    "ref_id": null
                }
            ],
            "section": "Rps25 deletion has only slight effects on global translation and ribosome fidelity"
        },
        {
            "text": "In addition to readthrough, we also examined the effect of RPS25 deletion on PRF. Frameshifting can occur when specific signals in the mRNA induce the ribosome to change reading frames in the 39 direction (+1 PRF) or in the 59 direction (À1 PRF) (Namy et al. 2004; Brierley and Dos Ramos 2006; Giedroc and Cornish 2009) . Frameshifting is triggered by two elements: a slippery sequence where tRNA movement or misalignment is favored, and a stimulator element that enhances the process by causing a ribosomal pause. To determine if deletion of RPS25 has any affect on programmed ribosomal frameshifting, we used dual luciferase reporters that contain one of four viral PRF signals (L-A, HIV, Ty1, and Ty3), inserted into the region between Renilla and firefly luciferase ORFs (Fig. 5E, top; Harger and Dinman 2003) . L-A and HIV are both programmed À1 ribosomal frameshift signals, and our data show no difference between wild-type and rps25aDbD ribosomal frameshift values (Fig. 5E ). However, there is an increase in frameshifting in the rps25aDbD strain for the Ty1 +1 PRF signal and a slight increase for the Ty3 +1 PRF signal (Fig. 5E ). Ty1 +1 frameshifting occurs at a 7-nt sequence in the Ty retrotransposon because of a ribosomal pause at an AGG codon in the A site of the ribosome. The availability of tRNA to decode the AGG codon is low, causing a pause and subsequent mRNA slippage. The amount of +1 Figure 4 . The CrPV IGR IRES is unable to bind to 40S ribosomal subunits that lack Rps25. Increasing concentrations of 40S ribosomal subunits from wild-type (top) and rps25aDbD yeast strains with (bottom) and without (middle) the pS25A rescue plasmid were incubated with radiolabeled wild-type CrPV IGR IRES RNA. The asterisk indicates 80S complexes, from contaminating 60S subunits. (Right) The dissociation constant (K d ) was determined independently by filter-binding assays. The standard error for n = 3 is indicated. frameshifting in the rps25aDbD strain is still within the range of what has been reported for wild-type S. cerevisiae cells (Belcourt and Farabaugh 1990) , although it is notable that this signal is nearly doubled in rps25aDbD cells compared with wild type. Importantly, wild-type rates of frameshifting were restored when the pS25A rescue plasmid was present in the rps25aDbD strain. Last, we examined miscoding using a dual luciferase miscoding reporter that contains a detrimental histidine-to-arginine mutation at codon 245 in the firefly luciferase (Fig. 5F , top; Salas-Marco and Bedwell 2005). Misincorporation of an amino acid at this position results in an increase in firefly luciferase activity. We did not observe any difference in misincorporation between the wild-type and rps25aDbD strains (Fig. 5F, bottom) . Taken together, these results suggest that, in general, the ribosome is functional and deletion of Rps25p from the 40S subunit does not result in significant defects in ribosomal functions. This is in sharp contrast to its role in IGR IRES-mediated translation, where Rps25p is absolutely required for activity and binding to the 40S subunit.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 264,
                    "text": "(Namy et al. 2004;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 265,
                    "end": 293,
                    "text": "Brierley and Dos Ramos 2006;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 294,
                    "end": 319,
                    "text": "Giedroc and Cornish 2009)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 775,
                    "end": 789,
                    "text": "(Fig. 5E, top;",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 813,
                    "text": "Harger and Dinman 2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2058,
                    "end": 2087,
                    "text": "(Belcourt and Farabaugh 1990)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 973,
                    "end": 981,
                    "text": "(Fig. 5E",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "(Fig. 5E",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1419,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2488,
                    "end": 2496,
                    "text": "(Fig. 5F",
                    "ref_id": null
                },
                {
                    "start": 2739,
                    "end": 2756,
                    "text": "(Fig. 5F, bottom)",
                    "ref_id": null
                }
            ],
            "section": "Rps25 deletion has only slight effects on global translation and ribosome fidelity"
        },
        {
            "text": "Since the IGR IRES functions to initiate translation with ribosomes from a variety of organisms, such as plants, mammals, and yeast, we wanted to determine whether the function of Rps25p in IGR IRES-mediated translation was conserved in mammalian cells. RPS25 is present in only one copy in the genome in mammals, and it is 47% identical and 71% similar to the yeast RPS25A. We used an siRNA against the RPS25 mRNA to knock down expression of the Rps25 protein in HeLa cells. We were able to achieve a 75% decrease in RPS25 mRNA (Fig. 6A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The function of Rps25 in IRES-mediated translation is conserved in mammals"
        },
        {
            "text": "To determine whether Rps25 knockdown had any effect on IGR IRES activity in mammalian cells, we transfected a dicistronic luciferase reporter containing the CrPV IGR IRES in the intercistronic region (Fig. 6B ). We observed a 60% decrease in IGR IRES-mediated translation when Rps25 was knocked down (Fig. 6C ). This level of inhibition is equivalent to the inhibition we observed in the rps25aD strain (Fig. 3) , which corresponds to a 66% decrease in Figure 5 . Deletion of Rps25 does not have a significant effect on global translation. (A) Polysome analysis of wild-type, rps25aD, rps25bD, and rps25aDbD deletion strains. Polysome to monosome ratios (P/M) are indicated. (B) Protein synthesis rates were determined by 35 S-methionine incorporation for wild-type and rps25aDbD strains. (C) rRNA biogenesis for the wild-type and rps25aDbD strains was visualized via pulse-chase labeling with [5,6-3 H]uracil. (D, top) A diagram of the readthrough dual luciferase reporter. Readthrough efficiency was measured for the wild-type, rps25aDbD, and rps25aDbD with the pS25A strains harboring a reporter with a tetranucleotide stop codon as indicated. The fold change between the wild-type and rps25aDbD strains are indicated below each tetranucleotide. Standard error is indicated for n = 4. (E, top) Diagram of the programmed ribosomal frameshifting reporters. Frameshifting efficiencies for each reporter were tested in the following strains: wild-type, rps25aDbD, or rps25aDbD with the pS25A plasmid. Standard error is indicated for n = 3. (F) Miscoding for the wild-type, rps25aDbD, or rps25aDbD with the rescue plasmid (pS25A) strains was measured using a dual luciferase reporter with a mutation in the firefly ORF. The percent miscoding is indicated above each bar of the graph and standard error is indicated for n = 4. (Ghaemmaghami et al. 2003) . Also in agreement with our experiments in yeast, we did not observe a significant decrease in cap-dependent translation (Fig. 6D) when Rps25 was knocked down. We were unable to confirm knockdown of the Rps25 protein due to the lack of an adequate antibody. However, since we do observe a decrease in both RPS25 mRNA and IGR IRES-mediated translation, we believe that the protein levels were also affected, although we are unable to determine to what extent. We conclude that Rps25 is also required for IGR IRES function in mammalian cells.",
            "cite_spans": [
                {
                    "start": 1824,
                    "end": 1850,
                    "text": "(Ghaemmaghami et al. 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 300,
                    "end": 308,
                    "text": "(Fig. 6C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 403,
                    "end": 411,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 453,
                    "end": 461,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1973,
                    "end": 1982,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The function of Rps25 in IRES-mediated translation is conserved in mammals"
        },
        {
            "text": "To determine whether Rps25 is required for other IRESs, we analyzed the effects of Rps25 depletion on the HCV IRES. We transfected either control or RPS25 siRNAs into HeLa cells to knock down Rps25 (Fig. 6E) . Then, 24 h later, we transfected the HCV IRES dicistronic reporter (Fig. 6F) and assayed for IRES activity. When RPS25 mRNA was knocked down, we observed a dramatic decrease in HCV IRES activity, suggesting that Rps25 is also required for the HCV IRES (Fig. 6G ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 207,
                    "text": "(Fig. 6E)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 277,
                    "end": 286,
                    "text": "(Fig. 6F)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 462,
                    "end": 470,
                    "text": "(Fig. 6G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The function of Rps25 in IRES-mediated translation is conserved in mammals"
        },
        {
            "text": "Our data suggest a novel role for Rps25 in IRES-mediated translation. Specifically, in this study we demonstrate that the small ribosomal subunit protein Rps25 is essential for CrPV IGR IRES activity in yeast and mammals. Additionally, we determined that deletion of Rps25 prevents the binding of the IRES to the 40S subunit. It is of significance that, to date, no one has been able to identify any other ribosomal functions that are greatly impacted by depletion of Rps25 (Ferreira-Cerca et al. 2005; Robledo et al. 2008) . Previously, it was determined that Rps25 is a nonessential yeast protein that, when deleted, results in a slight delay in 18S rRNA processing but has no defect in ribosome export from the nucleus (Ferreira-Cerca et al. 2005) . In addition, we demonstrated that deletion of RPS25 does not significantly affect miscoding, or programmed À1 frameshifting, although there is a small improvement in translation termination efficiency and an increase in +1 programmed frameshifting. We observed a minor decrease in global translation. Furthermore, Rps25p is highly conserved between mammals and yeast, and we observed a significant decrease in IGR IRES and HCV IRES-mediated translation in mammalian cells when Rps25 was knocked down. Taken together, these data suggest that Rps25p function is absolutely required for the functioning of two viral IRESs.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 502,
                    "text": "(Ferreira-Cerca et al. 2005;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 503,
                    "end": 523,
                    "text": "Robledo et al. 2008)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 722,
                    "end": 750,
                    "text": "(Ferreira-Cerca et al. 2005)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rps25 lacks a prokaryotic homolog, so its exact location on the ribosome is unknown. However, biochemical and structural data suggest its likely location within the 40S subunit. Cross-linking data indicate that it is adjacent to Rps5 (Uchiumi et al. 1981) , which lies in the E site of the 40S ribosome and contacts the E site tRNA (Wower et al. 1993; Doring et al. 1994; Yusupov et al. 2001 ). Based on trypsin digests of the 40S subunit, Rps25 is digested first along with other surface proteins and before Rps5, which suggests that Rps25 lies closer to the surface than Rps5 (Marion and Marion 1988) . The Cryo-EM model of the IGR IRES bound to the 80S ribosome predicts that SL2.1, which occupies the E site of the ribosome, interacts with Rps5, and that SL2.3 interacts with an unidentified ribosomal protein, RpsX (Schuler et al. 2006) . RpsX is adjacent to Rps5 and lacks a prokaryotic homolog, suggesting that RpsX could be Rps25. Surprisingly, in cross-linking experiments, SL2.1 interacted with Rps25 and there was no cross-linking detected to Rps5 (Nishiyama et al. 2007 ). However, these data are not necessarily inconsistent with the cryo-EM model. Since SL2.3 and SL2.1 lie close together in space, it is possible that an extension of Rps25 comes in close proximity to SL2.1. Additionally, proteins cross-linked to SL2.3 would not have been detected in the previous study because the cross-linking was performed by incorporating thio-uracil into the PSIV IGR IRES, and SL2.3 lacks uracil residues (Nishiyama et al. 2007 ). In the cryo-EM model of the IGR IRES bound to 40S yeast ribosomes, there is an unassigned density, RpsX, that contacts SL2.3 and lies next to Rps5 on the surface of the ribosome (Fig. 7) . We propose a model in which Rps25 occupies this density and contacts both SL2.3 and SL2.1. Given this model, if",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 255,
                    "text": "(Uchiumi et al. 1981)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 332,
                    "end": 351,
                    "text": "(Wower et al. 1993;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 352,
                    "end": 371,
                    "text": "Doring et al. 1994;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 372,
                    "end": 391,
                    "text": "Yusupov et al. 2001",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 578,
                    "end": 602,
                    "text": "(Marion and Marion 1988)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 820,
                    "end": 841,
                    "text": "(Schuler et al. 2006)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1059,
                    "end": 1081,
                    "text": "(Nishiyama et al. 2007",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1511,
                    "end": 1533,
                    "text": "(Nishiyama et al. 2007",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1715,
                    "end": 1723,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Role of Rps25 as a ribosomal protein"
        },
        {
            "text": "Rps25 is not associated with the 40S ribosome (rps25aDbD), then SL2.3 would not have a binding partner. This would greatly decrease the affinity of the CrPV IGR IRES for the 40S subunit, as we observed in our binding studies (Fig. 4) . While further experiments will be required to verify the location of Rps25 on the ribosome, our model suggests a general mechanism to explain the inability of the CrPV IGR IRES to bind to, and initiate translation in, Rps25-deficient ribosomes. Specifically, the IGR IRES interacts directly with Rps25 and, when Rps25 is absent, the IRES is unable to make this contact and is thus unable to bind to the 40S subunit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 233,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Role of Rps25 as a ribosomal protein"
        },
        {
            "text": "The HCV IRES also binds directly to 40S ribosomal subunits. Domain 2 binds to the tRNA exit channel on the intersubunit side of the 40S, while the remainder of the IRES contacts the solvent-exposed side (Spahn et al. 2001; Boehringer et al. 2005) . This is in contrast to the CrPV IGR IRES, which binds entirely on the intersubunit side of the 40S, occupying the P and E sites (Schuler et al. 2006 ). However, both IRESs introduce similar conformational changes in the 40S subunit (Spahn et al. 2001 (Spahn et al. , 2004b . Interestingly, it is domain 2 of the HCV IRES that mediates the conformational change, interacts with Rps5, and occupies the E site, suggesting that HCV and the IGR IRESs may share some mechanisms for 40S binding. Since Rps5 is positioned close to Rps25 (Uchiumi et al. 1981) , both viral IRESs occupy a region of the ribosome that is consistent with interactions with Rps25.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 222,
                    "text": "(Spahn et al. 2001;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 223,
                    "end": 246,
                    "text": "Boehringer et al. 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 377,
                    "end": 397,
                    "text": "(Schuler et al. 2006",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 481,
                    "end": 499,
                    "text": "(Spahn et al. 2001",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 500,
                    "end": 521,
                    "text": "(Spahn et al. , 2004b",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 778,
                    "end": 799,
                    "text": "(Uchiumi et al. 1981)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Role of Rps25 as a ribosomal protein"
        },
        {
            "text": "The function of Rps25 in the ribosome has remained elusive, since ribosomes lacking Rps25 demonstrate little to no defects in ribosome function (Fig. 5; Ferreira-Cerca et al. 2005; Robledo et al. 2008 ). However, human RPS25 and yeast RPS25A are highly conserved (47% identical and 71% similar at the amino acid level), suggesting that the function of Rps25 is important to the organism. Rps25 is hypothesized to be adjacent to Rps5, which is localized to the E site of the ribosome and interacts with the E site tRNA (Wower et al. 1993; Doring et al. 1994; Yusupov et al. 2001 ). If Rps25 is also localized to the E site of the ribosome, it may participate in binding the E site tRNA. There are two models that address the significance of E site tRNA binding on the ribosome (Semenkov et al. 1996; Nierhaus 2006 ). The first model suggests that transient E site binding of the tRNA as it leaves the P site promotes translocation by lowering the energetic barrier for tRNA release from the ribosome (Semenkov et al. 1996) . This model predicts that if Rps25 participates in E site tRNA binding, ribosomes lacking Rps25 would have a slower rate of translocation. Future biochemical studies will be required to test this. An alternative model suggests that codon-anticodon interaction in the E site is essential for maintaining the reading frame (Nierhaus 1990 (Nierhaus , 2006 . This model also invokes a reciprocal interaction between the E site and the A site, such that when the E site is occupied by a tRNA there is a decrease in A site affinity for a ternary complex (Schilling-Bartetzko et al. 1992; Nierhaus 2006) . The E site tRNA is normally released after the decoding reaction, but before GTP hydrolysis and just before the A site tRNA (Schuler et al. 2006) . (Top right) The complex is rotated 90°along the X-axis and 110°a long the Y-axis as indicated, to show the backside of SL2.3. Magnifications of the boxed areas show the interactions of SL2.3 (blue) and SL2.1 (purple) with the 40S subunit. The density of the CrPV IGR IRES has been removed for clarity, and a model of the IGR IRES structure is shown. In addition, atomic models of the prokaryotic rRNA and proteins (PDB: 1S1H) have been modeled into the Cryo-EM density (shown as yellow ribbons or orange for Rps5) (Spahn et al. 2004a) . These models reveal an unassigned density at the surface of the ribosome near Rps5 that could be Rps25 (indicated by the green arrow). A protein at this location would be predicted to interact with the CrPV IGR IRES SL2.3 and may interact with SL2.1 with either an N-terminal or C-terminal extension. (Dinos et al. 2005) . Thus, the E site of the ribosome can affect events occurring in the A site of the ribosome. There is precedence for weaker E site tRNA binding to facilitate +1 PRF. For example, the +1 frameshifting that is required for the synthesis of the Escherichia coli release factor 2 (RF2) is dependent on the release of the deacylated tRNA from the E site. Mutations that stabilized the E site tRNA abolished the +1 PRF by preventing slippage of the mRNA (Marquez et al. 2004) . Therefore, if the E site tRNA binding is reduced in the Rps25-deleted strains, then this would be consistent with the increased frameshifting we observed with +1 PRF for the Ty1 signal. Most importantly, both models agree that there is an advantage to the ribosome to have the E site bind the exiting tRNA; therefore, the IGR IRES may have exploited this conserved ribosomal function of E site tRNA binding in order to recruit ribosomes.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "(Fig. 5;",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 180,
                    "text": "Ferreira-Cerca et al. 2005;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 181,
                    "end": 200,
                    "text": "Robledo et al. 2008",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 518,
                    "end": 537,
                    "text": "(Wower et al. 1993;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 538,
                    "end": 557,
                    "text": "Doring et al. 1994;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 558,
                    "end": 577,
                    "text": "Yusupov et al. 2001",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Semenkov et al. 1996;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 799,
                    "end": 812,
                    "text": "Nierhaus 2006",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 999,
                    "end": 1021,
                    "text": "(Semenkov et al. 1996)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1344,
                    "end": 1358,
                    "text": "(Nierhaus 1990",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1359,
                    "end": 1375,
                    "text": "(Nierhaus , 2006",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1571,
                    "end": 1604,
                    "text": "(Schilling-Bartetzko et al. 1992;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1605,
                    "end": 1619,
                    "text": "Nierhaus 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1746,
                    "end": 1767,
                    "text": "(Schuler et al. 2006)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2284,
                    "end": 2304,
                    "text": "(Spahn et al. 2004a)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2608,
                    "end": 2627,
                    "text": "(Dinos et al. 2005)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3077,
                    "end": 3098,
                    "text": "(Marquez et al. 2004)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Role of Rps25 as a ribosomal protein"
        },
        {
            "text": "The S. cerevisiae genome underwent duplication followed by a loss of redundant copies from the genome, except for ;10% of the genes, which were maintained presumably because they evolved specialized functions (Kellis et al. 2004) . Yeast have maintained a duplicate copy of many of the ribosomal proteins. Initially, the different growth defects observed for the various paralogs of ribosomal proteins were attributed to differences in protein expression levels, since overexpression of one paralog can rescue the growth defect obtained from deletion of the other paralog (Rotenberg et al. 1988 ). This may be the case with Rps25, since deletion of RPS25B, which is expressed at a lower level, does not affect the growth of cells, whereas deletion of RPS25A does result in a growth defect.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 229,
                    "text": "(Kellis et al. 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 572,
                    "end": 594,
                    "text": "(Rotenberg et al. 1988",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Distinct functions of heterogenous ribosome populations"
        },
        {
            "text": "Since Rps25 is not essential for global translation, Rps25a and Rps25b may function to generate specialized ribosomes within the cell that translate a subpopulation of mRNAs. Given that ribosomes are functional without Rps25 and it is a surface protein, it is also interesting to consider whether certain populations of ribosomes may naturally exist that differ in whether they possess Rps25 or not. siRNA knockdown of human Rps25 mRNA does not affect the levels of other ribosomal proteins, suggesting that, in humans as in yeast, Rps25 is not involved in 40S subunit biogenesis (Robledo et al. 2008) .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 601,
                    "text": "(Robledo et al. 2008)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Distinct functions of heterogenous ribosome populations"
        },
        {
            "text": "In mammalian cells, Rps25 expression appears to be regulated both spatially and temporally. Rps25 mRNA is increased to 165% of regular levels in aging rat livers (Lavery and Goyns 2002) , and is increased almost sixfold during amino acid starvation in rat FAO hepatoma cells (Laine et al. 1994) . A 2.1-fold decrease in RPS25 mRNA abundance occurs in rat PC12 pheochromocytoma cells that have been treated with nerve growth factor (Angelastro et al. 2002) . These studies suggest that regulation of Rps25 expression is complex and decoupled from other ribosomal proteins. Rps25 mRNA has been shown to be transcriptionally up-regulated and sequestered in the nucleus by p53 during amino acid starvation in human cells, independent of the coordinated transcription of ribosomal proteins. Export of Rps25 mRNA from the nucleus resulted in an increase in Rps25 protein levels, which was coordinated with induction of apoptosis (Adilakshmi and Laine 2002) . This suggests that Rps25 is involved in an apoptosis signaling pathway, although its role is not understood. Our data suggest that Rps25 plays a critical role in IGR IRES-mediated translation. It may be significant that several mRNAs that have been implicated in programmed cell death contain IRESs in their 59 untranslated region (Bushell et al. 2006; Graber and Holcik 2007; Spriggs et al. 2008 ). In addition, we found that the IGR IRES is translationally up-regulated during stationary phase in yeast (A Dean and SR Thompson, unpubl.) consistent with what has been observed for several endogenous IRES-containing messages that are required for starvation-induced differentiation in yeast (Gilbert et al. 2007) . Taken together, these results suggest that Rps25 protein may be involved in up-regulating IRES-mediated translation of mRNAs during stress.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 185,
                    "text": "(Lavery and Goyns 2002)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 275,
                    "end": 294,
                    "text": "(Laine et al. 1994)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 431,
                    "end": 455,
                    "text": "(Angelastro et al. 2002)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 923,
                    "end": 950,
                    "text": "(Adilakshmi and Laine 2002)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1284,
                    "end": 1305,
                    "text": "(Bushell et al. 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1306,
                    "end": 1329,
                    "text": "Graber and Holcik 2007;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1330,
                    "end": 1349,
                    "text": "Spriggs et al. 2008",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1473,
                    "end": 1491,
                    "text": "Thompson, unpubl.)",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1666,
                    "text": "(Gilbert et al. 2007)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Distinct functions of heterogenous ribosome populations"
        },
        {
            "text": "Clearly, there is still more to understand regarding IRES interactions with the ribosome. Studies are in progress to determine which amino acid residues of Rps25, if any, interact with the IGR IRES. In addition, experiments are under way to determine whether Rps25 is required for cellular IRES translation. It is of significance that we found that the loss of Rps25 completely abolishes the translation of viral IRES-containing mRNAs with only minor effects on global translation. If this protein also interacts with cellular IRESs, it may suggest that Rps25 plays a key role in IRES-mediated translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distinct functions of heterogenous ribosome populations"
        },
        {
            "text": "General yeast and cell culture S. cerevisiae strains used in this study were from the Saccharomyces deletion project: wild-type (BY4741: MATa his3D1 leu2D0 met15D0 ura3D0), rps25aD (BY4657: MATa his3D1 leu2D0 met15D0 ura3D0 rps25aTKanMX), and rps25bD (BY15242: MATa his3D1 leu2D0 lys2D0 ura3D0 rps25bTKanMX) (Winzeler et al. 1999) . rps25aDbD (SRT221: MATa his3D1 leu2D0 lys2D0 ura3D0 rps25aTKanMX rps25bTKanMX) was generated by mating BY4657 and BY15242, sporulating, and dissecting the tetrads using standard genetic techniques (Treco and Winston 2008) . Standard methods were used to grow and transform yeast strains (Becker and Lundblad 1993; Treco and Lundblad 1993) . A Southern blot was performed to confirm that both RPS25A and RPS25B are disrupted in the rps25aDbD yeast strain (data not shown).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 330,
                    "text": "(Winzeler et al. 1999)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 530,
                    "end": 554,
                    "text": "(Treco and Winston 2008)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 620,
                    "end": 646,
                    "text": "(Becker and Lundblad 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 647,
                    "end": 671,
                    "text": "Treco and Lundblad 1993)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "HeLa cells ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "A UAA stop codon was inserted into the pS25A rescue plasmid (Open Biosystems, catalog no. YSC3869-9518490) following the RPS25A ORF and before the C-terminal His6 tag by site-directed mutagenesis, as described previously (Deniz et al. 2009 ), using primers (S25addstop_sense, 59-AACCACTTTGTACAAGAAAG CTTAGTTTTCAGAAGCAGTAGCTCTG-39; S25addstop_antisense, 59-CAGAGCTACTGCTTCTGAAAACTAAGCTTTCTT GTACAAAGTGGTT-39). To generate a high-copy dicistronic reporter (pSRT209), the BamHI and SalI fragment from pDualLuc (Deniz et al. 2009 ) containing the PGK1 promoter, Renilla luciferase ORF, CrPV IGR IRES (nucleotides 6028-6213), and the DATG firefly luciferase was subcloned into the BamHI and SalI sites of the pRS425 plasmid (Christianson et al. 1992) . The IGRmut negative control pSRT210 was generated by sitedirected mutagenesis using specific primers (DPKI_sense, 59-CA GATTAGGTAGTCGAAAAACCTAAGAAATTTAGGTGCTAC ATTTCAAGATT-39; DPKI_antisense, 59-AATCTTGAAATGTA GCACCTAAATTTCTTAGGTTTTTCGACTACCTAATCTG-39), as described previously (Deniz et al. 2009 ). The pDEMCV plasmid (Carter and Sarnow 2000) was modified to facilitate cloning by changing the Apa1 restriction site downstream from the firefly luciferase cistron to BamHI, generating pSRT222. To construct the mammalian dicistronic IGR IRES reporter pSRT206, the NheI to XhoI fragment from pDualLuc (Deniz et al. 2009) containing the Renilla luciferase CrPV IGR IRES (nucleotides 6028-6213) and DATG firefly luciferase was cloned into the NheI and BamHI sites of pSRT222. The readthrough and miscoding reporters were a generous gift from David Bedwell (Keeling et al. 2004; Salas-Marco and Bedwell 2005) . The frameshifting reporters were a generous gift from Jonathan Dinman (Harger and Dinman 2003) . The HCV dicistronic reporter was a generous gift from Peter Sarnow.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 239,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 507,
                    "end": 525,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 719,
                    "end": 745,
                    "text": "(Christianson et al. 1992)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1026,
                    "end": 1044,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1067,
                    "end": 1091,
                    "text": "(Carter and Sarnow 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1348,
                    "end": 1367,
                    "text": "(Deniz et al. 2009)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1601,
                    "end": 1622,
                    "text": "(Keeling et al. 2004;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1623,
                    "end": 1652,
                    "text": "Salas-Marco and Bedwell 2005)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1725,
                    "end": 1749,
                    "text": "(Harger and Dinman 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Plasmid manipulations"
        },
        {
            "text": "The IRES and frameshifting luciferase assays were performed as described previously (Deniz et al. 2009 ). Briefly, the yeast strains were transformed with the indicated reporter plasmid. To measure luciferase activity, cells were grown in SD media at 30°C to mid-log phase. One OD 600 of cells was pelleted and lysed with 100 mL of 13 passive lysis buffer (PLB) for 2 min. Luminescence for each strain was measured using the Dual Luciferase assay kit (Promega), following the manufacturer's protocol, with a Lumat LB 9507 luminometer (Berthold). Each assay was performed in triplicate. IRES activity is expressed as the firefly/ Renilla luciferase ratio, normalized to the firefly/Renilla luciferase ratio of the wild-type strain.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "text": "(Deniz et al. 2009",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Luciferase assays"
        },
        {
            "text": "Frameshifting activity was measured using dual luciferase frameshifting reporters (a generous gift from Jonathan Dinman) (Harger and Dinman 2003) . Frameshifting is expressed as the firefly/Renilla luciferase ratio of the frameshifting reporter divided by the firefly/Renilla luciferase ratio of the control, which lacks a frameshifting signal and has both luciferases in the same reading frame. Readthrough and miscoding reporters were a generous gift by David Bedwell (University of Alabama at Birmingham). Briefly, 1 3 10 4 cells were harvested in mid-log phase, and dual luciferase assays were performed in quadruplicate according to manufacturer's protocols (Promega). Firefly luciferase was translated when a readthrough or miscoding event occurred at the stop codon following the Renilla luciferase ORF. The amount of firefly luciferase activity was normalized to Renilla luciferase activity as an internal control. This value was then divided by the firefly luciferase activity normalized to Renilla luciferase from a reporter with no stop or a sense codon present, which would theoretically be 100% readthrough or miscoding, thus giving us a percent readthrough or miscoding value for each reporter. Thus, the percent readthrough or miscoding for each strain is expressed as the firefly/Renilla luciferase activity ratio (stop codon or miscoding reporter) divided by the firefly/Renilla luciferase activity ratio (sense codon or miscoding reporter) multiplied by 100.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 145,
                    "text": "(Harger and Dinman 2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Luciferase assays"
        },
        {
            "text": "To measure luciferase activities in HeLa cells, cells from a sixwell plate were washed with phosphate-buffered saline (137 mM NaCl, 2.7 mM KCl, 10 mM sodium phosphate dibasic, 2 mM potassium phosphate at pH 7.4) and transferred to a microcentrifuge tube. Cells were pelleted by centrifugationand lysed for 15 min at room temperature with 200 mL of 13 PLB (Promega), and 20 mL of lysate were assayed using a Lumat LB 9507 luminometer (Berthold) according to the manufacturer's protocol (Promega). All assays were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Luciferase assays"
        },
        {
            "text": "Yeast strains were grown in synthetic minimal media to mid-log phase (OD 600 = 0.6). Cells were chilled on ice and cyclohexamide was added to a final concentration of 0.1 mg/mL. Cells were harvested by centrifugation (13,000g, 5 min at 4°C) and washed once with lysis buffer (20 mM Tris-HCl at pH 8.0, 140 mM KCl, 1.5 mM MgCl 2 , 0.5 mM DTT, 1% Triton X-100, 0.1 mg/mL cyclohexamide, 1 mg/mL heparin). After centrifugation (2000g, 5 min, 4°C), pellets were resuspended in lysis buffer and cells were lysed by glass bead beating. Lysates were cleared by centrifugation and layered on top of a 20%-50% sucrose gradient made in gradient buffer (20 mM Tris-HCl at pH 8.0, 140 mM KCl, 5 mM MgCl 2 , 0.5 mM DTT, 0.1 mg/mL cyclohexamide, 1 mg/mL heparin). Gradients were processed by centrifugation in a Beckman SW41 rotor at 151,263g for 160 min at 4°C. Fractions were collected, and the A 254 was recorded using an ISCO UA-5 absorbance monitor (Teledyne).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polysome profiles"
        },
        {
            "text": "Yeast were grown in YPD (wild type or rps25aDbD) or synthetic minimal media (rps25aDbD + pS25A) to an OD 600 of 1.0. Then, cells were harvested and lysed by glass bead beating in ribo lysis buffer [20 mM HEPES at pH 7.4, 100 mM KOAc at pH 7.6, 2.5 mM Mg(OAc) 2 , 1 mg/mL heparin, 2 mM DTT, Complete protease inhibitor tablets EDTA-free (Roche)]. Cell lysates were clarified by centrifugation, layered over a sucrose cushion, and spun in a Beckman Type 42.1 rotor at 123,379g for 237 min to pellet the polysomes. The polysomes were resuspended in a high-salt wash [20 mM HEPES at pH 7.4, 100 mM KOAc at pH 7.6, 2.5 mM Mg(OAc) 2 , 500 mM KCl, 1 mg/mL heparin, 2 mM DTT] for 1 h, layered over a sucrose cushion [20 mM HEPES at pH 7.4, 100 mM KOAc at pH 7.6, 2.5 mM Mg(OAc) 2 , 500 mM KCl, 1 M sucrose, 2 mM DTT], and centrifuged in a Beckman TLA 100.3 rotor at 424,480g for 30 min. Polysomes were released from the mRNA by the addition of puromycin (4 mM), and the ribosomal subunits were separated by centrifugation through a 5%-20% sucrose gradient (50 mM HEPES at pH 7.4, 500 mM KCl, 5 mM MgCl 2 , 0.1 mM EDTA, 2 mM DTT). The gradients were fractionated, fractions containing the 40S subunits were concentrated in a Microcon centrifugal concentrator (Milipore), and the gradient buffer was exchanged for subunit storage buffer [20 mM Hepes • KOH at pH 7.4, 100 mM KOAc at pH 7.6, 2.5 mM Mg(OAc) 2 , 250 mM sucrose, 2 mM DTT]. To evaluate the integrity of the purified subunits, RNA was extracted from 20 pmol of purified 40S subunits in ribosome extraction buffer (0.3 M NaOAc at pH 5.0, 12.5 mM EDTA, 0.5% SDS) with phenol (pH 7.0) three times, and once with chloroform. The RNA was precipitated with ethanol and 1 pmol of RNA was separated on a 5% denaturing polyacrylamide gel and visualized with methylene blue (0.04% in 0.5 M NaOAc at pH 5.0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40S-binding assays"
        },
        {
            "text": "Radiolabeled CrPV IGR IRES RNA was transcribed from the NarI linearized monocistronic luciferase plasmid (Wilson et al. 2000) . Radiolabeled transcripts were generated with a-32 P-UTP using the T7 RiboMax Transcription kit (Promega). The transcripts were gel-purified on a 6% denaturing polyacrylamide gel and eluted for 12 h in elution buffer (0.5 M NH 4 OAc, 1 mM EDTA, 0.1% SDS). The RNA was extracted once with acid phenol:chloroform (3:1) (Ambion), precipitated with ethanol, and resuspended in H 2 O.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 125,
                    "text": "(Wilson et al. 2000)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "40S-binding assays"
        },
        {
            "text": "For the native gel shifts 1 nM radiolabeled RNA with 0-286 nM 40S subunits in 13 recon buffer (30 mM HEPES KOH at pH 7.4, 100 mM KOAc at pH 7.6, 5 mM MgCl 2 , 2 mM DTT) was incubated for 15 min at room temperature. Complexes were separated on a 4% nondenaturing polyacrylamide gel. The bands were visualized using a PhosphorImager (Molecular Dynamics).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40S-binding assays"
        },
        {
            "text": "Filter binding assays were performed with 100 nM purified 40S subunits at a range of concentrations of radiolabeled IRES RNA (from 2 nM to 300 nM) in 13 recon buffer with 50 ng/mL noncompetitor RNA transcribed from the pCDNA3 vector linearized with EcoRI. Reactions were incubated for 20 min at room temperature, followed by filtration through Whatman Protran nitrocellulose filters (Sigma). The filters were washed twice with 1 mL of 13 recon buffer and counted in scintillation fluid using a Wallac 1409 scintillation counter (Perkin Elmer). K d values were calculated from three independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "40S-binding assays"
        },
        {
            "text": "To examine rRNA processing, yeast strains were transformed with pRS426 (Christianson et al. 1992 ), a 2m vector with a URA3 backbone, and were grown in selective media lacking uracil to 0.8 OD 600 . One-hundred microliters of [5,6-3 H] uracil (50 Ci/mmol, Perkin-Elmer) were added to the culture for a final concentration of 0.100 mCi for 3 min at 30°C, and the [5,6-3 H] uracil was chased with 0.064 mg/mL cold uracil. Samples were removed at 0, 2, 5, and 15 min after addition of the cold uracil and were flash-frozen in liquid nitrogen. RNA was isolated from the samples and run on a denaturing 1% agarose gel in MOPS Buffer (20 mM MOPS, 5 mM NaOAc, 1 mM EDTA at pH7.0), 1% agarose, and 16% formaldehyde. RNA was transferred to a HyBond-N + nylon membrane (GE Healthcare), soaked in amplify (GE Healthcare), dried, and visualized using autoradiography.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 96,
                    "text": "(Christianson et al. 1992",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "rRNA processing"
        },
        {
            "text": "Protein synthesis rates were determined by [ 35 S] methionine incorporation. Briefly, wild-type and rps25aDbD yeast strains were grown in selective media without methionine to an OD 600 0.5. At the initial time point, each culture was adjusted with cold methionine (50 mM) and [ 35 S] methionine (1 mCi/mL; EasyTag EXPRESS 35 S, 74MBq, Perkin Elmer). At 15-min intervals, the OD 600 was determined, and 1 mL of culture was added to 200 mL of cold 50% trichloroacetic acid (TCA). The samples were incubated for 10 min on ice and 20 min at 70°C, and were filtered through a Whatman GF/A filter. The filters were washed with 10 mL of 5% cold TCA, followed by 10 mL of 95% ethanol, and were dried for 10 min prior to scintillation counting. The protein synthesis rates were determined from three independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein synthesis rate"
        },
        {
            "text": "Custom double-stranded siRNAs that target Rps25 were purchased from Ambion: sense, 59-GGACUUAUCAAACUGGUU Utt-39, and antisense, 59-AAACCAGUUUGAUAAG-UCCtt-39 (siRNA ID #142220). The negative control, a nontargeting siRNA, was purchased from Dharmacon (siCONTROL Nontargeting siRNA #1). HeLa cells were transfected with siRNA by combining 75 mM siRNA with 5 mL of siPORT NeoFX trans-fection reagent (Ambion) in a 20-mm plate, which was overlaid with 2 3 10 5 HeLa cells in antibiotic-free Complete media. DNA transfections were performed 24 or 48 h post-siRNA treatment using Lipofectamine 2000 (Invitrogen) according to the manufacturer's protocol, using 4 mg of DNA per well. Cells were harvested for either luciferase analysis at 72 or 96 h or Northern analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "siRNA and DNA transfections"
        },
        {
            "text": "Total RNA was harvested from siRNA-treated cells 48, 72, and 96 h post-transfection with TRIzol (Invitrogen Life Technologies) according to the manufacturer's directions. Four micrograms of RNA were separated on a denaturing agarose gel (0.8% agarose, 16% formaldehyde) in MOPS buffer and transferred to Zeta-Probe membrane (Bio-Rad). A radiolabeled Rps25 probe was generated with the Prime-a-Gene kit (Promega) and 32 P-dCTP (PerkinElmer) using a PCR product amplified from a HeLa cDNA pool with the following primers: sense, 59-ATGCCGCCTAAGG ACGAC-39, and antisense, 59-TCATGCATCTTCACCAGC-39. The membrane was hybridized according to the manufacturer's protocol and analyzed by autoradiography. The membranes were stripped at 95°C in stripping buffer (0.1% SSC, 0.5% SDS) and reprobed for b-actin (primers: sense, 59-GCACTCTTCCAGCCT TCC-39, and antisense, 59-GCGCTCAGGAGGGAGCAAT-39).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Northern analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ribosomal protein S25 mRNA partners with MTF-1 and La to provide a p53-mediated mechanism for survival or death",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adilakshmi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Laine",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "4147--4151",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nerve growth factor selectively regulates expression of transcripts encoding ribosomal proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angelastro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Torocsik",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Neurosci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Manipulation of yeast genes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lundblad",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Curr Protoc Mol Biol",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ribosomal frameshifting in the yeast retrotransposon Ty: tRNAs induce slippage on a 7 nucleotide minimal site",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Belcourt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "62",
            "issn": "",
            "pages": "339--352",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure of the hepatitis C virus IRES bound to the human 80S ribosome: Remodeling of the HCV IRES",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boehringer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ostareck-Lederer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Structure",
            "volume": "13",
            "issn": "",
            "pages": "1695--1706",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The efficiency of translation termination is determined by a synergistic interplay between upstream and downstream sequences in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bonetti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bedwell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Mol Biol",
            "volume": "251",
            "issn": "",
            "pages": "334--345",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Programmed ribosomal frameshifting in HIV-1 and the SARS-CoV",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "Dos",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "119",
            "issn": "",
            "pages": "29--42",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hijacking the translation apparatus by RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Cell Biol",
            "volume": "158",
            "issn": "",
            "pages": "395--399",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Polypyrimidine tract binding protein regulates IRES-mediated gene expression during apoptosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoneley",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Spriggs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Dobbyn",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Cell",
            "volume": "23",
            "issn": "",
            "pages": "401--412",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Distinct mRNAs that encode La autoantigen are differentially expressed and contain internal ribosome entry sites",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "28301--28307",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multifunctional yeast high-copy-number shuttle vectors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Christianson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikorski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shero",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hieter",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Gene",
            "volume": "110",
            "issn": "",
            "pages": "119--122",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A preformed compact ribosomebinding domain in the cricket paralysis-like virus IRES RNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Costantino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kieft",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "RNA",
            "volume": "11",
            "issn": "",
            "pages": "332--343",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "tRNA-mRNA mimicry drives translation initiation from a viral IRES",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Costantino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pfingsten",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Rambo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kieft",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Struct Mol Biol",
            "volume": "15",
            "issn": "",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Translation initiation factors are not required for Dicistroviridae IRES function in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Deniz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenarcic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "RNA",
            "volume": "15",
            "issn": "",
            "pages": "932--946",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Deacylated tRNA is released from the E site upon A site occupation but before GTP is hydrolyzed by EF-Tu",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dinos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kalpaxis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res",
            "volume": "33",
            "issn": "",
            "pages": "5291--5296",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The decoding region of 16S RNA; A cross-linking study of the ribosomal A, P and E sites using tRNA derivatized at position 32 in the anticodon loop",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doring",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osswald",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bochkariov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brimacombe",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "2677--2685",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Roles of eukaryotic ribosomal proteins in maturation and transport of pre-18S rRNA and ribosome function",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferreira-Cerca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gleizes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tschochner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Milkereit",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell",
            "volume": "20",
            "issn": "",
            "pages": "263--275",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global analysis of protein expression in yeast",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghaemmaghami",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Huh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Howson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belle",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dephoure",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": "737--741",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Frameshifting RNA pseudoknots: Structure and mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Giedroc",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "139",
            "issn": "",
            "pages": "193--208",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cap-independent translation is required for starvation-induced differentiation in yeast",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Doudna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "317",
            "issn": "",
            "pages": "1224--1227",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cap-independent regulation of gene expression in apoptosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Graber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holcik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Biosyst",
            "volume": "3",
            "issn": "",
            "pages": "825--834",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An in vivo dual-luciferase assay system for studying translational recoding in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "RNA",
            "volume": "9",
            "issn": "",
            "pages": "1019--1024",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Internal ribosome entry sites in eukaryotic mRNA molecules",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Genes & Dev",
            "volume": "15",
            "issn": "",
            "pages": "1593--1612",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factorless ribosome assembly on the internal ribosome entry site of cricket paralysis virus",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [
                        "E"
                    ],
                    "last": "Sarnow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Mol Biol",
            "volume": "324",
            "issn": "",
            "pages": "889--902",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Divergent tRNA-like element supports initiation, elongation, and termination of protein biosynthesis",
            "authors": [
                {
                    "first": "Jan",
                    "middle": [
                        "E"
                    ],
                    "last": "Kinzy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Sarnow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci",
            "volume": "100",
            "issn": "",
            "pages": "15410--15415",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A tertiary structure model of the internal ribosome entry site (IRES) for methionine-independent initiation of translation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanamori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "RNA",
            "volume": "7",
            "issn": "",
            "pages": "266--274",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Leaky termination at premature stop codons antagonizes nonsense-mediated mRNA decay in S. cerevisiae",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salas-Marco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaenjak-Angeletti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bedwell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "RNA",
            "volume": "10",
            "issn": "",
            "pages": "691--703",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Proof and evolutionary analysis of ancient genome duplication in the yeast Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Birren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "428",
            "issn": "",
            "pages": "617--624",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Viral IRES RNA structures and ribosome interactions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kieft",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Biochem Sci",
            "volume": "33",
            "issn": "",
            "pages": "274--283",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nuclear retention of the induced mRNA following amino acid-dependent transcriptional regulation of mammalian ribosomal proteins L17 and S25",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kilberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Biol Chem",
            "volume": "269",
            "issn": "",
            "pages": "9693--9697",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Increased expression of the S25 ribosomal protein gene occurs during ageing of the rat liver",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lavery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Goyns",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Gerontology",
            "volume": "48",
            "issn": "",
            "pages": "369--373",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ribosomal proteins S2, S6, S10, S14, S15 and S25 are localized on the surface of mammalian 40 S subunits and stabilize their conformation. A study with immobilized trypsin",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "FEBS Lett",
            "volume": "232",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Maintaining the ribosomal reading frame: The influence of the E site during translational regulation of release factor 2",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Marquez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Triana-Alonso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "118",
            "issn": "",
            "pages": "45--55",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reprogrammed genetic decoding in cellular gene expression",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Namy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rousset",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Napthine",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Cell",
            "volume": "13",
            "issn": "",
            "pages": "157--168",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The allosteric three-site model for the ribosomal elongation cycle: Features and future",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochemistry",
            "volume": "29",
            "issn": "",
            "pages": "4997--5008",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Decoding errors and the involvement of the E-site",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochimie",
            "volume": "88",
            "issn": "",
            "pages": "1013--1019",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Eukaryotic ribosomal protein RPS25 interacts with the conserved loop region in a dicistroviral intergenic internal ribosome entry site",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nishiyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchiumi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic Acids Res",
            "volume": "35",
            "issn": "",
            "pages": "1514--1521",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Translation elongation after assembly of ribosomes on the cricket paralysis virus internal ribosomal entry site without initiation factors or initiator tRNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pestova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genes & Dev",
            "volume": "17",
            "issn": "",
            "pages": "181--186",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structural basis for ribosome recruitment and manipulation by a viral IRES RNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Pfingsten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Costantino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kieft",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1450--1454",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The role of human ribosomal proteins in the maturation of rRNA and ribosome production",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robledo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Idol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Crimmins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ladenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bessler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "",
            "pages": "1918--1929",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Depletion of Saccharomyces cerevisiae ribosomal protein L16 causes a decrease in 60S ribosomal subunits and formation of halfmer polyribosomes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Rotenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Woolford",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Genes & Dev",
            "volume": "2",
            "issn": "",
            "pages": "160--172",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Discrimination between defects in elongation fidelity and termination efficiency provides mechanistic insights into translational readthrough",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salas-Marco",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bedwell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Mol Biol",
            "volume": "348",
            "issn": "",
            "pages": "801--815",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Apparent association constants of tRNAs for the ribosomal A, P, and E sites",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schilling-Bartetzko",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sternbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Nierhaus",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "4693--4702",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Structure of the ribosome-bound cricket paralysis virus IRES RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lescoute",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesebrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dabrowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schroeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mielke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Penczek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Westhof",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Struct Mol Biol",
            "volume": "13",
            "issn": "",
            "pages": "1092--1096",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The ''allosteric three-site model'' of elongation cannot be confirmed in a well-defined ribosome system from Escherichia coli",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Semenkov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Rodnina",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "",
            "pages": "12183--12188",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Regulation of translation initiation in eukaryotes: Mechanisms and biological targets",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sonenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hinnebusch",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell",
            "volume": "136",
            "issn": "",
            "pages": "731--745",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hepatitis C virus IRES RNAinduced changes in the conformation of the 40s ribosomal subunit",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kieft",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Grassucci",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Penczek",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Doudna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "1959--1962",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Domain movements of elongation factor eEF2 and the eukaryotic 80S ribosome facilitate tRNA translocation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Gomez-Lorenzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Grassucci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beckmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Penczek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ballesta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "1008--1019",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Cryo-EM visualization of a viral internal ribosome entry site bound to human ribosomes: The IRES functions as an RNA-based translation factor",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Spahn",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [
                        "E"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grassucci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarnow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell",
            "volume": "118",
            "issn": "",
            "pages": "465--475",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Re-programming of translation following cell stress allows IRESmediated translation to predominate",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Spriggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stoneley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Willis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Cell",
            "volume": "100",
            "issn": "",
            "pages": "27--38",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The N-terminal amino acid sequences of the firefly luciferase are important for the stability of the enzyme",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Photochem Photobiol",
            "volume": "68",
            "issn": "",
            "pages": "749--753",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Internal initiation in Saccharomyces cerevisiae mediated by an initiator tRNA/ eIF2-independent internal ribosome entry site element",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Gulyas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci",
            "volume": "98",
            "issn": "",
            "pages": "12972--12977",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Basic techniques of yeast genetics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Treco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lundblad",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cur Protoc Mol Biol",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Growth and manipulation of yeast",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Treco",
                    "suffix": ""
                },
                {
                    "first": "Winston",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Protoc Mol Biol",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Identification of neighboring protein pairs cross-linked with dimethyl 3,39-dithiobispropionimidate in rat liver 40S ribosomal subunits",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchiumi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Terao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Biochem (Tokyo)",
            "volume": "90",
            "issn": "",
            "pages": "185--193",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Initiation of protein synthesis from the A site of the ribosome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Pestova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Hellen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarnow",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "102",
            "issn": "",
            "pages": "511--520",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Functional characterization of the S. cerevisiae genome by gene deletion and parallel analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Winzeler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Astromoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bangham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Boeke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bussey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "901--906",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Topography of the E site on the Escherichia coli ribosome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wower",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scheffer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Sylvers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wintermeyer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "EMBO J",
            "volume": "12",
            "issn": "",
            "pages": "617--623",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Crystal structure of the ribosome at 5.5 A resolution",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Yusupov",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yusupova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baucom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cate",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "883--896",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Secondary structure diagram of the CrPV IGR IRES.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "S. cerevisiae does not require Rps25 for growth. (A) Tetrads were dissected from heterozygous rps25aDbD diploid yeast, which were sporulated. (B, bottom) Growth of wild-type and Rps25 deletion strains with and without the pS25A rescue plasmid on synthetic media. Plates were grown for 3 d at 30°C. (Top) A map of the plate is provided.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The CrPV IGR IRES requires Rps25 for translation initiation in vivo. (A) A diagram of the DAUG dicistronic luciferase reporter. Transcription of the dicistronic reporter is under the control of the PGK1 promoter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3. The CrPV IGR IRES requires Rps25 for translation initiation in vivo. (A) A diagram of the DAUG dicistronic luciferase reporter. Transcription of the dicistronic reporter is under the control of the PGK1 promoter. Renilla luciferase is translated by a cap-dependent mechanism, and firefly expression is dependent on a functional IGR IRES. The first AUG of the firefly luciferase coding region has been deleted to ensure that the firefly luciferase activity is solely dependent on a functional IGR IRES, which does not require an AUG start codon for initiation (Deniz et al. 2009). (B) A graph representing the IRES activities of wild-type and Rps25 deletion strains with and without the pS25A rescue plasmid transformed with a dicistronic reporter harboring the wild-type (gray bars) or the IGRmut (white bar) IGR IRES. The firefly luciferase values are normalized to Renilla luciferase values as an internal control, and are expressed as a percentage of activity with the CrPV IGR IRES in wild-type yeast arbitrarily set to 100%. Data values are given for each yeast strain, and standard error is indicated for n = 3. (C) Renilla and firefly luciferase values for B; standard error is indicated for n = 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Rps25 is required for CrPV IGR IRES and HCV IRES activities in mammals. (A) Rps25 was knocked down using siRNA. The mRNA levels were examined at 48, 72, and 96 h after siRNA transfection by Northern analysis. The level of Rps25 mRNA was normalized to b-actin and is expressed as a percentage of the control for each time point. (B) A diagram of the mammalian DNA expression vector containing the CrPV IGR IRES in the DAUG dicistronic luciferase reporter. Transcription of the reporter is driven by the CMV promoter. (C) A graph representing the CrPV IGR IRES activity at 96 h after siRNA transfection in HeLa cells. Transfection with the reporter plasmid (shown in B) was performed at 48 h after siRNA knockdown. Standard error is indicated for n = 3. (D) Renilla and firefly luciferase values for C. (E) Rps25 was knocked down using siRNAs. The mRNA levels were examined by Northern analysis at 72 h following siRNA transfection. The level of Rps25 mRNA was normalized to b-actin and is expressed as a percentage of the control for each time point. (F) A diagram of the mammalian DNA expression vector containing the HCV IRES in the dicistronic luciferase reporter. (G) A graph representing the IRES activity of the HCV IRES in cells with either control or RPS25 siRNAs. The reporter was transfected into the cells 24 h after siRNA knockdown and assayed at 72 h. Standard error is indicated for n = 5 or n = 4 for experiments 1 and 2, respectively. (H) Renilla and firefly luciferase values for G.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "A model of the IGR IRES interactions with the 40S ribosome. (Top) The Cryo-EM structure of the IGR IRES (magenta) bound to a yeast 40S subunit (yellow) is shown in two orientations. The top left depicts the subunit interface side of the 40S subunit with the IGR IRES bound to the mRNA channel occupying the P and E sites",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank David M. Bedwell, Peter Sarnow, and Jonathan Dinman for generously providing us with plasmids; John Hartman for yeast strains; and Jeffrey S. Kieft and Terje Dokland for providing us with technical assistance in generating our model. We thank David Bedwell and R. Curtis Hendrickson for critical reading of the manuscript. This work was supported by NIH grants GM084547 (to S.R.T) and 5T32HL007553 (to D.M.L), and in part by the American Cancer Society (IRG-60-001-47) and the National Cancer Institute (CA-13148-31). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Heart, Lung, and Blood Institute, National Institute of General Medical Sciences, or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}