{
    "paper_id": "17df47cfa2dd9fd4f699ee0953bad797c9b1aa42",
    "metadata": {
        "title": "Extending SemRep to the Public Health Domain",
        "authors": [
            {
                "first": "Graciela",
                "middle": [],
                "last": "Rosemblat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [
                    "P"
                ],
                "last": "Resnick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "L S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Ione",
                "middle": [],
                "last": "Auston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Dongwook",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [],
                "last": "Sneiderman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [],
                "last": "Fizsman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "C"
                ],
                "last": "Rindflesch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIH",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "MD"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe the use of a domain-independent methodology to extend a natural language processing (NLP) application, SemRep (Rindflesch, Fiszman, & Libbus, 2005) , based on the knowledge sources afforded by the Unified Medical Language System (UMLS®) (Humphreys, Lindberg, Schoolman, & Barnett, 1998) to support the area of health promotion within the public health domain. Public health professionals require good information about successful health promotion policies and programs that might be considered for application within their own communities. Our effort seeks to improve access to relevant information for the public health profession, to help those in the field remain an information-savvy workforce. NLP and semantic techniques hold promise to help public health professionals navigate the growing ocean of information by organizing and structuring this knowledge into a focused public health framework paired with a user-friendly visualization application as a way to summarize results of PubMed searches in this field of knowledge.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 159,
                    "text": "(Rindflesch, Fiszman, & Libbus, 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 249,
                    "end": 298,
                    "text": "(Humphreys, Lindberg, Schoolman, & Barnett, 1998)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Main subcategories within the three domain themes presented in Table II . Category I: ASSESSMENT Subcategories 1,2 Demographic factors, including societal issues and health-related behaviors Health issues that afflict populations, including disorders, prevalence, monitoring, risk-assessment Category II: POLICY DEVELOPMENT Subcategories Programs, interventions, initiatives Program type, design and purpose, target audience, tools, venues, implementers Program implementation Category III: ASSURANCE Subcategories 3",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "text": "Table II",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Assure accessibility for all populations, eliminating disparities Assure design, tools, and training of workforce are optimized for effective results and tailored to target audience Assure adequate tools/resources are available and used in the implementation Assure effectiveness and compliance with ethical principles; measurement of outcomes and evaluation 1 Differences in these subcategories lead to differences in health status and identify health disparities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The need for improved access to high quality public health information has been stated by public health professionals for well over a decade. Further, recent infectious disease outbreaks such as severe acute respiratory syndrome (SARS) and Asian bird flu, along with growing concern about acts of bioterrorism, such as the 2001 anthrax episode in the US Postal Service, have brought unprecedented urgency to the information needs of the public health workforce (LaPelle, Luckmann, Hatheway Simpson, & Martin, 2006) . As stated in that source, this information falls into various distinct categories, from newly identified health risks to reports on preventive health behaviors and new interventions known to be effective. Indeed, it has been estimated that as much as 50% of the health status of the American public is attributable to health behaviors and related factors (Mokdad, Marks, Stroup, & Gerberding, 2004) . Public health practitioners share with their counterparts in clinical medicine the task of helping the public be more aware of achieving and maintaining healthy behaviors-the former in more population-based approaches while the latter at the individual patient level. The substance of public health practice involves \"organized community effort to address the public interest in health…to prevent disease and promote health\" (at http://www.nap.edu/openbook.php?record_id=1091&page=7, IOM, 1998) . At its core is program development which entails broad community involvement, promotion of a scientific basis for decision making, strategic alliances, and development of comprehensive public health policies to promote and encourage healthy behaviors. Health promotion at the community level takes many forms-from social marketing and targeted communication through various media (radio, television, internet) , to joint health education efforts with schools, churches, work sites, and the like, to collaboration with health care providers on health messages and programs, to advocacy for and implementation of policies and legislation that create healthy environments. Public health professionals require relevant information about successful health promotion policies and programs but often lack the time and skills required to effectively search for well designed, evaluated studies and practices that might be considered for application within their own communities. Natural language processing and semantic techniques can facilitate these tasks by organizing and structuring this \"knowledge\" into a coherent conceptual public health framework. The current project aims to expand existing National Library of Medicine [NLM] semantic resources to facilitate advanced access to online documents on Health Promotion. This paper describes the methodology implemented to extend a Unified Medical Language System (UMLS®)-based natural language processing application, SemRep (Rindflesch, Fiszman, & Libbus, 2005) , to the previously unsupported domain of health promotion, within the broader context of public health. This approach leverages existing UMLS knowledge and integrates a newly defined semantic space with the semantic structure afforded by the UMLS (Humphreys, Lindberg, Schoolman, & Barnett, 1998) . (Rindflesch et al., 2005) is an NLP advanced information management application. It enhances document retrieval with the support of the UMLS knowledge sources (biomedical field) as the domain ontology. SemRep extracts relationships from biomedical text by mapping textual content to an ontology which represents the meaning of the text. SemRep extractions, called semantic predications, consist of assertions derived from sentences in PubMed titles and abstracts. A semantic predication contains three parts: a subject, an object, and the relation that links them. For example, from a sentence such as (1) in which the underlined expressions stand for the subject and object, respectively, SemRep derives the predication in (2):",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 514,
                    "text": "(LaPelle, Luckmann, Hatheway Simpson, & Martin, 2006)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 872,
                    "end": 915,
                    "text": "(Mokdad, Marks, Stroup, & Gerberding, 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1402,
                    "end": 1412,
                    "text": "IOM, 1998)",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1824,
                    "text": "(radio, television, internet)",
                    "ref_id": null
                },
                {
                    "start": 2637,
                    "end": 2642,
                    "text": "[NLM]",
                    "ref_id": null
                },
                {
                    "start": 2888,
                    "end": 2925,
                    "text": "(Rindflesch, Fiszman, & Libbus, 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3174,
                    "end": 3223,
                    "text": "(Humphreys, Lindberg, Schoolman, & Barnett, 1998)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3226,
                    "end": 3251,
                    "text": "(Rindflesch et al., 2005)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Sertraline in the treatment of PTSD (Subject and object underlined)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "(2) Sertraline TREATS Stress Disorders, Post-Traumatic (Predication)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "To form (2), SemRep extracts all three sentential components in (1) (the subject and object, and their binding relation), and uses MetaMap (Aronson, 2001) to map the subject and object arguments to concepts in the UMLS Metathesaurus. To establish their binding relation, SemRep relies on internal rules (called \"indicator rules\") which map syntactic elements--such as verbs, prepositions, and nominalizations--to predicates in the Semantic Network (e.g. TREATS, PREVENTS, CAUSES). For the example in (1), the indicator rule needed is given in (3):",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 154,
                    "text": "(Aronson, 2001)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "The UMLS Metathesaurus is composed of many biomedical vocabularies-such as Medical Subject Headings (MeSH®), Logical Observation Identifiers Names Codes (LOINC®), Systemized Nomenclature of Medicine Clinical Terms (SNOMED CT®)-and the terms it contains are grouped by meaning. Those terms that share the same meaning are classed under the same concept. For example, expressions such as \"Post-traumatic Stress Disorder\" and \"PTSD\" are classed under the UMLS concept 'Stress Disorders, Post-Traumatic.' Each Metathesaurus concept is assigned a semantic type such as \"Disease or Syndrome\" or \"Gene or Genome,\" which allows semantically similar concepts to be clustered under the same semantic type. For instance, the concept \"Sertraline\" in sentence (1) and its synonym \"Zoloft\" have the semantic type \"Pharmacologic Substance,\" while \"PTSD\" has the semantic type \"Disease or Syndrome.\" The predication in (2) presented earlier derives from the more abstract Semantic Network relation in (4), in which the semantic types take the place of the argument concepts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "(4) Pharmacologic Substance TREATS Disease or Syndrome (Semantic Types underlined)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Since the semantic types in (4) match the semantic types of the subject (Sertraline) and object (Stress Disorders, Post Traumatic) in (1) respectively, the semantic predication (2) is created, in which the corresponding Metathesaurus concepts are substituted for their respective semantic types 'Pharmacologic Substance' and 'Disease or Syndrome.' These semantic types are allowed as arguments of the TREATS relation, as specified in the UMLS Semantic Network, which stipulates co-occurrence restrictions for arguments of different predicates based on the semantic types of the arguments. For an indicator and its syntactic arguments to be interpreted as a semantic predication, the semantic types of the Metathesaurus concepts for the noun phrase arguments must match the semantic types allowed to serve as arguments of the given predicate in the Semantic Network. For example, for TREATS, the semantic type arguments shown in (4) are allowed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Unlike the UMLS concept mapping process, information about how the subject-object binding relations are expressed in the text (e.g., treatment in (1)) and the semantic network relations to which the expressions in the text map (e.g., TREATS in (2)) is not in the UMLS, and discovering these mappings is done manually. Thus, bridging the gap between the textual expressions and the UMLS Semantic Network relations involves a manual process. For instance, in addition to 'treatment' as in (1), terms such as 'management,' 'ameliorates,' 'heals,' and 'relief' can also mean TREATS when used with the appropriate arguments. Extending SemRep to cover health promotion concepts and predicates not in the UMLS, or used with a different meaning than the ones intended for the medical domain, also entails discovering the links or relationships between domain concepts and the syntactic expressions that point to these relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Semantic MEDLINE-Semantic MEDLINE (Rindflesch, Kilicoglu, Fiszman, Rosemblat, & Shin, 2011; Kilicoglu, Fiszman, Rodriguez, Shin, Ripple, & Rindflesch, 2008 ) is a National Library of Medicine (NLM) advanced information management application that allows the visualization of SemRep results. This tool helps manage results from search engines such as PubMed® by manipulating information in addition to documents. The information retrieved is summarized and presented in a graph as a network of concepts and relations extracted by SemRep. Figure 1 displays the network of concepts and relations derived from a PubMed search on 'Post-traumatic Stress Disorder.' The concept searched for is at the center in the lower part of the graph. The colors of the boxes represent the semantic groups to which the concepts belong. In Figure 1 , pink boxes represent Disorders, grey boxes correspond to Therapeutic Procedures, yellow boxes correspond to Substances, and blue boxes, to Populations. While boxes represent concepts, color-coded directional arrows (color key on the right) represent the labeled relation that bind two concepts. By looking at the colored arrows (the relation) and the concepts they link, we can interpret entities such as \"Cognitive therapy TREATS Stress Disorders, Post-Traumatic,\" \"Inflammation Process AFFECTS Stress Disorders, Post-Traumatic.\"",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 91,
                    "text": "(Rindflesch, Kilicoglu, Fiszman, Rosemblat, & Shin, 2011;",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 155,
                    "text": "Kilicoglu, Fiszman, Rodriguez, Shin, Ripple, & Rindflesch, 2008",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 537,
                    "end": 545,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 820,
                    "end": 828,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Extending the Semantic Representation-SemRep was originally developed to extract semantic predications from the clinical literature and it has already been extended to the fields of Molecular Genetics (Rindflesch, Libbus, Hristovski, Aronson, & Kilicoglu, 2003) research, Pharmacogenomics (Ahlers, Fiszman, Demner-Fushman, Lang, & Rindflesch, 2007) , and Disaster Information Management (Keselman, Rosemblat, Kilicoglu, Fiszman, Jin, Shin, & Rindflesch, 2010) . As the UMLS-SemRep's knowledge sourcefocuses on the medical domain, coverage for other disciplines is often incomplete or inadequate. Thus for domains other than biomedicine, the UMLS needs to be augmented with domain-specific concepts and semantic types, which requires ontological and terminological extensions to the system for generation of domain-relevant semantic predications.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 261,
                    "text": "(Rindflesch, Libbus, Hristovski, Aronson, & Kilicoglu, 2003)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 289,
                    "end": 348,
                    "text": "(Ahlers, Fiszman, Demner-Fushman, Lang, & Rindflesch, 2007)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 387,
                    "end": 459,
                    "text": "(Keselman, Rosemblat, Kilicoglu, Fiszman, Jin, Shin, & Rindflesch, 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "There is a principled distinction in SemRep between general aspects and those specific to a particular domain. The underlying syntactic processing and argument identification are general, while indicator rules are domain specific, to a large extent. Many concepts and relations important in other fields may already exist in the UMLS (clinical domain) and are thus already incorporated into its ontological sources (MeSH). SemRep takes advantage of the already existing knowledge, and supplements it with domain-specific concepts and relations needed for interpretation, and which are either missing from the UMLS or inappropriately represented for the new domain. Due to this SemRep characteristic, only domain-specific ontological aspects need to be enhanced when extending coverage to new disciplines. New domain-specific entities are formalized and written in the same UMLS format so they can be seamlessly incorporated into the UMLS existing machinery. New concepts are allowed to co-occur both with other new domain concepts and others currently existing in the UMLS, to be used with existing and new relations, as illustrated in examples (6) to (12) in the Methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "One way to extend SemRep coverage beyond biomedicine to support predications in other domains, such as Public Health, is by developing a semantic representation underpinned by a domain ontology. NLP-based systems often depend on ontologies to support a semantic representation. For example, in a newly developed semantic representation for automatic information extraction from dental clinical records (Irwin, Harkema, Christensen, Schleyer, Haug, & Chapman, 2009) , the contents of semantic representations were found to be excessively document-bound and application-specific to be useful in modeling domainrelevant concepts and relations. While results in domain ontologies rarely fit well with the information in actual text, building a new ontology for each specific application undermines two important characteristics of ontologies, namely, that they facilitate both knowledge sharing and data reuse (Bodenreider, 2008) , thus laying the groundwork for future semantic integration (Noy, 2009 ). These characteristics of ontologies play a fundamental role in supporting the extension of SemRep coverage to a new domain. Rather than creating a new ontology for a new domain, we profit from UMLS knowledge that is common to both domains, focusing only on the development of the entities needed for domain-specific knowledge representation and which are not fully or adequately represented in the UMLS. Thus we take advantage of the distinction between the general and domain-specific aspects in SemRep. This affords us considerable savings in time and labor by enabling the reuse of existing knowledge, and facilitates the semantic integration (Noy, 2009 ) of the new knowledge with the UMLS content, as described in the Methods section.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 464,
                    "text": "(Irwin, Harkema, Christensen, Schleyer, Haug, & Chapman, 2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 906,
                    "end": 925,
                    "text": "(Bodenreider, 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 987,
                    "end": 997,
                    "text": "(Noy, 2009",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1647,
                    "end": 1657,
                    "text": "(Noy, 2009",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Literature Review-Initiatives such as the Healthy People reports from the US Department of Health and Human Services provide a framework for identifying the most significant preventable threats to health and establish national goals to reduce them. These initiatives have prompted a strong move to empower people to take charge of their own health through disease prevention and healthier lifestyles, which represent the essence of Public Health. Undoubtedly, medical findings have important implications to public health and so do other factors that influence behavior choices. A major effort for improving access to relevant information for the Public Health workforce has been the Partners in Information Access for the Public Health Workforce initiative (http://phpartners.org/hp2020/ index.html#whatispartners, retrieved December 2011), a multi-agency collaboration to provide public health professionals with timely, convenient access to information resources to help them improve the health of the American public. The most heavily used section of the Partners website has been one specific component of this initiative, the Healthy People 2020 Structured Evidence Queries (http://phpartners.org/hp2020/index.html#whatisiap, retrieved December 2011). It consists of pre-formulated PubMed search strategies developed and designed by librarians working with subject matter experts to assist the public health workforce in achieving Healthy People 2020 goals (http://healthypeople.gov/2020/ Consortium/HP2020Framework.pdf) and objectives (http://healthypeople.gov/2020/ topicsobjectives2020/pdfs/HP2020objectives.pdf) by helping them quickly and easily find relevant information from NLM's MEDLINE database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Access to manageable relevant information of the type just described could be improved by an architecture of information extraction that allows the organization of the information retrieved to be mapped against an ontological knowledge-based system. There is wide consensus on the importance of building domain models or ontologies in developing knowledge based systems, as ontologies provide a structural framework for natural language processing (NLP) applications. However, to be useful for purposes or domains different from the ones they were originally designed for, the ontology coverage often needs to be extended. Extension of existing ontologies is highly recommended, as explained in Bodenreider (2008) and Noy (2009) over creating separate ontologies as in (Irwin et al., 2009) . Various other projects have extended ontologies and terminologies to meet different needs or for other applications. In the biomedical domain, for example, an expansion of terms relevant to muscle biology was incorporated into the Gene Ontology (GO Ontology) (Feltrin, Campanaro, Diehl, Ehler, Faulkner, Fordham,…Deegan, 2009 ); Chen, Morrey, Gu, Halper, and Perl (2009) uses the OTR Ontology for automatic case classification of incoming HL7 messages, analyzed by content \"to determine syndromic classification and routing.\" Its ontological knowledge representation is based on HL7 complex data types, while concept representation is based on SNOMED (Stearns, Price, Spackman, and Wang, 2001) , to which syndromes in the International Classification of Diseases -9 th Revision-Clinical Modification (ICD-9-CM) were mapped. The ontological concepts support pattern matching and differential diagnosis with an expert system implementation platform.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 713,
                    "text": "Bodenreider (2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 718,
                    "end": 728,
                    "text": "Noy (2009)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 769,
                    "end": 789,
                    "text": "(Irwin et al., 2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1051,
                    "end": 1117,
                    "text": "(Feltrin, Campanaro, Diehl, Ehler, Faulkner, Fordham,…Deegan, 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1443,
                    "end": 1485,
                    "text": "(Stearns, Price, Spackman, and Wang, 2001)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "The preceding systems describe concept mapping for knowledge representation but do not aim to establish how these concepts are related beyond a taxonomic relationship (Srinivasan et al., 2006) . The focused ontologies that support the cited models do not include health promotion. Further, a model with the coverage and internal consistency of SNOMED CT in medicine (Stearns et al., 2001) , for example, is not available for Public Health.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 192,
                    "text": "(Srinivasan et al., 2006)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 366,
                    "end": 388,
                    "text": "(Stearns et al., 2001)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Our work differs from previous endeavors in this field in that it implements the mapping of the new knowledge (represented by both concepts and relations) in a previously unsupported domain to the UMLS knowledge sources. This can be done because we implement the methods in a flexible way within the framework of the existing UMLS architecture. Concepts in higher-level ontological knowledge sources rarely achieve the desired level of specificity required for a (sub)domain, and when they do, mappings often require adaptations that render this task too labor-intensive (Irwin et al., 2009; Kuziemsky & Lau, 2010, among others) . This work is unique in that it achieves these mappings with seamless integration with the existing machinery, facilitating efficiency and reuse of ontological entities and allowing us to benefit from the synonymy information in the UMLS (Humphreys et al., 1998) .",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 591,
                    "text": "(Irwin et al., 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 592,
                    "end": 628,
                    "text": "Kuziemsky & Lau, 2010, among others)",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 892,
                    "text": "(Humphreys et al., 1998)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Applying SemRep to health promotion requires modifications to the UMLS on which the application relies. There are various methods for building or extending domain ontologies, as reviewed by many works (e.g., Buitelaar, Cimiano, & Magnini 2005) . While we use a similar bottom-up approach as in Buitelaar et al. (2005) , we differ in that we integrate the new knowledge into a higher-level knowledge source (UMLS), either mapping to it or framing the new entities in accordance with its constructs (e.g., semantic types). Our focus is on ontological and terminological supplementation to the Metathesaurus and the Semantic Network for domain-relevant coverage, enriching our application to recognize domainspecific classes of concepts while relying on the semantic structure of the UMLS. Hierarchical relations as defined in the UMLS semantic types and predicates only apply to UMLS semantic types and thus do not extend to new domain-specific semantic types and relations. However, many UMLS relations that SemRep supports are nonhierarchical (e.g., COMPLICATES, DIAGNOSES, among others). The Metathesaurus requires augmentation with new concepts and semantic types, and the Semantic Network requires augmentation with new domain-specific relations. This project benefited from an automated program developed in-house designed to facilitate the identification of core domain concepts not in the UMLS. In the sections that follow, we describe how SemRep has been enriched to recognize the new classes of concepts that play a role in this domain as well as new domainrelevant semantic relations, such as ADDRESSES, HINDERS, and PROVIDES, to name a few. The resulting network of concepts and relations is supported by a semantic representation which requires the definition of the ontological space of Health Promotion. The core domain aspects will be articulated below.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 243,
                    "text": "Buitelaar, Cimiano, & Magnini 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 317,
                    "text": "Buitelaar et al. (2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Ontological considerations-In defining the ontological space of health promotion, the key players and events must be described. From a public health perspective, disease prevention and health promotion deal with desirable changes of a certain magnitude (e.g., healthier lifestyles) in a community, and the most effective way to carry them out. For example, demographics and physical and social environments can be used as channels or venues to foster healthier behavioral changes; organizational settings such as community clinics or hospitals serve populations by targeting certain problems or conditions, and the programs or policies that address them can be specifically designed for the target population. By monitoring undesirable or risky health behaviors and incidence of disease and mortality rates which define public health issues in different populations, policies and programs to address them can be developed and implemented to help mitigate these health issues before they become a public health problem. Recognizing that differing demographic characteristics can trigger disparities in access to--or delivery of--health care, the policies and programs aim at eliminating barriers to accessibility to healthcare as part of a sustained effort towards the elimination of health disparities, defined as the difference in \"health status between a defined portion of the population and the majority\" in Carter- Pokras & Baoljet (2002) . Evaluation instruments measure the results and outcomes of the programs and policies implemented in order to determine their effectiveness. This process leads to newer need-driven goals, thus starting the cycle anew.",
            "cite_spans": [
                {
                    "start": 1420,
                    "end": 1443,
                    "text": "Pokras & Baoljet (2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Semantic Modeling-From the description in the preceding section, several components come to the forefront: the target population categorized into various groups, the behavior or condition to be addressed, the development of policies or methods to address it, assuring their proper implementation and effectiveness (measuring outcomes), in compliance with health laws and ethical principles (quality control), and the elimination of health disparities. Programs may be described in terms of type, venue, implementer, attributes, goal(s), and target population. Timely implementation of policy is essential to prevent any health issues from becoming public health issues. Policy development involves governmental agencies (local, state, federal) providing information, guidance, and funding. Relevant aspects of the targeted population and the targeted behavior/conditions (and degree of threat they pose) will guide the design and methods to be implemented. Elimination of health disparities focuses on raising awareness about cultural sensitivities, system of values and beliefs in a given population, and linguistic/minority appropriateness of methods and implementers. Measuring outcomes and program policy effectiveness may in turn give rise to new policies or programs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Developing a Semantic Representation-Since health promotion is not well represented in the UMLS, developing a semantic representation starts with the development of a UMLS-compatible domain ontology to enhance the UMLS semantic space and bridge this gap. We are guided by compatibility with our own SemRep application and importantly, semantic analysis of domain texts (mentioned in Resnick, Ripple, Auston, & Rindflesch, 2010) . The full approach will be described in the Methods section.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 427,
                    "text": "Resnick, Ripple, Auston, & Rindflesch, 2010)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "The process starts with a thorough analysis of texts representative of health promotion, provided by a domain specialist. This allows the identification of the core concepts and major topics, and facilitates the identification of concepts and relations in the sentences. Additionally, texts are also processed through SemRep, which partitions the abstracts into sentences and generates the baseline predications. The corpus collected is also processed through a program we developed that attempts to map noun phrases to already existing Metathesaurus concepts. This program separates the UMLS concept-mapping noun phrases from the others. The output files are used for preliminary assessment of UMLS coverage in the new domain. Domain-relevant concepts and relations not included in the UMLS are added to supplementary files, so new, more domain-appropriate semantic types of concepts can be defined. Those already in the UMLS are redefined if needed. Finally, the semantic relations that hold between the concepts are semantically defined and labeled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SemRep-SemRep"
        },
        {
            "text": "Our approach draws upon the generic ontology engineering process described in Kuziemsky and Lau (2010) , who used an ontology to support queries as part of a clinical decision support system. Our bottom-up approach shares elements of the ontology-learning layer cake described in Buitelaar et al., (2005) and the process in Kuziemsky and Lau (2010) , working up from terms, to synonyms, concepts, and relations, to formalize rules at the top. However, as our system maps to a higher-level ontology, we adapted the process to accommodate the use of the UMLS.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 102,
                    "text": "Kuziemsky and Lau (2010)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 280,
                    "end": 304,
                    "text": "Buitelaar et al., (2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 324,
                    "end": 348,
                    "text": "Kuziemsky and Lau (2010)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Approach"
        },
        {
            "text": "The third author of this manuscript, (IA), a domain specialist, processed three of the Healthy People 2020 Structured Evidence Queries with a focus on three health promotion topics: smoking cessation, asthma, and osteoporosis. Each of those topics was included in the PubMed search that resulted in a training set of almost 800 PubMed citations with the targeted representation and scope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Document Collection-"
        },
        {
            "text": "Training Set-From the citations retrieved, 775 sentences were extracted for later categorization. An illustration of the complex content-rich sentences we analyzed is given in Table I :",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table I",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Document Collection-"
        },
        {
            "text": "Main Themes-To identify the main domain themes for this work, we manually classified the set of 775 sentences into subcategories, guided by topic similarity. The main categories were not pre-defined but stemmed from the results of our manual clustering. Most sentences contained elements that belonged to more than one theme, fitting more than one category. We identified three major themes or categories and, within the larger context of essential public health services, two publications (Public Health Functions Steering Committee, \"Public Health in America\" (1994) and the Institute of Medicine 1988 report) provided postanalysis external validation about their correctness. The three categories are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Document Collection-"
        },
        {
            "text": "Assessment has to do with identifying and monitoring populations at-risk to identify health problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Document Collection-"
        },
        {
            "text": "Policy Development deals with the design and implementation of programs and policies to address the health problems identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Document Collection-"
        },
        {
            "text": "Assurance deals with ensuring that the programs and policies are effective and appropriately implemented. Table II are representative of their respective themes, while the Assurance sentence suitably refers to the results of the program implemented-program benefits and efficacy-but also displays elements from the other two themes. This is distinctive of sentences in this category, as the expression of effectiveness, results, or impact often includes the entities to which they apply, to complete the meaning of the sentence. Differentiating entities as per the categories is a clear-cut task, but one sentence may contain parts of different categories, with different entities in the sentence belonging to different themes. The sentence is the unit that holds all those entities, which renders the delineation in terms of categories not so clear-cut at the sentence level, where the various entities interact. When classifying sentences, the same sentential unit may be duplicated in different areas. This is especially the case with the Assurance category sentences, as in the process of conceptualizing where the various actors fit and how they interact, it became apparent that the Assurance category ties together all other categories and subcategories in this domain, but with clear elements that set it apart from the other two. For example, differences in demographic factors or population groups (Assessment category) often lead to health disparities, and to fulfill the health promotion goal of eliminating disparities, programs and interventions are planned, designed, and implemented (Policy Development). Measures are then taken to assure that all the conditions are in place for the proper implementation of the programs as designed with the expected outcomes (Assurance category). These interrelationships also account for the many more sentences in this category (N=474) with respect to the others. Building a model which can point out potential correlations between \"Assurance\" statements and \"Assessment\" (such as in demographic factors or health issues) would provide valuable insights, but determining the extent to which greater refinement of the relationship between \"Assurance\" and the other categories might be helpful is beyond the scope of this work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Table II",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Document Collection-"
        },
        {
            "text": "Defining the Conceptual Space-The process of sorting the sentences into subcategories was facilitated by the analysis of the conceptual space (conceptualization) as detailed earlier. The different subcategories linked to the core categories represent the ontology scope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining the Semantic Space-The Assessment and Policy Development sentences in"
        },
        {
            "text": "Semantic analysis forms the foundation of the semantic representation of the domain and leads to the discovery and labeling of the new concepts and their interactions. Sentence analysis revealed terms that describe the different subcategories and helped identify core concepts and the actions associated with them. Important concepts in the ASSURANCE subcategory Eliminating Disparities (Table III) , for example, have to do with barriers such as cultural beliefs, linguistic factors, access to healthcare, among others. Many core concepts and relations refer to ways to reduce or eliminate lack of competence, such as raising awareness or imparting better communication skills to foster more competent care. Combined with the output of our automated in-house program mentioned earlier, this analysis allowed us to earmark those core concepts and relations not in the UMLS, which led to the addition of new concepts and relations, and the contextualization or redefinition of existing ones, for appropriateness in this new domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 398,
                    "text": "(Table III)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Identification of concepts and relations:"
        },
        {
            "text": "A total of 194 core domain concepts not in the UMLS Metathesaurus were identified and added to supplementary files, along with their synonyms. Of those, 138 concepts were added with an already existing semantic type, as illustrated in Table IV , while 56 concepts were added with new domain-specific semantic types (Table V) , assigned to these new concepts based on linguistic and contextual analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 243,
                    "text": "Table IV",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Table V)",
                    "ref_id": null
                }
            ],
            "section": "Concepts added:"
        },
        {
            "text": "Concepts redefined: UMLS semantic types that are too vague and lack specificity, such as Functional Concept, Intellectual Product, or Idea or Concept, are not used by SemRep's semantic predications. Although assigning these semantic types works well for an upper level knowledge source, they group together a wide-range of concepts of very dissimilar nature. For UMLS concepts that appeared to be relevant in the domain texts and displayed those semantic types, the UMLS-assigned semantic type was changed to capture more adequately the meaning as used in this domain (Table VI) . A total of 130 UMLS-mapping concepts were contextualized this way. Missing synonyms for existing concepts were also added if needed (Table VII) . For example, within the context of smoking cessation programs, an important public health initiative, the expression 'quitter' was added as a synonym of UMLS concept 'former smoker' because it frequently appeared in our training set with that meaning. While 'quitter' can have other negative connotations, within the focused context of public health/smoking cessation, the mapping to 'former smoker' is quite unequivocal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 568,
                    "end": 578,
                    "text": "(Table VI)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 713,
                    "end": 724,
                    "text": "(Table VII)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Concepts added:"
        },
        {
            "text": "Relations added: New domain-specific relations were created if needed, to capture more precisely the semantic nature of the interactions in this domain. This process led to semantically appropriate predications, formally extending SemRep coverage. In this project, fifteen new domain relations were identified, the most productive ones being ADDRESSES, ANALYZES, EVALUATES, HAS_ACCESS_TO, IMPEDIMENT_TO, MEASURES, PROMOTES, PROVIDES, SERVES, and TARGETS. To allow for a richer representation, we made a distinction between the relations TARGETS and ADDRESSES, so that in the case of the former, the object would be the audience or population group that a given program or intervention targets (target population), while in the case of ADDRESSES, the object would be the condition or health behavior that the program or intervention aims to alleviate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concepts added:"
        },
        {
            "text": "The process of supplementing current UMLS relations involved more than identifying the new relations to be added. We also needed to redefine allowable arguments (with existing semantic types) for existing UMLS relations, in ways not initially specified in the Semantic Network, as in (5), and integrate newly created semantic types with existing UMLS relations, as shown in (6) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relations redefined:"
        },
        {
            "text": "After the addition of the new and redefined concepts, semantic types, and relations, and given the sentence in (9), SemRep can now extract a predication such as (10): ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The evaluation set consisted of 2,163 sentences from 218 abstracts distinct from those used in the training set. PubMed searches were carried out on 1/23/2012, restricted to citations with abstracts. Search terms were \"Obesity\" AND \"Health Promotion,\" \"Smoking Cessation\" AND \"Health Promotion\" as MeSH major topics. Judgments were assigned by a physician (CAS) with experience in natural language processing, who did not participate in any stage of the development of this enhanced version of SemRep. In the evaluation set, SemRep identified 773 predications. Of these, 658 were correct (true positive) and 115 were false positives, yielding precision of 0.85.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "Analysis of enhanced SemRep output indicated that 110 of the 115 false positive errors were due to shortcomings in SemRep or the knowledge sources it is based on, independent of the extension to the public health domain, with most mistakes (64.4%) due to infelicitous mappings to UMLS concepts or their assigned semantic types. The error analysis determined the following main categories of errors, discussed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Error Analysis"
        },
        {
            "text": "MetaMap mapping to UMLS concepts: one example is the mapping of a broader term to a more restrictive one. For example, all instances of 'model' in the dataset were erroneously mapped to the narrower UMLS concept 'Biological models,' as in (11). This error alone accounted for 5 false positives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UMLS-related errors-Infelicitous"
        },
        {
            "text": "(11) In this study we use a recently developed semi-varying coefficient model to elucidate this relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UMLS-related errors-Infelicitous"
        },
        {
            "text": "Argument Identification: Current Metathesaurus content interacts infelicitously with the lack of a concept appropriate for this domain, such as the multi-term expression \"ill-effects\" in (12). Thus the expression 'ill' got mapped to the UMLS concept 'malaise,' triggering a false positive predication:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Clinical Research USES Biological Models"
        },
        {
            "text": "(12) Tobacco use is a health hazard and its use is attributed to a lack of knowledge regarding the ill-effects of tobacco.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Clinical Research USES Biological Models"
        },
        {
            "text": "Ambiguity: This is a well-known problem in NLP. (13) and (14) below illustrate part-ofspeech ambiguity and lexical ambiguity respectively. In the former, 'individual' is taken as a noun although the adjective is being used. In (14), 'plant' refers to 'Engineering plant' (a concept missing in the UMLS) as opposed to a botanical entity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Tobacco AFFECTS Malaise"
        },
        {
            "text": "Predication: Qualitative Research TARGETS Individual (14) Obesity and work: proposal for a multidisciplinary intervention model for prevention and its application in an engineering plant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(13) Qualitative study based on individual in-depth interviews with GPs and their patients."
        },
        {
            "text": "SemRep processing-Over 20% of all false positives were due to SemRep processing errors, such as failure to recognize coordinated pre-modifiers, negated structures, prepositional phrase attachment, to name a few. In (15), the coordinated pre-modifier 'health' is taken as the argument of the predication instead of the correct 'health inequalities':",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Obesity PROCESS_OF Plants"
        },
        {
            "text": "(15) This study highlights the importance of understanding the meaning of smoking in different social contexts so future tobacco control interventions can be developed to reduce health and social inequalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Obesity PROCESS_OF Plants"
        },
        {
            "text": "Missing or erroneous rules-Slightly over 12% of false positives were due to the cooccurrence of the semantic types of the arguments of the predication not included in the allowable rules. In these cases, the true argument is ignored and another argument with a semantic type allowed by an existent rule may be used instead, triggering a false positive. For example, in (16), the objects measured or evaluated were 'height' and 'weight,' with UMLS-assigned semantic types not considered for the object arguments of EVALUATES. Instead, behavior ('girls' behaviors') was used:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Health Intervention PREVENTS Health"
        },
        {
            "text": "(16) At baseline and follow-up girls' behaviors were self-reported, height and weight were measured by study staff Predication: Staff EVALUATES Behavior",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predication: Health Intervention PREVENTS Health"
        },
        {
            "text": "Analysis results of enhanced SemRep output are fairly typical of general SemRep, with most errors related to the issues of NLP and inadequate mappings. This is not surprising, as most of the current research in this area is geared towards having better mappings and more accurate NLP processing. Domain-inadequate mappings are an unwelcome consequence when using any higher-level knowledge source since it lacks the required level of granularity for specific domains. In working towards a solution for this issue, we have developed a mechanism to prevent those infelicitous mappings when dealing with domain concepts, either by specifically canceling some mappings, or replacing them with ones that are more contextually appropriate, grounded in the texts, as needed.Argument identification plays an important role in any NLP system, and SemRep is no exception. It goes beyond missing concepts. For example, a domain-appropriate UMLS term with the wrong semantic type for this domain will be missed by SemRep. This would require changing the semantic type so it adequately captures the meaning as used in this domain, as the examples in Table  VI show, facilitating the generation of a true positive predication if adequately specified in the co-occurrence rules. Missing UMLS concepts and missing SemRep rules, such as extending the semantic types allowed to co-occur in specific predicates, are easily incorporated into SemRep's supplementary domain files, but only after relevant texts bring the missing entities to light. We are guided by the data to avoid overgeneration of relationships, which could result in false positive predications. There are no across-the-board solutions for any single issue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1137,
                    "end": 1146,
                    "text": "Table  VI",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Most SemRep issues are not domain-dependent, and over the years we have resolved many recurrent problems, such as Word Sense Disambiguation (Humphrey, Rogers, Kilicoglu, Demner-Fushman, & Rindflesch, 2006) . The issues highlighted in this project that are due to SemRep processing are well known to us, as they occur in general SemRep. Improvements on each area constitute a research project of its own, and this process is ongoing. Program improvements and efforts to elicit more accurate mappings notwithstanding, it is impossible to attain 100% accuracy with an automatic text analysis methodology such as SemRep. Further, punctuation errors, misspellings, and related issues in text often get in the way as well. Despite these drawbacks, SemRep users find it quite useful having a Web application in which large-scale information retrieval is summarized automatically and visualized as a network of semantic predications. (Miller, et al. 2012 , Jonnalagadda, S. et al., 2012 .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 205,
                    "text": "(Humphrey, Rogers, Kilicoglu, Demner-Fushman, & Rindflesch, 2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 926,
                    "end": 946,
                    "text": "(Miller, et al. 2012",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 947,
                    "end": 978,
                    "text": ", Jonnalagadda, S. et al., 2012",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the availability of the information to meet the diverse needs of public health professionals, the barriers they experience to accessing public health information has been well documented (LaPelle et al., 2006; Revere, Turner, Madhavan, Rambo, Bugni, Kimball, & Fuller, 2007) . Some of these barriers include time, resource reliability, trustworthiness/ credibility of information, and information overload (Revere et al., 2007) . Public health professionals need a way to search through the available literature to find the necessary information. SemRep and Semantic MEDLINE can provide a way to assist public health professionals find the much needed information in [PubMed] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 217,
                    "text": "(LaPelle et al., 2006;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 218,
                    "end": 282,
                    "text": "Revere, Turner, Madhavan, Rambo, Bugni, Kimball, & Fuller, 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 414,
                    "end": 435,
                    "text": "(Revere et al., 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 675,
                    "end": 683,
                    "text": "[PubMed]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS Exploiting Semantic Predications in the Public Health domain"
        },
        {
            "text": "The ability to extract semantic predications from health promotion documents underpins the possibility of exploiting information management applications in the public health domain. Semantic MEDLINE (Kilicoglu et al., 2008) , an advanced information management UMLSbased application, is intended to assist users by helping them manage the results of PubMed searches. Since it relies on SemRep-which in turn relies on UMLS knowledge-to extract semantic predications from PubMed titles and abstracts, it is mainly limited to biomedicine, and uses NLP, automatic summarization, and visualization to represent key entities in a given domain. Extracted predications can be visualized as an informative graph with links to the original citations. Its application in the Health Promotion arena depends on the development of an ontology to support it (with increased precision) with managing, summarizing, and visualizing the results of searching health-related information documents.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 223,
                    "text": "(Kilicoglu et al., 2008)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS Exploiting Semantic Predications in the Public Health domain"
        },
        {
            "text": "The ontology is formally represented as subject-verb-object propositional-like semantic predications as presented in the UMLS Semantic Network, compatible with SemRep and also with the Semantic Web (Berners-Lee, Handler, & Lassila, 2001) . Implementation of new domain knowledge focuses on compatibility with SemRep (i.e., formatting) and the UMLS, knowledge integration with existing UMLS concepts and relations (including synonyms for new concepts as well as new synonyms for existing concepts), while consonant with the ontological constructs on which SemRep depends, namely, Metathesaurus concepts categorized into semantic types, the indicator rules, and the Semantic Network predications consisting of semantic predicates with arguments of specific semantic types.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 237,
                    "text": "Handler, & Lassila, 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS Exploiting Semantic Predications in the Public Health domain"
        },
        {
            "text": "Creating a new semantic representation entails updating and correcting the implemented ontology, as needed. Brewster, Alani, Wilks, and Dasmahapatra (2004) suggest evaluating the fit of an ontology to a certain corpus of texts. In our system, this evaluation can be done with the visualization architecture of information extracted, mapped against the ontology, and condensed into a network of core domain concepts and their binding relations. While this project is still in the laboratory phase, we are considering having it explored with potential users through well-known resources such as NLM's Public Health Partners (accessed at http://www.nlm.nih.gov/nno/partners.html) for ways in which it can be refined and more widely applied to public health practice. As demonstrated by the results of our preliminary evaluation, such a tool can go a long way towards improving access to manageable relevant information for public health practitioners and for the public health community at large, an important step in assisting the members of all communities in achieving the goal of becoming active participants in bringing about the desirable changes that are needed for a healthier society. Health Promotion Semantic Representation. Color-coded arrows indicating relations between concepts correspond to the named predicates (key on the right): Arrows in various shades of green correspond to new domain predicates (ADDRESSES, PROMOTES, PROVIDES, TARGETS, VENUE_FOR); red and pink arrows correspond to current UMLS predicates (TREATS, PREVENTS). Light-colored boxes show existing UMLS concepts with UMLS-assigned semantic types; darker boxes with italics display new concepts with either existing or new semantic types; darker boxes without italics correspond to existing UMLS concepts with redefined semantic types. Examples of content-rich sentences analyzed for this project.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 155,
                    "text": "Brewster, Alani, Wilks, and Dasmahapatra (2004)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSIONS Exploiting Semantic Predications in the Public Health domain"
        },
        {
            "text": "18415827 The goal of this study was to document similarities and differences in beliefs about the causes, symptoms, and treatments of asthma across two sites and two Latino ethnic sub-groups of children who remain the most at risk for asthma morbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PMID Example sentence"
        },
        {
            "text": "15671457 Experiences of racial-ethnic harassment may contribute to tobacco use behaviors among some African American young adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PMID Example sentence"
        },
        {
            "text": "16523248 The aim of this study was to determine the utility of screening tools, namely heel ultrasound, the osteoporosis self-assessment tool (OST), weight-based criterion (WBC) and body mass index (BMI), in screening for low bone mass in African American men.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PMID Example sentence"
        },
        {
            "text": "Examples of new concepts added with a newly created semantic type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table V"
        },
        {
            "text": "Project Program Type",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Concept New Semantic Type"
        },
        {
            "text": "Forum Venue",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonsmoking behavior Healthy Behavior"
        },
        {
            "text": "Examples of redefined UMLS concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table VI"
        },
        {
            "text": "Course Temporal Concept Educational Activity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UMLS Concept From UMLS-assigned Semantic Type To Domain-Appropriate Semantic Type"
        },
        {
            "text": "Counselor Finding Professional Group ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intellectual Product Research Activity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Extracting semantic predications from Medline citations for pharmacogenomics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Ahlers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Demner-Fushman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pacific Symp on Biocomp",
            "volume": "",
            "issn": "",
            "pages": "209--220",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effective mapping of biomedical text to the UMLS Metathesaurus: The MetaMap program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc AMIA Symp",
            "volume": "",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Semantic Web",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berners-Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Handler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lassila",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Scientific American",
            "volume": "284",
            "issn": "5",
            "pages": "34--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biomedical Ontologies in Action: Role in Knowledge Management, Data Integration and Decision Support",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bodenreider",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Yearb Med Inform",
            "volume": "47",
            "issn": "",
            "pages": "67--79",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Data driven ontology evaluation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wilks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dasmahapatra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc LREC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ontology Learning from Text: Methods, Evaluation and Applications",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Buitelaar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cimiano",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Magnini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What is a \"Health Disparity",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Carter-Pokras",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baoljet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Public Health Reports",
            "volume": "117",
            "issn": "",
            "pages": "426--460",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modeling multi-typed structurally viewed chemicals with the UMLS Refined Semantic Network",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Morrey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halper",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Med Inform Assoc",
            "volume": "16",
            "issn": "1",
            "pages": "116--147",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public Health Quality Measurement: Concepts and Challenges",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Derose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "European Multilingual Thesaurus on Health Promotion. European Commission",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New standards for improved data integration",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Feltrin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campanaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Diehl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ehler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fordham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gardin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Knoell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laveder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mittempergher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reggiani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sorrentino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                },
                {
                    "first": "Zara",
                    "middle": [
                        "I"
                    ],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deegan Née",
                    "suffix": ""
                },
                {
                    "first": "Clark",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Muscle",
                    "middle": [],
                    "last": "Research",
                    "suffix": ""
                },
                {
                    "first": "Gene",
                    "middle": [],
                    "last": "Ontology",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Healthy People 2020 Structured Evidence Queries. Partners in Information Access for the Public Health Workforce",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Unified Medical language System: An informatics research collaboration",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Schoolman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Am Med Inform Assoc",
            "volume": "5",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Word sense disambiguation by selecting the best semantic type based on",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilicoglu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Demner-Fushman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal Descriptor Indexing. Journal of the American Society for Information Science and Technology (JASIST)",
            "volume": "57",
            "issn": "1",
            "pages": "96--113",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Institute of Medicine. The future of Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Methodology to develop and evaluate a semantic representation for NLP",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harkema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schleyer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haug",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc, AMIA Annual Symp Proc",
            "volume": "",
            "issn": "",
            "pages": "271--275",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Automatically extracting sentences from Medline citations to support clinicians' information needs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jonnalagadda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Del Fiol",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jr; Weir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mostafa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc., 2nd IEEE Conference on Healthcare Informatics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Adapting semantic natural language processing technology to address information overload in influenza epidemic management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keselman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosemblat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilicoglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "H"
                    ],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the American Society for Information Science and Technology (JASIST)",
            "volume": "",
            "issn": "12",
            "pages": "2531--2543",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Semantic MEDLINE: A Web application to manage the results of PubMed searches",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilicoglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ripple",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the Third International Symposium for Semantic Mining",
            "volume": "",
            "issn": "",
            "pages": "69--76",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ontological Principles of Disease Management from Public Health Perspective: a Tuberculosis Case Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Madle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A four stage approach for ontology-based health information system design",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Kuziemsky",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Artificial Intelligence in Medicine",
            "volume": "50",
            "issn": "",
            "pages": "133--181",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identifying strategies to improve access to credible and relevant information for public health professionals: a qualitative study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Lapelle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luckmann",
                    "suffix": ""
                },
                {
                    "first": "Hatheway",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "89.10.1186/1471-2458-6-89"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A biosurveillance platform for BioSense Message analysis using integrated reference ontologies and intelligent agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schripsema",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Twenty-Second Conference on Artificial Intelligence",
            "volume": "",
            "issn": "",
            "pages": "86--91",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A closed literature-based discovery technique finds a mechanistic link between hypogonadism and diminished sleep quality in aging men",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hristovski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosemblat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Strohl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sleep",
            "volume": "35",
            "issn": "2",
            "pages": "279--285",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Public health surveillance meets translational informatics: A desiderata",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mirhaji",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Laboratory Automation",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Actual causes of death in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mokdad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "1238--1283",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Handbook on Ontologies, International Handbooks on Information Systems Part",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Noy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mapping ; Staab",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Studer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "573--590",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Company information at http://ontoreason.com/ Partners in Information Access for the Public Health Workforce",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schripsema",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Public Health Functions Steering Committee. Public Health in America",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An Ontology for Public Health to Support Enhanced Information Retrieval",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Resnick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ripple",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Auston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rindflesch",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AMIA Annual Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Understanding the information needs of public health practitioners: a literature review to inform design of an interactive digital knowledge management system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Revere",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rambo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Bugni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kimball",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Biomedical Informatics",
            "volume": "40",
            "issn": "",
            "pages": "410--421",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Semantic MEDLINE: An advanced information management application for biomedicine. Information Systems and Use",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosemblat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "15--21",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "In: Chen; Fuller; Hersh; Friedman, editors. Medical informatics: Knowledge management and data mining in biomedicine",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiszman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Libbus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "399--422",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Semantic relations asserting the etiology of genetic diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Rindflesch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Libbus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hristovski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kilicoglu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc AMIA Symposium",
            "volume": "",
            "issn": "",
            "pages": "554--562",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Semantic web representation of LOINC: an ontological perspective. AMIA Annual Symp Proc",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kunapareddy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mirhaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Casscells",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SNOMED clinical terms: overview of the development process and project status",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Stearns",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. AMIA Symposium",
            "volume": "",
            "issn": "",
            "pages": "139--182",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Department of Health and Human Services. Healthy People reports. Initiative posted at www",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Project Partners. Partners in Information Access for the Public Health Workforce",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "...community-based projects should focus on healthier lifestyles (10) Project TARGETS Healthy lifestyle 'Project' in (10) is a newly added concept, with the new semantic type 'Program Type.' TARGETS is a new relation to which the lexical expression 'focus on' points, and 'Healthy lifestyle' is a new concept with the new semantic type 'Healthy Behavior.' Again, the new concepts and relations follow the UMLS-based Metathesaurus and Semantic Network formats. Concepts participate in different relations, and determining which concepts participate in which relations (both newly created and current) results in a semantic representation of the domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows a partial model of the resulting semantic representation after implementing the changes described earlier. Color-coded arrows (key on the right) indicate the labeled relations. In this figure, red and pink arrows (TREATS, PREVENTS) represent current UMLS predicates (relations); arrows in various shades of green represent newly added relations (TARGETS, VENUE_FOR, PROMOTES, ...), as in the predication 'Interventions PROMOTES Health promotion,' in which both arguments have the semantic type Healthcare Activity. While arrows correspond to relations, boxes represent concepts. All concepts with the same semantic type are shaded with dark/light shades of the same color. Lighter color boxes contain current UMLS concepts with the originally assigned semantic type, as in 'Hispanics' (Population Group) and 'Low Back Pain' (Disease or Syndrome). Darker boxes with italics represent new concepts added, often with new semantic types (e.g., Church coalition, Clinical Setting). Lastly, darker boxes not in italics represent existing UMLS concepts for which the semantic type was redefined, such as'Smokers,' 'Smoking,'  'Healthful behavior,' and 'Physical Activity.'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Semantic MEDLINE graph focusing on Post-traumatic Stress Disorder.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "developed a refined UMLS Semantic Network to distinguish between chemical complex types and conjugates in the UMLS. in http://protege.stanford.edu/conference/2007/presentations/02.01_Lynch.pdf, retrieved Nov 2011). Some of these works often mapped to formal existing terminologies, with the main focus on biosurveillance and alert systems(Mirhaji, 2009;Srinivasan, Kunapareddy, Mirhaji, & Casscells, 2006;. For example, Mirhaji (2009) uses a few UMLS Metathesaurus concepts and semantic types to model LOINC axes as a formal ontology to represent laboratory tests for automated classification and decision support. Biosense",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Main categories of errors. Infelicitous UMLS concept mapping or infelicitous semantic type in the UMLS concept",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported in part by an appointment to the NLM Associate Fellowship Program sponsored by the National Library of Medicine and administered by the Oak Ridge Institute for Science and Education. This study was also supported by the Intramural Research Program of the National Institutes of Health, National Library of Medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Breakdown by theme of the total number of sentences in the training set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table II"
        },
        {
            "text": "African Americans had slightly higher prevalence of knee symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ASSESSMENT 180"
        },
        {
            "text": "Health care interventions focused on the roles of nurses to deliver culturally tailored health information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POLICY DEVELOPMENT 121"
        },
        {
            "text": "Spanish-speaking participants of an arthritis self-management program demonstrate short-and long-term benefits (improved health behaviors, health status, and selfefficacy). Table III  Table IV Examples of new concepts added with an existing semantic type.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 192,
                    "text": "Table III  Table IV",
                    "ref_id": null
                }
            ],
            "section": "ASSURANCE 474"
        },
        {
            "text": "Educational Activity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seminar"
        },
        {
            "text": "Preventative Effort Health Care Activity ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practitioner Population Group"
        }
    ]
}