{
    "paper_id": "180a76b34ddfc772fa71463c92ba899d13630b60",
    "metadata": {
        "title": "Respiratory tract immunization of non-human primates with a Newcastle disease virus-vectored vaccine against Ebola virus elicits a neutralizing antibody response",
        "authors": [
            {
                "first": "Joshua",
                "middle": [
                    "M"
                ],
                "last": "Dinapoli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lijuan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Siba",
                "middle": [
                    "K"
                ],
                "last": "Samal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland",
                    "location": {
                        "postCode": "20742",
                        "settlement": "College Park",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "R"
                ],
                "last": "Murphy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "L"
                ],
                "last": "Collins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Bukreyev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We previously developed a respiratory tract vaccine against Ebola virus (EBOV) based on human parainfluenza virus type 3 (HPIV3), a respiratory paramyxovirus, expressing the EBOV GP envelope protein (HPIV3/GP) from an added gene. Two doses of this vaccine delivered by the intranasal and intratracheal route protected monkeys against intraperitoneal challenge with EBOV; however, concerns exist that the vaccine may have reduced immunogenicity in the adult human population due to pre-existing immunity against HPIV3. Here we developed a new vaccine (NDV/ GP) based on Newcastle disease virus (NDV), an avian paramyxovirus that is antigenically distinct from human viral pathogens and is highly attenuated in monkeys. Following one intranasal and intratracheal inoculation of Rhesus monkeys with NDV/GP, titers of EBOVspecific antibodies in respiratory tract secretions and serum samples determined by ELISA, as well as serum EBOV-neutralizing antibodies, were undetectable or low compared to those induced by HPIV3/GP. A second immunization resulted in a substantial boost in serum IgG ELISA titers, yet the titers remained lower than those induced by a second dose of HPIV3/GP. In contrast, the ELISA IgA titers in respiratory tract secretions and, more importantly, the serum EBOVneutralizing antibody titers were equal to those induced after the second dose of HPIV3/GP. These data suggest that NDV/GP can be effective for immunization against EBOV alone, or in combination with either HPIV3/GP or another vaccine platform in a heterologous prime-boost regimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ebola virus (EBOV) causes severe hemorrhagic fever in humans with a fatality rate of up to 88% (species Zaire) of infected individuals [1] . There are currently no licensed vaccines against this virus, but continuing periodic outbreaks in central Africa and potential use in bioterrorism necessitate their development. Early attempts to develop vaccines based on inactivated viruses or purified antigens were unsuccessful [2] , while more recent studies suggested the feasibility of approaches based on viral vectors or virus-like particles [3] [4] [5] [6] . We have been developing paramyxovirus-based viral vectors for immunization against common respiratory viruses as well as for highly pathogenic emerging viruses, including EBOV [Reviewed in 7] . EBOV can readily initiate infection by contact with mucosal surfaces, and it might be advantageous to use a vector with a natural tropism for the respiratory tract that elicits a local antibody response at that site as well as a robust systemic immune response. We therefore have been evaluating paramyxoviruses that infect the respiratory tract as vaccine vectors [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 545,
                    "end": 548,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 735,
                    "end": 750,
                    "text": "[Reviewed in 7]",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Paramyxoviruses have a single non-segmented negative-sense RNA genome that, for the paramyxoviruses in the present study, is approximately 15 kb in length and contains six genes. These are transcribed into individual mRNAs by sequential transcription that initiates at the 3′ end and is guided by gene-start and gene-end transcription signals that flank each gene. Replication involves a full-length positive-sense intermediate called the antigenome. Foreign proteins can readily be expressed by engineering their coding sequences to be flanked by gene-start and gene-end sequences, followed by insertion into the viral genome [7] . This results in a replication competent vector that expresses the foreign gene(s) as a separate mRNA(s). This is the strategy followed in the present study. A second strategy that we and others have pursued in other studies is to replace the vector surface proteins with those from the pathogen of interest, resulting in chimeric viruses [11, 12] .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 630,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initially, we evaluated human parainfluenza virus type 3 (HPIV3), which is a common respiratory tract pathogen, as a vector against EBOV. We found that two doses of HPIV3 expressing the surface glycoprotein (GP) of EBOV as an additional gene (originally referred to as HPIV3/EboGP, referred to here as HPIV3/GP) delivered by the combined intranasal (IN) and intratracheal (IT) route completely protected Rhesus monkeys from an intraperitoneal challenge with a highly lethal dose of EBOV [13] . A potential drawback to this approach is that the majority of the adult human population has pre-existing immunity to HPIV3 due to natural exposure, which may neutralize the vaccine and thus reduce its immunogenicity. For example, pre-existing immunity has resulted in reduced immunogenicity for other vectored vaccine candidates such as those based on vaccinia virus [14] and human adenovirus type 5 [15] , including a vaccine against EBOV based on a human adenoviral vector [16] . This concern may not hold for HPIV3, since a two dose regimen of HPIV3/GP appeared to be equally immunogenic in either HPIV3-immune or naive monkeys [17] . Nonetheless, we also have been investigating Newcastle disease virus (NDV), an avian paramyxovirus that is antigenically distinct from common human pathogens, as an alternative human vaccine vector [18] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1126,
                    "end": 1130,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1331,
                    "end": 1335,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "NDV strains are categorized into three pathotypes based on disease severity in birds: lentogenic strains of the virus cause asymptomatic or mild infections in the respiratory or alimentary tract of birds; mesogenic strains cause infections of intermediate severity; and velogenic strains cause severe infections associated with high mortality [19] . We previously demonstrated that NDV is highly attenuated in the respiratory tract of non-human primates due to host-range restriction of replication [20] . We also showed that IN/IT immunization of non-human primates with recombinant NDV-based vaccines against the respiratory pathogens severe acute respiratory syndrome associated coronavirus [9] and H5N1 highly pathogenic avian influenza virus [10] protected against challenge with the respective viruses. In the present study, we have extended this approach by generating a recombinant NDV expressing the GP of EBOV (NDV/GP), thereby representing the first attempt to use an NDV-vectored vector to immunize against a systemic rather than a respiratory human pathogen. We assessed the immunogenicity of NDV/GP in a non-human primate model following IN/IT administration of the vaccine, in parallel with the previously characterized HPIV3/GP vaccine vector.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two NDV strains were used to make constructs expressing EBOV GP, namely Beaudette C and LaSota V.F. To construct the Beaudette C-based vaccine virus, the open reading frame of EBOV-Zaire Mayinga strain GP from a previous HPIV3-based construct [21] was amplified using PCR primers designed such that it was flanked on the upstream side by a NDV gene junction, including gene-start and gene-end sequences and a 1-nucleotide intergenic region. The cDNA also was flanked on both sides with XbaI sites. The primers also were designed to ensure that the final antigenomic cDNA for NDV/GP would conform to the \"rule of six\", whereby the genome nucleotide length be an even multiple of six in order for efficient RNA replication to occur [22] . The EBOV GP PCR product was then cloned into an XbaI site that had previously been created in the untranslated region downstream of the P open reading frame of cDNA encoding the full-length antigenome of strain Beaudette C (Fig. 1a) [20] . In this backbone, a second XbaI site that was originally present in the L open reading frame had been disabled by introduction of a two silent nucleotide substitutions using the QuickChange XL Site Directed Mutagenesis kit (Agilent Technologies, Santa Clara, CA). This construction placed the inserted GP coding sequence under a set of NDV transcription signals and positioned in the NDV genome between the P and M genes. The LaSota V.F.-based construct was made by replacement of its genomic cDNA subclone with that from the strain LaSota with an XbaI site inserted into the same place as in strain Beaudette C [20] , followed by insertion of the EBOV-GP PCR produce as above. Recovery, amplification, and titration of the two recombinant NDVs were performed as described previously [23] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1589,
                    "end": 1593,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 960,
                    "end": 969,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction of the NDV-based vaccine viruses"
        },
        {
            "text": "NDV and the NDV/GP constructs were propagated in DF-1 chicken embryo fibroblast cell monolayers in DMEM medium (Invitrogen, Carlsbad, CA) supplemented with 2.5% fetal bovine serum and 4 mM L-glutamine, and titrated by plaque assay as previously described [9] . HPIV3 and the HPIV3/GP constructs were propagated in LLC-MK2 (Rhesus monkey kidney) cell monolayers in OptiMEM medium (Invitrogen) supplemented with 2.5% fetal bovine serum and 4 mM L-glutamine and titrated either by plaque assay with immunostaining as previously described [13] , or by limiting dilution in LLC-MK2 cell monolayers. VSVΔG/EBOV GP, a recombinant vesicular stomatitis virus expressing EBOV GP as its sole surface glycoprotein [11] , provided by Dr. H. Feldmann (National Institute of Allergy and Infectious Diseases), was propagated in Vero (African green monkey kidney) cell monolayers in OptiPro Medium (Invitrogen) supplemented with 4 mM glutamine, and titrated by limiting dilution in Vero cell monolayers. In all limiting dilution titrations, infection was scored based on visual assessment of cytopathic effects, and titers were calculated using the method of Reed and Muench [24] and expressed as 50% tissue culture infectious dose (TCID 50 )/ml.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Propagation and titration of the vaccine constructs and other viruses"
        },
        {
            "text": "To confirm expression of EBOV GP, DF-1 cells were infected with each NDV/GP vaccine construct at a multiplicity of infection (MOI) of 3 plaque forming units (PFU) per cell. Cell lysates were collected at 24 h post infection, subjected to SDS-PAGE under denaturing and reducing conditions, and analyzed by western blot as described previously [25] . Guinea pig serum specific for EBOV GP and sGP, provided by Dr. A. Sanchez (Centers for Disease Control and Prevention, Atlanta, GA), or a chicken polyclonal antibody raised against NDV (Charles River Laboratories, Wilmington, MA) were used as primary antibodies, and horseradish peroxidase-labeled goat antibodies specific for guinea pig or chicken IgG (Jackson ImmunoResearch Laboratories, West Grove, PA) were used as secondary antibodies. To evaluate whether EBOV GP is incorporated into the NDV/GP viral particles, the LaSota V.F.-vectored vaccine virus was purified on a sucrose gradient as previously described [25] and analyzed by western blot under reducing and denaturing conditions as above.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "In vitro characterization of the vaccine constructs"
        },
        {
            "text": "Adult Rhesus monkeys (Macaca mulatta) obtained from Morgan Island, SC, were confirmed to be seronegative for NDV and HPIV3 by hemagglutination inhibition (HAI) assay using turkey or guinea pig erythrocytes, respectively, as previously described [20] . On day 0, the animals were inoculated by the IN/IT route at 10 7 PFU per site with Beaudette C-based NDV/GP (monkeys 1-4) or HPIV3/GP (monkeys 5-6), as previously described [8] . On day 28, all animals received a second inoculation that was identical to the initial inoculation. Tracheal lavage (TL) and nasal wash (NW) samples were collected at the indicated time points as previously described [25] to assess mucosal IgA responses and vaccine shedding. Serum samples were collected at the indicated time points to assess immune responses.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Immunization of Rhesus monkeys and sample collection"
        },
        {
            "text": "Serum EBOV-specific IgA and IgG, and serum IgG titers and avidity were determined by ELISA as previously described [10, 13] using purified, gamma-irradiated EBOV-Zaire (kindly provided by Dr. Anthony Sanchez) as antigen. Mucosal EBOV-specific IgA in NW and TL were analyzed by ELISA as previously described [25] using the same EBOV antigen. The EBOV GP-specific serum neutralizing antibodies were analyzed with VSVΔG/ EBOV GP as previously described [17] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Analyses of the immune responses"
        },
        {
            "text": "To analyze cellular immune responses, PBMC were isolated on days 0, 10, 28, 38, and 56 as previously described [9] and immediately cryopreserved. Once all time points had been collected, cells were thawed and stimulated overnight with a pool of peptides (Mimotopes, Clayton, Victoria, Australia) spanning the entire EBOV GP sequence, consisting of 167 15mers with an 11 residue overlap between adjacent peptides. The final composition for each cell stimulation reaction was 10 6 PBMCs, 1.5 mM of each peptide, 1 μg/ml anti-CD28 (BD Biosciences, San Jose, CA), 1 μg/ml anti-CD49d (BD Biosciences), and 1 μl/ml GolgiPlug (BD Biosciences) in a final volume of 200 μl. Following a 13-hour stimulation, the cells were fixed, permeabilized, and stained using the Cytofix/Cytoperm system (BD Biosciences). Cells were stained with optimized dilutions of the following antibodies (all BD Biosciences): anti-human CD8 labeled with fluorescein isotyocyanate, anti-human CD4 labeled with peridinin-chlorophyll, anti-human CD3 labeled with phycoerythrin, and either anti-human IFNγ labeled with allophycocyanin or similarly labeled anti-human TNFα. Flow cytometry was performed using a FACSCalibur flow cytometer (BD Biosciences) and analysis was performed using FlowJo version 7.4 software (Tree Star, Inc., Ashland, OR).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Analyses of the immune responses"
        },
        {
            "text": "Two NDV strains were used to make constructs expressing EBOV GP: (i) the mesogenic strain Beaudette C, which produces infectious virus in vitro without the need for added trypsin, and (ii) strain LaSota V.F., which is a version of the lentogenic strain LaSota in which the F protein cleavage site has been replaced with that from Beaudette C in order to eliminate the requirement for exogenous protease to produce infectious virus in tissue culture [26] . In these constructs, the open reading frame for EBOV GP was placed under the control of a set of NDV gene-start and gene-end transcription signals and inserted into the NDV genome as an added gene between the P and M genes (Fig. 1a) . As described previously, the GP coding sequence had been modified by the introduction of two silent mutations into the editing site containing eight consecutive A residues, resulting in increased gene stability in the paramyxovirus vector [21] . Both NDV/GP constructs were recovered as previously described [23] and amplified in DF-1 chicken fibroblast cells. The integrity of the GP inserts were confirmed by sequencing, and GP expression was confirmed by western blot analysis of DF-1 cells infected with the viruses (data not shown).",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 688,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction and recovery of NDV/GP"
        },
        {
            "text": "In the present study, the LaSota V.F.-based construct was used in one experiment investigating incorporation of EBOV GP into the NDV particle (Fig. 1b) , an experiment in which pathotype differences should be irrelevant. The Beaudette C-based construct was used for all other experiments, involving immunization of non-human primates. It is worth noting that we previously showed that strains Beaudette C, LaSota, and LaSota V.F. are similarly attenuated and immunogenic as vectors in non-human primates [9, 10, 20] . Hereafter, we will not distinguish between the Beaudette C-based and LaSota V.F.-based constructs and will refer to both as NDV/GP.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 507,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Construction and recovery of NDV/GP"
        },
        {
            "text": "Foreign transmembrane envelope proteins encoded by non-segmented negative strand viruses may or may not be incorporated into the recombinant viral particles [7] . Incorporation is thought to have the desirable property of increasing immunogenicity, although this has not been clearly demonstrated. We previously showed that EBOV GP expressed by HPIV3 was incorporated into the HPIV3/GP particles [21] . In the case of recombinant NDV-vectored vaccines, incorporation of foreign proteins has been detected in most, but not all cases [9, 18, 25] . To determine whether GP was incorporated into the NDV/GP viral particles, we preformed western blot analysis of purified strain LaSota V.F.based NDV/GP virions (Fig. 1b) . EBOV GP, a type I transmembrane protein, is cleaved into two disulphide-linked subunits that are found in EBOV GP particles: the amino-terminal 140 kDa GP1 containing most of the ectodomain, and the 26 kDa GP2 containing the transmembrane domain and cytoplasmic tail [27] . In purified NDV/GP particles, GP1 was easily detectable as an abundant species of Mr > 100 kDa (Fig. 1b) . GP2 was not detectable by the anti-EBOV guinea pig serum used in this analysis, which is consistent with our previous study [21] . These data suggest that EBOV GP is incorporated into the vaccine virus particles.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 715,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1087,
                    "end": 1096,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "EBOV is incorporated into the NDV/GP vaccine particles"
        },
        {
            "text": "Four Rhesus monkeys (animal numbers 1 -4) were immunized by the combined IN/IT route with 10 7 PFU per site of NDV/GP. We also immunized an additional two monkeys (5 and 6) by the same route with 10 7 PFU per site of HPIV3/GP. HPIV3/GP was previously shown to protect completely against lethal EBOV challenge [13] , and thus provided a positive control to predict the potential protective efficacy of the NDV-based vaccine. On day 28, all monkeys were given a second dose of the respective vaccines. Immunized monkeys did not exhibit any signs of clinical illness due to any vaccination. In order to evaluate replication of the vaccine constructs, we collected TL and NW samples on days 2 and 4 after the initial immunization and assayed for infectious vaccine virus. Very little or no shedding was detected after immunization with NDV/GP (Table 1) , consistent with previous studies [10, 17, 20, 25, 28] . In contrast, and consistent with our previous studies [13, 17] , both HPIV3/ GP-immunized monkeys demonstrated substantial virus shedding from both the upper and lower respiratory tracts at both time points tested. These data indicate that NDV/GP is substantially more attenuated than HPIV3/GP in the respiratory tract of monkeys.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 889,
                    "end": 892,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 966,
                    "end": 969,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 848,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "NDV/GP is highly attenuated for replication in the respiratory tract of Rhesus monkeys"
        },
        {
            "text": "We initially tested the vector-specific serum antibody responses in immunized monkeys by NDV-specific and HPIV3-specific HAI ( Fig. 2a and b) . All of the monkeys that were immunized with NDV/GP developed a substantial NDV-specific serum HAI antibody response (Fig. 2) . On day 28 following the first dose, the mean serum HAI titer against NDV was 1:16, which was substantially lower than that induced by HPIV3/GP, 1:360. Twentyeight days following the second dose (day 56), the NDV-specific antibody titer increased to 1:54, which was still lower than that induced on the same day by HPIV3/GP: 1:1,450. While it is not clear how directly the values from the NDV-and HPIV-specific HAI assays compare, the lower level of the vector-specific antibodies induced by NDV/GP, as compared to HPIV3/GP, is consistent with the highly restricted replication of NDV/GP in the respiratory tract of monkeys (Table 1 ). Since UV-inactivated HPIV3/GP delivered by the respiratory tract is poorly immunogenic [29] , the immunogenicity of HPIV3/GP, and most likely NDV/GP, is dependent on their replication in the respiratory tract. Therefore, the increase in the vector-specific antibody responses following the second dose suggests some replication of both the NDV-and HPIV3-based vectors occurred, despite vector-specific immunity induced by the first dose.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 997,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 141,
                    "text": "Fig. 2a and b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 260,
                    "end": 268,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 894,
                    "end": 902,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Vector-specific antibody responses"
        },
        {
            "text": "To analyze the local antibody response against EBOV GP, we tested the GP-specific IgA antibody titer in respiratory tract secretions from the immunized monkeys. NW and TL samples were concentrated and GP-specific IgA antibody titers were determined by isotypespecific ELISA. We did not detect substantial EBOV GP-specific antibody titers in NW samples from any monkey after the first or the second dose (not shown); however, we were able to detect them in TL samples (Fig. 3a) . Twenty-eight days after the first dose, GPspecific IgA antibodies were detected in one of four NDV/GP-immunized monkeys (1:23) and one of two HPIV3/GP-immunized monkeys (1:32). After the second dose (day 56), all monkeys had detectable GP-specific IgA in TL, with a mean titer of 1:27 in NDV/GPimmunized animals and 1:64 in HPIV3/GP-immunized animals (Fig 3a) . We also normalized the GP-specific IgA to total IgA in the respiratory secretions determined by ELISA, which resulted in similar IgA values for the two vaccines (Fig 3b) . This analysis also showed that the detected GP-specific ELISA titers were independent of the total IgA content in each sample (i.e., some samples with undetectable GP-specific IgA had high total IgA content), demonstrating the specificity of the GP ELISA. These results suggest that respiratory tract immunization with NDV/GP induces a local antibody response in the respiratory tract at a level comparable to that that achieved following vaccination with HPIV3/GP. These antibodies may play an important role in protection against aerosol exposure to EBOV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 476,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 838,
                    "text": "(Fig 3a)",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1010,
                    "text": "(Fig 3b)",
                    "ref_id": null
                }
            ],
            "section": "NDV/GP elicits EBOV GP-specific mucosal IgA antibodies"
        },
        {
            "text": "We next assessed serum antibody responses against EBOV GP (Fig 4) . For comparison, we included three additional sera (animals 7, 8, and 9, Fig. 4a and b ) from a previously published study in which monkeys were immunized with HPIV3/GP identically to those in the current study and which demonstrated complete protection against a subsequent lethal EBOV challenge [13] . All four NDV/GP-immunized monkeys had detectable GP-specific IgG titers following the initial vaccine dose, which were boosted following the second dose (Fig 4a) . However, the titers were somewhat lower than those in monkeys immunized with HPIV3/GP at both time points tested, with a range of 1:64 -1:256 versus 1:1,024 -1:4,096, respectively, after the initial immunization (day 28 sera), and 1:1,024 -1:4,096 versus 1:4,096 -1:131,072, respectively, after the secondary immunization (day 56 sera).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 140,
                    "end": 153,
                    "text": "Fig. 4a and b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 524,
                    "end": 532,
                    "text": "(Fig 4a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NDV/GP induces EBOV-specific serum antibody titers that are associated with protection against EBOV challenge"
        },
        {
            "text": "We also assessed the quality of the antibody response by analyzing the avidity of EBOV GP-specific serum antibodies (Fig 4b) . We found that after the first dose of NDV/GP, the avidity was much lower than that seen after the first dose of HPIV3/GP. Following the second dose, the GP-specific antibody avidity in NDV/GP immunized monkeys significantly increased, and became close to that observed after vaccination with HPIV3/GP. Since we did not have day 56 sera from a one-dose group, it remains unknown whether the increase of avidity is associated with administration of the second dose, represents continued affinity maturation over time, or both. Our previous studies in which monkeys were given one or two doses of NDV-vectored vaccines against H5N1 highly pathogenic influenza virus demonstrated continued increase in avidity over time in the one-dose monkeys, which was further enhanced in monkeys which received two doses [10] .",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 935,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "(Fig 4b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NDV/GP induces EBOV-specific serum antibody titers that are associated with protection against EBOV challenge"
        },
        {
            "text": "To determine the neutralizing activity of EBOV GP-specific serum antibodies, we employed a neutralization assay using a recombinant VSV in which the endogenous glycoprotein gene was replaced with the GP gene of EBOV, resulting in a chimeric virus (VSVΔG/EBOV GP) whose only viral envelope glycoprotein is EBOV GP [11] . Infection with this virus is completely dependent on EBOV GP, making it a useful surrogate for EBOV neutralization that can be used under biosafety level 2 conditions. We included sera from two additional animals (monkeys 11 and 12, Fig. 4c ) that were immunized with HPIV3/GP in the same manner as those in the current study [17] . These two animals (monkeys 11 and 12) were distinct from the HPIV3/GP-immune sera included in the ELISA analysis (monkeys 7-9) due to a limited remaining supply of those sera [13] . After the first dose of the vaccine, all four NDV/GP-immunized monkeys had largely undetectable neutralizing antibody responses, while all four HPIV3/GP-immunized monkeys demonstrated detectable levels of neutralizing antibodies (mean of 1:37, Fig. 4c ). However, after the second dose of NDV/GP, a substantial level of neutralizing antibodies (1:52) was detected, which was close to that observed in monkeys that received two doses of HPIV3/GP (1:64). Thus, despite the greater attenuation of NDV/GP replication in the respiratory tract compared to HPIV3/GP, the two vectors induced comparable titers of EBOV-neutralizing serum antibodies following two immunizations.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 560,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1079,
                    "end": 1086,
                    "text": "Fig. 4c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "NDV/GP induces EBOV-specific serum antibody titers that are associated with protection against EBOV challenge"
        },
        {
            "text": "We also analyzed cellular immune responses in the peripheral blood at various time points post-immunization. PBMCs were first stimulated with an overlapping peptide pool spanning the entire EBOV GP protein. The cells were then stained for the CD3 T cell marker and either CD4 or CD8 surface molecules, followed by intracellular staining of cytokines IFNγ or TNFα as markers of T cell activation. We did not detect a substantial number of CD4+ cells that specifically secreted either cytokine (not shown). However, we did detect a GPspecific CD8+ T cell response in one NDV/GP-immunized animal (monkey 1) on day 10, with 0.3% and 0.6 % of total CD8+ cells secreting IFNγ and TNFα, respectively. This animal also demonstrated a response on day 38 (day 10 after the second vaccination), with 0.5% and 0.8% of CD8+ cells secreting IFNγ and TNFα, respectively (Fig 5a, b) . Another NDV/GP-immunized animal (monkey 3) appeared to have a relatively high percentage of CD8+ T cells secreting TNFα on days 38 (0.3% of CD8+ cells) and 56 (day 28 after the second vaccination) (0.5% of CD8+ cells); however, this animal also had a high background on day 0 of the study. Interestingly, the two animals immunized with HPIV3/GP demonstrated lower percentages of CD8+ T cells positive for IFNγ or TNFα, which were only slightly higher than the day 0 background level. These low levels of virus-specific T cells in the peripheral blood are consistent with the low levels of T cells elicited in monkeys by NDV-vectored vaccines against the severe acute respiratory syndrome-associated coronavirus [9] and the H5N1 highly pathogenic avian influenza virus [10] , as well as in our previous study with HPIV3/GP [13] . In each of previous vaccines tested, all immunized animals were protected against infection with the respective viruses, indicating that detection of GP-specific T cell-mediated responses in peripheral blood is not an essential indicator of vaccine efficacy. The low cellular responses detected in peripheral blood may be accounted for by the observation that, following infections of humans with respiratory viruses, the majority of virus-specific T cells are located in lungs, rather than in the peripheral blood [30] .",
            "cite_spans": [
                {
                    "start": 1580,
                    "end": 1583,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1637,
                    "end": 1641,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1691,
                    "end": 1695,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2213,
                    "end": 2217,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 855,
                    "end": 866,
                    "text": "(Fig 5a, b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Analysis of cell-mediated responses to NDV/GP"
        },
        {
            "text": "In the current study, we developed a new respiratory tract vaccine against EBOV based on an NDV vector, and evaluated its replication and immunogenicity in monkeys in comparison to the previously developed HPIV3-vectored respiratory tract vaccine, two doses of which were demonstrated to be completely protective against lethal IP challenge with EBOV in monkeys [13] . In addition, wild-type HPIV3 is attenuated for replication and is asymptomatic in non-human primates, reflecting a host range difference for this human virus, and thus provides a benchmark for an attenuated vector. We found that the NDVbased vaccine was much more attenuated for replication in the respiratory tract of monkeys compared to HPIV3-based vectors (Fig. 2 ). Furthermore, we tested for the first time the EBOV-specific mucosal antibody response in the respiratory tract, and found that NDV/GP induced detectable titers of EBOV-specific IgA in the lower respiratory tract, mostly after the second dose, which were similar in titer to those elicited in animals immunized with HPIV3/GP (Fig. 3) . We also detected EBOV GP-specific ELISA antibodies in the peripheral blood, albeit at levels lower than those in HPIV3/GP-immunized monkeys. Despite the attenuation of NDV/GP replication and the lower titers of EBOV-specific ELISA serum antibodies induced by NDV/GP, as compared HPIV3/GP, the level of EBOV-specific neutralizing serum antibodies in NDV/GP immunized monkeys was equal to that in HPIV3immune monkeys (Fig. 4) . Moreover, while immunization with NDV/GP did not induce any detectable EBOV-specific CD4+ T cells in the peripheral blood, it appeared to induce EBOV GP-specific CD8+ T cells secreting IFNγ and/or TNFα in animals 1 and 3 (Fig. 5) . HPIV3/GP also induced a marginal increase in EBOV GP-specific IFNγ-secreting CD8+ T cells in both monkeys that was detectable on days 28 and 38 of the study, consistent with findings in our previous report on this vaccine candidate [13] . As already mentioned, this relatively low cell-mediated response detected in the peripheral blood is likely to reflect the preferential accumulation of T cells at the pulmonary site of immunization rather than in peripheral blood [30] . While the design of the present study precluded the analysis of cellmediated response in lung tissues, for which euthanasia of monkeys is required, it will be important to perform such analyses in future.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1964,
                    "end": 1968,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2201,
                    "end": 2205,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 728,
                    "end": 735,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1063,
                    "end": 1071,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1489,
                    "end": 1497,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1721,
                    "end": 1729,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Will the level of immune response induced by NDV/GP be protective against challenge with EBOV? As noted above, two doses of HPIV3/GP delivered by the combined IN and IT inoculation at 1 × 10 7 PFU per site completely protected Rhesus monkeys from IP challenge with 1,000 PFU of EBOV in a previous study [13] . As with HPIV3/GP, the new NDV/GP vaccine is based on a respiratory paramyxovirus, although one that naturally infects birds rather than humans. Since two doses of NDV/GP induced substantial titers of EBOV GPspecific serum ELISA antibodies, and more importantly, EBOV-neutralizing antibodies at a level equal to that observed after two doses of HPIV3/GP, this vaccine candidate is likely to be comparable to HPIV3/GP in terms of protection against EBOV challenge. We did not challenge the NDV/GP-immunized animals in the present study because a BSL-4 facility was not available at that time, but this will be evaluated in the future.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second dose of HPIV3/GP significantly boosted the EBOV-specific antibody response and was required for uniform, complete protection against EBOV challenge [13, 17] . This suggests that the vector-specific response to the first dose of HPIV3/GP reduced, but did not completely restrict replication of the second dose of the vector in all animals. While vectorspecific immunity did not preclude a boost, this secondary immune response might be more substantial if the effect of vector-specific immunity can be circumvented. For example, the use of serologically distinct VSV vectors for primary and secondary immunizations against human immunodeficiency virus-1 significantly improved the response to vaccination in mice [31] and induced a highly potent immune response in monkeys [32] . Our studies to date have resulted in the development of three distinct respiratory tract vaccine candidates against EBOV, namely (i) HPIV3/GP, used as the positive control in the present study, (ii) HPIV3/ΔF-HN/GP, a version of HPIV3/GP in which the hemagglutinin-neuraminidase and fusion glycoprotein neutralization antigens of the HPIV3 vector have been deleted [12] , and (iii) NDV/GP, developed in the present study. Thus, these three vectors provide the basis for primary and secondary immunizations using antigenically distinct paramyxovirus vectors. This should result in a more potent response against EBOV GP than that induced by a homologous prime/boost regimen, and could provide more effective protection against EBOV challenge. Ultimately, a comparison of various vaccination regimens involving sequential administration of each of the three vaccines or the use of various combinations of two different constructs for the primary and secondary vaccination will identify the most effective regimen of vaccination. The NDV/GP virus was purified on a sucrose gradient and analyzed by SDS-PAGE and western blot in comparison with the empty NDV vector. In the left panel, an anti-NDV polyclonal antibody was used that detected the NDV HN, NP, and the F1 cleavage product of the F protein. In the right panel, an EBOV GP-specific antibody was used for detection of the 140 kDa GP1 protein, which is generated by post-translational cleavage of the fulllength GP protein [27] . Serum vector-specific antibody responses determined by HAI assay using (A) turkey erythrocytes for NDV-specific antibodies or (B) guinea pig erythrocytes for HPIV3-specific antibodies. The individual value for each monkey as well as the group mean (horizontal line) is plotted. The limit of detection (2 log 2 ) is indicated by a dotted line. Sera with a titer below the detection limit were assigned a titer of 1 log 2 for calculation of the mean. EBOV GP-specific serum antibody responses. The individual value for each sample as well as the group mean (horizontal line) is plotted. (A) EBOV GP-specific serum IgG titer was determined for each monkey in the current study (NDV/GP, red circles; HPIV3/GP, black triangles), as well as for 3 additional monkeys (number 7, 8, 9) that were previously immunized with HPIV3/GP identically to the monkeys in the current study and shown to be completely protected against EBOV challenge [13] . The limit of detection was 2 log 2 (dotted line). (B) Avidity of EBOV-specific serum IgG. EBOV-specific reactivity of a given serum sample was compared before and after a 5 M urea wash using a modification of a previously reported method [33] . The residual reactivity following the wash was expressed as a percentage of reactivity prior to the wash. One historic HPIV3/GP sample for day 56 (monkey 8) was excluded from analysis due to the limited quantity of serum. (C) EBOVspecific serum neutralizing titers. Sera of two additional monkeys (number 10, 11), distinct from those in (A) and (B), that also were immunized with HPIV3/GP identically to those in the current study [17] were included into the analysis. The limit of detection is 2.7 log 2 (dotted line). Statistical significance for each assay was calculated using a 2-way ANOVA with a Bonferroni post-test. *, P<0.05; †, P<0.01; ‡, P<0.001. Symbols directly above a data set represent statisticl significance relative to the previous time point. Symbols above horizontal capped lines indicate statistical significance between the indicated groups. EBOV GP-specific CD8+ T cell responses detected in peripheral blood samples following vaccination. PBMCs from various time points were stimulated with a peptide pool spanning the entire EBOV GP protein in the presence of GolgiPlug (brefeldin A), and then stained for CD3, CD4, and CD8 surface T cell markers. Cells were then fixed, permeabilized, and stained for intracellular accumulation of (A) IFNγ or (B) TNFα as indicators of their activation. We did not detect accumulation of either cytokine in CD4+ T cells (not shown). ",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2266,
                    "end": 2270,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3041,
                    "end": 3043,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3044,
                    "end": 3046,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3047,
                    "end": 3049,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3203,
                    "end": 3207,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3448,
                    "end": 3452,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3886,
                    "end": 3890,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola haemorrhagic fever in Zaire",
            "authors": [],
            "year": 1976,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "271--93",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ebola virus-like particlebased vaccine protects nonhuman primates against lethal Ebola virus challenge. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Warfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swenson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Olinger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Kalina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Aman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "196",
            "issn": "",
            "pages": "430--437",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accelerated vaccination for Ebola virus haemorrhagic fever in non-human primates",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roederer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "424",
            "issn": "6949",
            "pages": "681--685",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Filovirus vaccines: what challenges are left? Expert Rev Vaccines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "5--8",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Live attenuated recombinant vaccine protects nonhuman primates against Ebola and Marburg viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grolla",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "7",
            "pages": "786--90",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nonsegmented negative-strand viruses as vaccine vectors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Skiadopoulos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "21",
            "pages": "10293--306",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mucosal immunisation of African green monkeys (Cercopithecus aethiops) with an attenuated parainfluenza virus expressing the SARS coronavirus spike protein for the prevention of SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Lamirande",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchholz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Elkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "St Claire",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "9427",
            "pages": "2122--2129",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Newcastle disease virus, a host range-restricted virus, as a vaccine vector for intranasal immunization against emerging pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kotelkin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Samal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "23",
            "pages": "9788--93",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Newcastle disease virus-vectored vaccines expressing the hemagglutinin or neuraminidase protein of H5N1 highly pathogenic avian influenza virus protect against virus challenge in monkeys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Finneyfrock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "3",
            "pages": "1489--503",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Properties of replication-competent vesicular stomatitis virus vectors expressing glycoproteins of filoviruses and arenaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garbutt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liebscher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wahl-Jensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "10",
            "pages": "5458--65",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Chimeric human parainfluenza virus bearing the Ebola virus glycoprotein as the sole surface protein is immunogenic and highly protective against Ebola virus challenge. Virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "383",
            "issn": "",
            "pages": "348--61",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Successful topical respiratory tract immunization of primates against Ebola virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Tate",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "12",
            "pages": "6379--88",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Safety and immunogenicity of NYVAC-JEV and ALVAC-JEV attenuated recombinant Japanese encephalitis virus--poxvirus vaccines in vaccinia-nonimmune and vaccinia-immune humans",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanesa-Thasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Smucny",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hoke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kurane",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "483--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative immunogenicity in rhesus monkeys of DNA plasmid, recombinant vaccinia virus, and replicationdefective adenovirus vectors expressing a human immunodeficiency virus type 1 gag gene",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Casimiro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Caulfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "11",
            "pages": "6305--6318",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Overcoming immunity to a viral vaccine by DNA priming before vector boosting",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Moodie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "1",
            "pages": "799--803",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mucosal parainfluenza virusvectored vaccine against Ebola virus replicates in the respiratory tract of vector-immune monkeys and is immunogenic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "399",
            "issn": "2",
            "pages": "290--298",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Newcastle disease virus as a vaccine vector for humans",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Opin Mol Ther",
            "volume": "10",
            "issn": "1",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Newcastle disease and other avian paramyxoviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Sci Tech",
            "volume": "19",
            "issn": "2",
            "pages": "443--62",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Recombinant newcastle disease virus expressing a foreign viral antigen is attenuated and highly immunogenic in primates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "St Claire",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "21",
            "pages": "13275--84",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A single intranasal inoculation with a paramyxovirus-vectored vaccine protects guinea pigs against a lethal-dose Ebola virus challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Rollin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "5",
            "pages": "2267--79",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The rule of six, a basic feature for efficient replication of Sendai virus defective interfering RNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "8",
            "pages": "4822--4852",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recovery of a virulent strain of newcastle disease virus from cloned cDNA: expression of a foreign gene results in growth retardation and attenuation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnamurthy",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Samal",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "278",
            "issn": "1",
            "pages": "168--82",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "American Journal of Hygiene",
            "volume": "27",
            "issn": "",
            "pages": "493--97",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Immunization of primates with a Newcastle disease virus-vectored vaccine via the respiratory tract induces a high titer of serum neutralizing antibodies against highly pathogenic avian influenza virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suguitan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Dorward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "21",
            "pages": "11560--11568",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Role of fusion protein cleavage site in the virulence of Newcastle disease virus. Microb Pathog",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rockemann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Samal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Processing of the Ebola virus glycoprotein by the proprotein convertase furin",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "10",
            "pages": "5762--5769",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Delivery to the lower respiratory tract is required for effective immunization with Newcastle disease virusvectored vaccines intended for humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinapoli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "1530--1539",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A paramyxovirus-vectored intranasal vaccine against Ebola virus is immunogenic in vector-immune animals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bukreyev",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "377",
            "issn": "2",
            "pages": "255--64",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Selective accumulation of differentiated CD8+ T cells specific for respiratory viruses in the human lung",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "De Bree",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Leeuwen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Out",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Jansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jonkers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Lier",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "10",
            "pages": "1433--1475",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Glycoprotein exchange vectors based on vesicular stomatitis virus allow effective boosting and generation of neutralizing antibodies to a primary isolate of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Buonocore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "23",
            "pages": "10903--10913",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An effective AIDS vaccine based on live attenuated vesicular stomatitis virus recombinants",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Marx",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luckay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Moretto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Donahoe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cell",
            "volume": "106",
            "issn": "5",
            "pages": "539--588",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A role for nonprotective complement-fixing antibodies with low avidity for measles virus in atypical measles",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crujeiras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "9",
            "pages": "1209--1222",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "TL samples were collected at the indicated time points, concentrated, and tested for EBOV GP-specific IgA antibodies by ELISA. The individual value for each monkey as well as the group mean (horizontal line) is plotted. The dotted line indicates the limit of detection (2.5 log 2 ). Samples below this titer were assigned a value of 2 log 2 for calculation of the mean. Mucosal IgA titers are shown that were uncorrected (A) or were normalized based on the total IgA content in each sample (B). Statistical significance for the assay was calculated using a 2-way ANOVA",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ebov Gp-Specific Mucosal Iga Response",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Construction and characterization of NDV/GP. (A) An EBOV GP transcription cassette was inserted into the NDV genome between the P and the M genes and under the control of a set of NDV-specific gene-end (GE) and gene-start (GS) transcriptional sequences (boxed). (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "were inoculated on day 0 with NDV/GP or HPIV3/GP by the combined IN and IT routes with 10 7 PFU per site. TL and NW samples were harvested on days 2 and 4 and titered on DF-1 cells (NDV/GP) or MK-2 cells (HPIV3/GP) to quantify vector shedding. Shedding was not detected following the second inoculation (not shown)Author manuscript; available in PMC 2012 August 27.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Shedding of NDV/GP or HPIV3/GP from the respiratory tract of monkeys following their inoculation by the combined IN and IT route 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Fatemeh Davoodi and Ernest Williams (Laboratory of Infectious Diseases, NIAID, NIH) for performing HAI assays, and Brad Finneyfrock and Dr. Anthony Cook (Bioqual, Inc., Rockville, MD) for their assistance with primate studies. We also thank Dr. Anthony Sanchez (Centers for Disease Control and Prevention, Atlanta, GA) for providing the inactivated EBOV antigen used in ELISA assays and Dr. Heinz Feldman (National Institute of Allergy and Infectious Diseases) for providing the VSVΔG/EBOV GP virus used for neutralization assays. This project was funded by the NIAID intramural program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}