{
    "paper_id": "187715659fabf544cde35951a3933a039db333f3",
    "metadata": {
        "title": "Archives of Virology Detection of Astroviruses in Gut Contents of Nude and Normal Mice Brief Report",
        "authors": [
            {
                "first": "Elisabettt",
                "middle": [],
                "last": "Kjeldsbelcg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Public Health and The Norwegian Radium HospitM/Norsk Hydro's Institute for Cancer Research",
                    "location": {
                        "settlement": "Os]o",
                        "country": "Norway"
                    }
                },
                "email": ""
            },
            {
                "first": "Annelise",
                "middle": [],
                "last": "Hem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Public Health and The Norwegian Radium HospitM/Norsk Hydro's Institute for Cancer Research",
                    "location": {
                        "settlement": "Os]o",
                        "country": "Norway"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Gut contents of nude and normal mice were examined by electron microscopy in association with an outbreak of diarrhea in a colony of nude mice. Virus-like particles with a morphology consistent with previous descriptions of astroviruses of other species were demonstrated in a high percentage of the animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Various viruses have been detected in recent years by electron microscopy (EM) of stools and contents of the intestinal tract from both man and animals (15) . The relationship of some of these viruses to gastroenteritis has been established or postulated. Different viruses are causative agents of diarrhea in mice. The Epizootic Diarrhea of Infant Mice (EDI~[) virus was demonstrated in 1947 by CHEEVE~ and MUELL~ (3) . The morphology of this virus was described in 1972 by Muck and ZAJAC (12) and it was later classified as a rotavirus. Lethal Intestinal Virus of Infant Mice (LIVIM) was first described by K~AFT in 1962 (8) . This virus could be distinguished from EDIM by its pathology and clinical signs, and by serological tests (9) and it was later shown to belong to the coronavirus group (1, 2). Recently another coronavirus was isolated from an infant mouse in association with diarrhea and designated as Diarrhea Virus of Infant Mice (DVIM) (14) . Astroviruses were first detected in human faeces in association wit, h gastroenteritis (10) , and morphologically indistinguishable particles have been reported in diarrheal faeces of lambs (13) , calves (16) , birds (11) and cats (6) .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 609,
                    "end": 626,
                    "text": "K~AFT in 1962 (8)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Astrovirus has not been demonstrated in mice so far. In this note we report the detection of astrovirus-like partieles in gut contents from nude mice, with and without clinical signs of illness, and from normal symptomless mice in association with an outbreak of diarrhea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Gut contents of mice from different sources and of different strains and stocks were examined: 1. Han:NMRI nu/nu bred in isolators in the animal unit. 2. BALB/e/nu/nu Bom. 3. NIH:bg/nu/nu bred in isolators in the animal unit. 4. NIH:NIHs/nu/nu bred in isolators in the animal unit. 5. Bom:NMl~I (normal controls). All the animals were caesarean derived and barrier maintained and of specified pathogen free quality when delivered from the breeder. The nude and thymus deficient mice were kept in a barrier unit. They were given irradiated ALTROMIN 1410 pelleted diet ad libitum. The water was acidified to pH 2.5 with hydrochloric acid. Autoclaved woodshavings (Hahnflock 3) were used as bedding. The diarrhea episode started during a heat wave in the summer when the temperature in the anim M room varied between 22--32 ° C and the relative humidity between 25--70 per cent. The duration of the disease in the individual animal was generally protracted. When it was obvious that 'the animal was ill with diarrhea or wasting it was killed. The mice with normal haircoat were kept in a conventional animal room for 2--3 days after arrival from the breeder before they were submitted to examination. Only animals received from the same breeder were kept in this room. The age of the animals varied between 4 weeks and 9 months. Both sexes were represented about evenly in nude and normal animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The gut contents of the mice were scraped off and suspended to 10 per cent v/v in phosphate buffered saline (PBS) pH 7. The suspension was shaken with a Vortex mixer for one minute to disperse the material, left on the bench for 30 minutes at room temperature and shaken by hand from time to time. The extract was centrifuged at 640 g for five minutes and the supernatant was kept at --20 ° C until required for use. In a few experiments gut contents were suspended to 20 per cent v/v in PBS containing 1 per cent w/v Triton X-100 (PBS/TX-100) and disrupted with ten strokes of a glass homogenizer. The mixture was cleared at i040 × g for 10 minutes, the pellet washed with a small volume of PBS/TX-i00 and the supernatants pooled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "For electron microscopy the extracts from gut contents were treated as earlier described (7). 2.5 ml extract was centrifuged for 30 minutes at 6000 r.p.m, and the supernatant reeentrifuged for 90 minutes at 20,000 r.p.m. in a Sorvall RC2-B centrifuge SS-34 rotor. The deposit was suspended in a few drops of distilled water and treated in a Branson 220 ultrasonic bath for 3 minutes to disperse the virus particles. Negative staining was performed by mixing equal volumes of virus suspension and 2 per cent potassium phosphotungstate pit 7 and layering the mixture on a formvar carbon coated 400 mesh copper grid. After one minute excess fluid was removed with filtering paper, and the grid was air-dried. The specimen was examined in a JEM 100B electron microscope at a magnification of 50,000 X using 80 kV accelerating voltage. The magnification had been calibrated with a diffraction grating specimen. A sample was considered negative if no virus particles were observed within 15 minutes examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Intestinal scrapings from 72 nude mice with and without clinical signs of illnes and from 10 normal symptomless mice were treated and examined Symptomless or with symptoms other than diarrhea in the electron microscope as described above. Particles resembling astrovirus were demonstrated in 50 of the nude mice. The particles were roughly spherical in outline and had a diameter of about 30 nm. The 5--6 pointed star configuration, characteristic of astroviruses, was seen on some of the particles, which mostly appeared in aggregates (Fig. 1 a--c) . On some of the micrographs the virus particles showed a smooth outer edge (Fig. 1 a) . Often, however, fiber-like structures which seemed to form bridges between the virus particles were seen (Fig. 1 b) . Electron microscopy of PBS/TX-100 extracts of gut contents occasionally showed astrovirus particles penetrated with stain revealing an inner core structure 13--14 nm in diameter (Fig. 1 c) . Virus particles were demonstrated in both apparently healthy and diseased animals. The results of the examination of 72 nude and 10 normal mice are summarized in Table 1 . Seventeen of the nude mice examined suffered from diarrhea while 55 animals were killed for various reasons; i.e. abcesses, bite wounds, termination of experiments. Astrovirus was demonstrated in 16 (94 per cent) of the animals with diarrhea and in 34 (62 per cent) from the control group. No attempt was made to quantify the amount of virus in the samples, but there appeared to be a higher number of virus particles in the samples from animals with diarrhea than from those without.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 549,
                    "text": "(Fig. 1 a--c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 626,
                    "end": 636,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 744,
                    "end": 754,
                    "text": "(Fig. 1 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 935,
                    "end": 945,
                    "text": "(Fig. 1 c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1110,
                    "end": 1117,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Small amounts of astrovirns-like particles were also demonstrated in 4 of l0 normal mice showing no sign of illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The morphology of the virus-like particles detected in gut contents of nude and normal mice corresponds to the previous description of astroviruses. The occurrence of the virus in association with diarrhea is consistent with the demonstration of astrovirnses in humans and other animal species in association with gastroenteritis. The failure to demonstrate virus in one of the animals with diarrhea may be due to low sensitivity of the technique. As the majority of astrovirns particles are usually aggregated (5) a great deal is probably lost in the low speed centrifugation. Demonstration of aggregates of virus-like structures in deposits after low speed centrifugation confirms this assumption. The presence of large aggregates of virus-like particles in the intestinal scraping suggests a multiplication of the astrovirus in epithelial cells of the intestinM tract, which would be in agreement with earlier findings in infected lambs (4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Demonstration of astrovirus in a high percentage of nude and normal mice without diarrheal symptoms might suggest that the animals are symptomless carriers of the virus and that the pathogenicity in the nude mice is enhanced by break-down of the climatic control or heavy experimental stress. This hypothesis needs further support. Studies on the pathogenicity and characteristics of the mouse astrovirus and the relationship of the virus to diarrhea in these animals are in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Lethal enteritis in infant mice caused by mouse hepatitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bicode?ason",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hierholzeit",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Lab. Anita. Sci",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lethal intestinal virus of infant mice is mouse hepatitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carthew",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Vet. Rec",
            "volume": "01",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemic diarrheal disease of suckling mice. I. Manifestations, epidemiology and attempts to transmit the disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheevei~",
                    "suffix": ""
                },
                {
                    "first": "J. I-I",
                    "middle": [],
                    "last": "Muellett",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "J. Exp. Med",
            "volume": "85",
            "issn": "",
            "pages": "405--416",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ultrastructure of the small intestine in astrovirusdnfeeted lambs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "G~ay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "S~odo~ass",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. gen. Virol",
            "volume": "49",
            "issn": "",
            "pages": "71--82",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Purification and characterization of ovine astrovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Heici~ing",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Snodgi~ass",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. gen. Virol",
            "volume": "53",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of astroviruses in feces of a eat with diarrhea",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "I-Ioshino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Zim~ei~",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Molse",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch. Virol",
            "volume": "70",
            "issn": "",
            "pages": "373--376",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of solid-phase (immune electron microscopy, direct electron microscopy and enzyme-linked immunosorbent assay for detection of rotavirus in faecal samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kjeldsberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moittensso~-Egnu~cd",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. Virol. Methods",
            "volume": "4",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An apparently new lethal virus disease of infant, mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Science",
            "volume": "187",
            "issn": "",
            "pages": "282--283",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epizootic Diarrhea of Infant Mice and Lethal Intestinal Virus Infection of Infant Mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "K~apt",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Natl. Cancer Inst. Monogr. 2t",
            "volume": "",
            "issn": "",
            "pages": "55--61",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viruses in infantile gastroenteritis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Madeley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of astroviruses in turkey faeces by direct electron microcopy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Mcnvi~t¥",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Curr±n",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcfe~-~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Purification and characterization of epizootic diarrhea of infant mice virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Much",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zajac",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Infect. Immun",
            "volume": "6",
            "issn": "",
            "pages": "1019--1024",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection and transmission of 30 nm virus particles (astroviruses) in faeces of lambs with diarrhea",
            "authors": [
                {
                    "first": "Ass",
                    "middle": [],
                    "last": "Snodcll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "1~"
                    ],
                    "last": "Glaay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch. ViroI",
            "volume": "55",
            "issn": "",
            "pages": "287--291",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MorphNogicat and biological properties of a new eoronavirus associated with diarrhea in infant miee",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sugiya~a",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Amano",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch. Virol",
            "volume": "67",
            "issn": "",
            "pages": "241--251",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Virus infections of the gastrointestinal tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "T¥1arell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of small viruses resembling astroviruses and caliciviruses from acute enteritis of calves",
            "authors": [
                {
                    "first": "~",
                    "middle": [
                        "- N"
                    ],
                    "last": "Woode",
                    "suffix": ""
                },
                {
                    "first": "-",
                    "middle": [
                        "C"
                    ],
                    "last": "Bi~idgei%",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Med. Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "441--452",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Authors' address : Dr. ELISABETH KJELDSBERG, National Institute of Public Health",
            "authors": [],
            "year": null,
            "venue": "Geitmyrsveien",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Direct EM of extracts of gut contents from nude mice with diarrhea. Negative staining with 2 per cent w/v potassium phosphotungstate pH 7. a PBS-extract. Astrovirus particles with a smooth outer edge and a clearly visible star configuration. b PBS-extract. Astroviruses showing a ragged outline and projections from the surface which seem to be inter-particle bonds (arrows). Five-pointed star configuration on a few particles (arrowhead). c Astroviruses with an indistinct morphology in a PBS/ TX-100 extract. Occasionally the particles are penetrated with stain revealing an inner core structure",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Astrovirus in the gut content o/nude and normal mice as demonstrated by electron microscopy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}