{
    "paper_id": "19309e31746ed40aa163026fe7e6b522184fce54",
    "metadata": {
        "title": "Influenza A (H1N1) transmission by road traffic between cities and towns",
        "authors": [
            {
                "first": "Xiao",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hunan Normal University",
                    "location": {
                        "postCode": "410081",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tian",
                "middle": [],
                "last": "Huaiyu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hunan Normal University",
                    "location": {
                        "postCode": "410081",
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Jian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Health Science Center",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Xixing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yapin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Academy of Military Medical Science",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China University of Mining and Technology (Beijing Campus)",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruchun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Tianmu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Influenza A (H1N1) was spread widely between cities and towns by road traffic and had a major impact on public health in China in 2009. Understanding regulation of its transmission is of great significance with urbanization ongoing and for mitigation of damage by the epidemic. We analyzed influenza A (H1N1) spatiotemporal transmission and risk factors along roads in Changsha, and combined diffusion velocity and floating population size to construct an epidemic diffusion model to simulate its transmission between cities and towns. The results showed that areas along the highways and road intersections had a higher incidence rate than other areas. Expressways and county roads played an important role in the rapid development stage and the epidemic peak, respectively, and intercity bus stations showed a high risk of disease transmission. The model simulates the intensity and center of disease outbreaks in cities and towns, and provides a more complete simulation of the disease spatiotemporal process than other models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "influenza A (H1N1), road traffic, spatiotemporal transmission, incidence rate, risk factors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Xiao H, Tian H Y, Zhao J, et al. Influenza A (H1N1) transmission by road traffic between cities and towns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza A (H1N1) was spread widely between cities and towns by road traffic and had a major impact on public health in China in 2009. Understanding regulation of its transmission is of great significance with urbanization ongoing and for mitigation of damage by the epidemic. We analyzed influenza A (H1N1) spatiotemporal transmission and risk factors along roads in Changsha, and combined diffusion velocity and floating population size to construct an epidemic diffusion model to simulate its transmission between cities and towns. The results showed that areas along the highways and road intersections had a higher incidence rate than other areas. Expressways and county roads played an important role in the rapid development stage and the epidemic peak, respectively, and intercity bus stations showed a high risk of disease transmission. The model simulates the intensity and center of disease outbreaks in cities and towns, and provides a more complete simulation of the disease spatiotemporal process than other models. The pandemic (H1N1) 2009 represented one of the most serious public health challenges to China and elsewhere in the world. Although outbreaks of influenza A (H1N1) have subsided, many researchers have studied pandemic (H1N1) 2009 from a wide array of perspectives [1] [2] [3] [4] . However, based on our literature review, only a handful of studies have touched upon influenza A (H1N1) transmission between cities and towns, and the diffusion effect of the road traffic system. Influenza A (H1N1) is a human-to-human transmission disease, which infects people by direct body contact or res-piratory droplets. Therefore, the virus is easily transmitted through large-scale population movements. The initial stage of the pandemic in China involved the spread of imported cases and then, mainly through secondary cases, the pandemic spread from metropolitan areas to small cities and from eastern to western areas [5] . With the acceleration of urbanization, close contact is more frequent in cities and towns, population movement between urban and rural areas has increased gradually in frequency and speed, and medical and health services are weak in the villages and towns, which indicated that human-to-human transmission through the road traffic system could result in a pandemic in China. Since the 2003 global Severe Acute Respiratory Syndrome (SARS) crisis, many scientists around the world gradually became aware of the important role of transportation systems in infectious disease transmission. Olsen et al. [6] found that transmission of SARS may occur on an aircraft when infected individuals fly during the symptomatic phase of illness. Fang et al. [7] studied the spatial and temporal characteristics of the SARS epidemic in mainland China and confirmed that SARS had benefited from national highways and interprovincial freeways for its spread from epicenters to neighboring areas. In addition, Fang and Cao conducted a epidemiological analysis of the highly pathogenic avian influenza (HPAI) virus of the H5N1 subtype and indicated that national highways are one of the most important predictive environmental variables for risk of HPAI infection [8, 9] . To estimate ongoing H1N1 transmission via global airline transportation, Khan et al. [10] and Chang et al. [11] compared spatial diffusion of known H1N1 cases and air flight patterns to analyze risks related to air travel accessibility and confirmed that the worldwide airline network is the main vehicle for transmission.",
            "cite_spans": [
                {
                    "start": 1295,
                    "end": 1298,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1299,
                    "end": 1302,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1942,
                    "end": 1945,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2547,
                    "end": 2550,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2691,
                    "end": 2694,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3192,
                    "end": 3195,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3196,
                    "end": 3198,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3286,
                    "end": 3290,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3308,
                    "end": 3312,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The areas along traffic routes and urban sites are likely to be high risk and cause large-scale spread of disease, as China is a county with a huge overall population, large migratory population and high-risk groups [12] , and road traffic is the main form of passenger transport between cities and towns. In 2008, 26821.14 million passengers were conveyed by road traffic [13] , which is 100 times more than air passengers. Furthermore, our study focused on influenza A (H1N1) transmission by road traffic between cities and towns because of both data availability as well as its impact and importance. The data used in this paper were extracted from an epidemiological survey of H1N1 infection cases reported to the surveillance systems at the Changsha Centers for Diseases Prevention and Control. Using this data set, we explored the transmission potential of road traffic systems and analyzed the transmission patterns and risk factors. We then established a model to simulate disease spread along the traffic routes and discuss inherent influenza A (H1N1) transmission mechanisms derived from our spatiotemporal data analysis.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1 Changsha pandemic H1N1 data set",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The data used in our study were extracted from a survey of 5439 confirmed H1N1 patients in Changsha, covering the period from May 22, 2009 to December 31, 2009. The questionnaire-based survey recorded each patient's personal information, such as age, gender, home address, work address, and onset of symptoms. Among the 5439 cases of infection, 3215 (59%) were male patients and 2224 (41%) were female; the difference in male and female patient numbers was statistically significant (χ 2 =129.07, P < 0.01). The average patient age was 14.0±7.7 years, the eldest pa-tient was 85 years old and youngest was less than 1 year old, with ages mainly in the range from 0 to 20 years (92.8%). Figure 1 shows daily counts of new influenza A (H1N1) cases during the pandemic (H1N1) 2009 in Changsha. The plot shows four clear stages: sporadic occurrences in Changsha from May 22 to September 2, slowly increasing during the early stage of the outbreak from September 2 to October 24, sharply increasing from October 25 and rapidly declining from November 26. The epidemic reached its peak during mid-November.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 138,
                    "text": "May 22, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemiological survey data"
        },
        {
            "text": "The data set included a digital map of Changsha (1 : 50000), case information, geocoding, population demographic information, and road traffic infrastructure. The survey data did not support spatiotemporal analysis because they presented time and space information in a text format. Thus, we converted the responses to spatiotemporal data in a geographic information system (GIS) format. To analyze the spatial patterns and understand the complexity of spatial transmission risks, we adopted home addresses as the spatial locations of cases using ArcGIS 9.2 software (ESRI Inc., Redlands, CA, USA). The data set included 5392 cases, accounting for 99% of the total number of all H1N1 cases reported during the Changsha influenza A (H1N1) pandemic. The remaining 47 cases were abandoned because of incomplete, incorrect or unavailable spatial information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spatiotemporal data elements"
        },
        {
            "text": "In 2008, the Changsha traffic system conveyed a total of 134.88 million passengers, of which 111.34 million (84% of the total) were conveyed by road traffic [14] , which is the main form of population movement between cities and towns. This study analyzed the role of national highways, provincial roads, county roads, expressways and intercity bus stations in disease transmission, and explored the patterns of its spread along the road system between cities and towns. Our methods to analyze the rate of incidence along roadways, spatiotemporal distribution and risk factors of the epidemic are outlined below.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Influenza A (H1N1) transmission by road traffic"
        },
        {
            "text": "The incidence rate refers to the frequency of new infected cases during a given time interval, which equals the number of new cases occurring during a given time interval divided by the population in the same period. Figure 2 (a) shows the population density and infection distribution connected to the Changsha influenza A (H1N1) pandemic with the spatial data analysis unit set to the street and township levels. The population data for each unit was obtained from a 9‰ population sample survey conducted in 2005 and the Changsha Statistical Yearbook in 2009 [14] , and used the following method [15] :",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 225,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spatial analysis of incidence rate"
        },
        {
            "text": "where Figure 2 (b) shows the incidence density based on kernel density estimation. Kernel density calculates the density of point features around each output raster cell. Conceptually, a smoothly curved surface is fitted over each point. It is important to choose the most appropriate search radius, as a value that is too small or too large is not useful. We used a normal (Gaussian) kernel with a search radius of 2.5 km, and the spatial unit area was 1 km 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spatial analysis of incidence rate"
        },
        {
            "text": "where K is the kernel function, h is the search radius, x is the estimated value, and x(i) are the points within h km to x. Figure 2 (c) shows the incidence rate map with the spatial data analysis unit set to the street and township level. The incidence rates of influenza A (H1N1) in Changsha municipal districts, Liuyang county, Changsha county, Wangcheng county and Ningxiang county were 8.70/10000, 22.97/10000, 3.11/10000, 2.32/10000, and 1.26/10000, respectively. From Figure 2 , it can be seen that H1N1 cases were clustered in municipal districts and county towns. Outbreaks in local areas generated many cases and high incidence rates, and the incidence rates along roadways were obviously higher than in other areas. The results indicated that a mass of settlements along the road system exhibited a high risk of infection. On the other hand, the large-scale population movement played a key role in disease transmission, and in addition, areas where roads intersect were high risk. For instance, the cities where a national highway and provincial road intersect, and the towns where provincial and county roads intersect, usually showed a high incidence rate. Our research also indicated that the spatial distribution of population density in Changsha fitted the Clark model well. Large-scale population movement occurs toward town centers and areas with convenient transportation [16] .",
            "cite_spans": [
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 475,
                    "end": 483,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spatial analysis of incidence rate"
        },
        {
            "text": "Since the first H1N1 case on 22 May 2009 in Changsha municipal districts, cases occurred in 46 streets, 30 villages and 80 towns in just 7 months, which represented a serious public health challenge to the weak health system in villages and towns in China. Figure 3 shows the spatiotemporal distribution of H1N1 cases, which spread in the densely populated Changsha municipal districts during the initial stage, then among school students during the school term in August and September. The survey data indicated that cases in September mainly consisted of students in the vicinity of schools. The October 1 National Day holiday increased population movement, including visits to relatives and friends and long-distance travel, which dispersed the virus further afield. Wintertime influenza epidemics during lowtemperature periods increased the H1N1 pandemic, which spread widely across the whole city during winter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 265,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Spatiotemporal transmission"
        },
        {
            "text": "The characteristics of the virus spread were as follows. Transmission began along the main roads and from intercity bus stations, and then further spread along county roads. Transmission always occurred from the vicinity of roads to further afield. Following the outbreak of cases in Changsha municipal districts, there were differences among outbreak areas with different distances to Changsha municipal districts. Changsha county, for example, experienced earlier outbreaks than Liuyang county, which is further from Changsha municipal districts. Furthermore, the incidence peak in Changsha municipal districts was 1 month earlier than that in Liuyang county (Figure 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 661,
                    "end": 670,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Spatiotemporal transmission"
        },
        {
            "text": "Influenza A (H1N1) is thought to be transmitted primarily by close person-to-person contact. Transmission occurs through respiratory droplets produced when an infected person sneezes and/or by touching a surface or object contaminated with infectious droplets within 2 m [17] . Vehicles are an ideal environment for close contact and increase cases exponentially. As a result of the short incubation period, influenza A (H1N1) is easily spread through the road traffic system. Figure 1 shows the four stages of the pandemic: initial period (May 22 to September 2), rapid development period (September 24 to October 24), peak period (October 25 to November 25) and declining period (November 26 to December 30). The five districts, 30 villages and 84 towns in the Changsha area were chosen as spatial analysis units. We extracted the following five factors for each of the units from the data set using spatial analysis techniques at different stages of the pandemic by logistic regression: intersection by a national highway, provincial road, county road, expressway or intercity bus station. The results indicated that the virus benefited from the opportunities for rapid spread along expressways and at intercity bus stations in the rapid development period. During the peak period, county roads played a key role in further spread of the disease towards the villages and towns. In addition, the intercity bus station was a risk factor that had a significant effect on disease diffusion over the whole pandemic period, as a result of its role as a transport hub.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Risk factors in road traffic"
        },
        {
            "text": "The diffusion characteristics of infectious diseases may differ, and the velocity of an epidemic wave through a population can be measured in different ways [18] [19] [20] . Based on the above-mentioned results and the research of Cliff et al. [21] , here we propose a method that uses: (i) the binary (presence/absence) of a reported case in a unit rather than the actual number of reported cases; (ii) the road distance denotes the distance between units; and (iii) the sequence of epidemic diffusion from the epicenter to further afield. The first month of the influenza is coded as t = 1, the subsequent months are then coded serially as t = 2, t = 3,···t = T, where T is the number of monthly periods from the beginning to the end. The average velocity of diffusion is calculated as: 1 1 ,",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion velocity and floating population"
        },
        {
            "text": "where N is the total number of districts, and d t is the distance between districts of cases occurring in month t ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Diffusion velocity and floating population"
        },
        {
            "text": "The population migration unit was set to the street and township level, and destinations were Changsha municipal districts, Liuyang county, Ningxiang county, Wangcheng county and Changsha county, respectively. Because of the difficulties in recording the actual daily passenger flow, we used data on the annual immigrant and emigrant populations in the cities and rural areas; we simulated the robust immigrant and emigrant populations in 2009 based on the Statistical Yearbook, and then calculated the daily immigrant and emigrant populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion velocity and floating population"
        },
        {
            "text": "The SIR model simplifies the process of contagious disease analysis by classifying the target population of the disease into three specific groups, namely the susceptible, infective and removed [20] , and formulating the dynamic process with differentiation equations [22, 23] . Velocity is used to forecast possible areas of the (H1N1) pandemic spread during different stages. Furthermore, the SIR model is used to show variation in the case number. The dynamic equation is:",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic diffusion of epidemic"
        },
        {
            "text": "where t is time, S(t) is the number of susceptible people, I(t) is the number of people infected, R(t) is the number of people who have recovered and developed immunity to the infection, β (t) is the infection rate, γ is the recovery rate, and 1/γ is the infectious period. We assumed proportion α of the total infections traveling from the epicenter, P A is the total number of passengers from the epicenter and P B is the total number of passengers traveling to district B. The SIR model assumed the control measures remain unchanged, which cannot reflect the change of infection rate with the epidemic process and the different control measures. Considering the research of Wallinga et al. [24] , we propose the method to simulate infection rate based on effective reproduction number by R t, which is calculated by likelihood-based estimation ( Figure 5 ).",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 857,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dynamic diffusion of epidemic"
        },
        {
            "text": "where R t is the average number of infections from onset of infection symptoms to the onset of other infected cases in control conditions. When R t < 1, each person who contracts the disease will infect fewer than one person before dying or recovering, so the outbreak will die out. When R t > 1, each person who contracts the disease will infect more than one person, so the epidemic will spread. Furthermore, when R t = 1, the epidemic will remain at the status quo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic diffusion of epidemic"
        },
        {
            "text": "Based on the survey data and related research [1, 11, 25] , we estimated the infectious period to be about 3 d, and the rate of total infections traveling from the epicenter is 0.15. The model output fits the model well (Table 2) , which simulates the diffusion trend in Changsha municipal districts and diffusion velocity well. The error of the first case date in ",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 50,
                    "end": 53,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 229,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Dynamic diffusion of epidemic"
        },
        {
            "text": "This paper studied the mechanism of influenza A (H1N1) spread through the road traffic system between cities and towns. Our analyses yielded the following findings. Inter-city bus stations were important in epidemic diffusion. Areas of road intersections had a high risk of infection, and the disease spread along roads and outwards away from roads. In addition, roads had different effects on epidemic diffusion in different stages. Because of the huge population, explosion of rural-to-urban migration, and the weak rural health and medical institutions, control of the outbreak of an unexpected infectious disease between cities and towns in a short time is difficult in China. The results indicate that the priority to reduce the impact of pandemic (H1N1) 2009 or similar diseases should be to control intercity bus stations and, furthermore, to prevent further spread of the disease in the areas intersected by national highways, provincial roads or county roads. Using GIS, we not only analyzed the spatiotemporal features of the epidemic, but also evaluated the risk factors in epidemic diffusion, to supplement and improve the descriptive epidemiology of the epidemic. We proposed a SIR model combining diffusion velocity and floating population size to determine the spatiotemporal synchronization and integrate forecasts of epidemic intensity and trends. Furthermore, it is of importance to explore the risk factors in H1N1 transmission through road traffic and its diffusion velocity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "There are errors in the simulated results compared with the actual data reported for Ningxiang county and Liuyang county. We assume the reasons are: (i) most patients were students in schools, which are densely populated and hubs of intensive activity. The infection rate was higher in schools, but schools differ from the research units used, which therefore reduced the accuracy of the simulated results; (ii) the monthly spatial distribution map shows intuitively that the risk of H1N1 infection in eastern areas was higher than that in western areas, and the epicenter moved eastward from the epicenter. Thus the transmission showed spatial trends and directivity; and (iii) as a result of hostpathogen-environment interactions, infectious diseases usually spread in a particular sequence according to specific factors. For instance, an epidemic usually spreads from a developed region to an under-developed region, from a densely populated area to a sparsely populated area, from an outbreak in a school to the surrounding settlement, or reemerges in a hospital. Thus, in a future analysis, we will focus on occupations among the susceptible and infective groups, and incorporate the direction and trends of diffusion into the model, as well as other social and natural factors that affect transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic potential of a strain of influenza A (H1N1): Early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C A",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological features and spatio-temporal evolution in the early phase of the Beijing H1N1 epidemic",
            "authors": [
                {
                    "first": "Z D",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Q Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Geogr Sin",
            "volume": "65",
            "issn": "",
            "pages": "361--368",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The ponder of outbreak of influenza A (H1N1) (in Chinese)",
            "authors": [
                {
                    "first": "Y H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L W",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Prev Med",
            "volume": "43",
            "issn": "",
            "pages": "471--473",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Origin and future distribution of the new A(H1N1) influenza virus emerging in North America in 2009",
            "authors": [
                {
                    "first": "J M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2174--2178",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How does China response A/H1N1 influenza pandemic more effectively (in Chinese)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "653--655",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S J",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T Y",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2416--2422",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Geographical spread of SARS in mainland China",
            "authors": [
                {
                    "first": "L Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S J",
                    "middle": [],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trop Med Int Health",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk analysis for the highly pathogenic avian influenza in mainland China using meta-modeling",
            "authors": [
                {
                    "first": "C X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chinese Sci Bull",
            "volume": "55",
            "issn": "",
            "pages": "4165--4175",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Environmental factors contributing to the spread of H5N1 avian influenza in mainland China",
            "authors": [
                {
                    "first": "L Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S J",
                    "middle": [],
                    "last": "De Vlas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The novel H1N1 influenza A global airline transmission and early warning without travel containments",
            "authors": [
                {
                    "first": "C Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C X",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chinese Sci Bull",
            "volume": "55",
            "issn": "",
            "pages": "3030--3036",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Several critical issues about response to A (H1N1) influenza (in Chinese)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "421--423",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "China Statistical Yearbook (in Chinese)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bureau of Statistics of Changsha. Changsha Statistical Yearbook (in Chinese)",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An epidemiological analysis of the Beijing 2008 Hand-Foot-Mouth epidemic",
            "authors": [
                {
                    "first": "Z D",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Q Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chinese Sci Bull",
            "volume": "55",
            "issn": "",
            "pages": "1142--1149",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The dynamic simulation and forecast of urban population distribution based on the multi-agent system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "P J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prog Geogr",
            "volume": "29",
            "issn": "",
            "pages": "347--354",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Study on the spread of influenza A (H1N1) under community based simulation model (in Chinese)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chin J Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "696--699",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Methods for the measurement of epidemic velocity from time-series data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Int J Epidemiol",
            "volume": "11",
            "issn": "",
            "pages": "82--89",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The spatial dynamics of poliomyelitis in the United States: From epidemic emergence to vaccine-induced retreat",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trevelyan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "Ann Assoc Am Geogr",
            "volume": "95",
            "issn": "",
            "pages": "269--293",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Progress on the study of analysis and prediction modelling of epidemic (in Chinese)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin J Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An exploratory method for estimating the changing speed of epidemic waves from historical data",
            "authors": [
                {
                    "first": "A D",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stochastic dynamic model of SARS spreading",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Sci Bull",
            "volume": "13",
            "issn": "",
            "pages": "1373--1377",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Control dynamics of severe acute respiratory syndrome transmission",
            "authors": [
                {
                    "first": "H Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rong",
                    "suffix": ""
                },
                {
                    "first": "F J",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Sci Bull",
            "volume": "48",
            "issn": "",
            "pages": "2684--2687",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Epidemiological characteristics of 420 influenza A (H1N1) cases confirmed in the early stage of the epidemic in mainland China (in Chinese)",
            "authors": [
                {
                    "first": "Y P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "L Q",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chin J Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "1102--1105",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "influenza A (H1N1), road traffic, spatiotemporal transmission, incidence rate, risk factors Citation: Xiao H, Tian H Y, Zhao J, et al. Influenza A (H1N1) transmission by road traffic between cities and towns. Chinese Sci Bull, 2011, 56: 2613−2620, doi: 10.1007/s11434-011-4598-5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily reports of new cases during the Changsha 2009 influenza A (H1N1) pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial distribution of all Changsha influenza A (H1N1) cases. (a) All cases based on home address and population density; (b) spatial incidence density; (c) cumulative incidence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PopDen′ 2008 is the estimated population in each spatial unit (at the street and township level) in 2008, Pop′ 2005 is the population in each spatial unit from the 9‰ population sample survey conducted in 2005, and Pop 2008 and Pop 2005 are the reported population from the Changsha Statistical Yearbook in 2009 and 2006, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The monthly spatial distribution map of influenza A (H1N1) incidence in Changsha.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Temporal distribution of influenza A (H1N1) cases in the five affected geographic areas of Changsha.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Effective reproduction numbers of the Changsha (H1N1) pandemic.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Relationship between presence of H1N1 cases and travel-related risk factors in Changsha Accuracies of the simulation according to the observed cases different rural areas is less than 2 months, and accuracy increases with decreasing distance from the epicenter.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " (2008001), and the Science and Technology Planning Project of Hunan Province, China (2010SK3007).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We wish to express our thanks to the anonymous referees for their helpful comments on an earlier draft of this article. This work was supported by the Key Discipline Construction Project in Hunan Province"
        }
    ]
}