{
    "paper_id": "19543f1c6c501e70297919f68504d1957e459c63",
    "metadata": {
        "title": "Supplement S1: Methods description for sequencing, phylogenetic and structural analysis",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "First strand synthesis reaction buffer and random primer mix (2X) were prepared by mixing 5 µl of purified mRNA (10-100 ng) with 4 µlof NEBNext first strand synthesis reaction buffer (5X), 1 µl of random primers in a nuclease-free tube. The tube is then incubated at 94°C for 15 minutes and placed on ice. The first strand cDNA synthesis was conducted by mixing 10 µl of primed mRNA with 0.5 µl of Murine RNase Inhibitor, 1 µl of ProtoScript II Reverse Transcriptase, 8.5 µl of nuclease-free water. Tube was then incubated in a preheated thermal cycler with the following cycler condition: 25 ˚C for 10 minutes, 42 ˚C for 50 minutes, 70 ˚C for 15 minutes, and hold at 4 ˚C. Second strand cDNA synthesis was conducted immediately after this step by mixing 20 µl of first strand synthesis reaction with 8 μl of Second Strand Synthesis Reaction Buffer (10X), 4 μl of Second Strand Synthesis Enzyme Mix, and 48 μl of nuclease-free water. The tube was thoroughly mixed by gentle pipetting and incubated in a thermal cycler at 16 ˚C for 1 hour, with heated lid set at 40 ˚C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illumina Miseq Procedures"
        },
        {
            "text": "To purify double-stranded cDNA, vortex AMPure XP beads to resuspend, and then ddd 144 μl (1.8X) of resuspended AMPure XP beads to the second strand synthesis reaction (~80 μl), mix well on a vortex mixer or by pipetting up and down at least 10 times. The tube was then incubated for 5 minutes at room temperature, quickly spun in a microcentrifuge to collect any sample on the sides of the tube, and placed on an appropriate magnetic rack to separate beads from supernatant. After the solution was clear (about 5 minutes), the supernatant was carefully removed and discarded, avoiding any disturbing the beads that contain DNA targets. While on magnetic rack, the beads were washed (2 times) by adding 200 μl of freshly prepared 80% ethanol to the tube, incubated at room temperature for 30 seconds, supernatant was then carefully removed and discarded. The beads were subsequently air dried for 5 minutes while the tube was on the magnetic rack with lid open. Once dried, the tube was removed from the magnet rack, DNA target was eluted from the beads by adding 60 μl 0.1X TE Buffer or 10 mM Tris-HCl pH 8.0. Tube was mixed on a vortex mixer or by pipetting up and down, quickly spun and incubated for 2 minutes at room temperature, and placed on magnetic rack. Once the solution was clear, 55.5 μl of the supernatant was transferred to a clean nuclease-free PCR tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illumina Miseq Procedures"
        },
        {
            "text": "To perform end prep of cDNA library, 55.5 μl of the supernatant in a sterile nucleasefree tube was mixed with 6.5 μl NEBNext End Repair Reaction Buffer (10X) and 3 μl of NEBNext End Prep Enzyme Mix, incubated in a preheated thermal cycler with lid set at 75 °C using the following cycler condition: 20 ˚C for 30 minutes, 65 ˚C for 30 minutes, 70 ˚C for 15 minutes, and hold at 4 ˚C. Adaptor ligation was performed immediately by diluting NEBNext Adaptor for Illumina (15 μM) to 1.5 μM with a 10-fold dilution (1:9) with 10 mM Tris-HCl, or 10 mM Tris-HCl, with 10 mM NaCl for immediate use. The dA-tailed cDNA (65 µl) was then mixed with 15 μl of Blunt/TA Ligase Master Mix, 1 µl of NEBNext Adaptor (1.5 µM), and 2.5 μl of nuclease-free water, mixed by pipetting, spun to collect all liquid from the sides of the tube, and incubated for 15 minutes at 20 °C in a thermal cycler with heated lid on the thermal cycler turned off. The ligation mixture was then mixed with 3 μl of USER Enzyme, mixed, and incubated at 37 °C for 15 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illumina Miseq Procedures"
        },
        {
            "text": "To purify the ligation reaction, the ligation reaction was mixed with nuclease-free water to to bring the reaction volume to 100 μl, and then added with 100 μl (1.0X) resuspended AMPure XP Beads, mixed on a vortex mixer or by pipetting up and down at least 10 times. The reaction was subsequently incubated for 5 minutes at room temperature, quickly spun in a microcentrifuge, and placed on an appropriate magnetic rack to separate beads from the supernatant. After the solution was clear (about 5 minutes), supernatant containing unwanted fragments was discarded (caution: do not discard the beads). While on magnetic rack, the beads were washed (2 times) by adding 200 μl of freshly prepared 80% ethanol to the tube, incubated at room temperature for 30 seconds, supernatant was then carefully removed and discarded. The tube was spun and put back in the magnetic rack, residual ethanol was removed and the beads were air dried for 5 minutes while the tube was on the magnetic rack with the lid open. Once dried, DNA target from the beads was eluted with 52 μl 0.1X TE or 10 mM Tris-HCl. Tube was mixed on a vortex mixer or by pipetting up and down, quickly spun and incubated for 2 minutes at room temperature, and placed on magnetic rack. Once the solution was clear, 50 μl of the supernatant was transferred to a clean nuclease-free PCR tube, added with 50 μl (1.0X) of the resuspended AMPure XP Beads, mixed well on a vortex mixer or by pipetting up and down at least 10 times, and incubated for 5 minutes at room temperature. The tube was subsequently spun in a microcentrifuge and placed on an appropriate magnetic rack to separate beads from the supernatant. After the solution was clear (about 5 minutes), supernatant that contained unwanted fragments was discarded (caution, do not disturb the beads). A washing step (2 times) was performed by adding 200 μl of freshly prepared 80% ethanol to the tube while in the magnetic rack and incubated at room temperature for 30 seconds, supernatant was then carefully removed and discarded. The tube was spun and put back in the magnetic rack, residual ethanol was removed and the beads were air dried for 5 minutes while the tube was on the magnetic rack with the lid open. Once dried, DNA target from the beads was eluted with 22 μl 0.1X TE or 10 mM Tris-HCl. Tube was mixed on a vortex mixer or by pipetting up and down, quickly spun and incubated for 2 minutes at room temperature, and placed on magnetic rack. Without disturbing the bead pellet, 20 μl of the supernatant was transferred to a clean PCR tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illumina Miseq Procedures"
        },
        {
            "text": "A PCR enrichment of adaptor ligated DNA process was performed by mixing 23 µl of cDNA with 25 µl of NEBNext High-Fidelity PCR Master Mix (2X), 1 µl of Universal PCR Primer (25 µM), and 1 µl of Index (X) Primer (25 µM). Tube was then incubated in a thermal cycler with the following cycler condition: 1 cycle of initial denaturation (98 ˚C for 30 seconds); 12-15 cycles of denaturation (98 ˚C for 10 seconds), annealing (65 ˚C for 30 seconds), and extension (72 ˚C, 30 seconds); and 1 cycle of final extension (72 ˚C for 5 minutes, and hold at 4 ˚C. PCR reaction was purified by adding 50 μl of the PCR reaction with 45 μl suspended Agencourt AMPure XP Beads. The mixer was mixed on a vortex mixer or by pipetting up and down at least 10 times, incubated for 5 minutes at room temperature, spun in a microcentrifuge, and placed on an appropriate magnetic rack to separate beads from the supernatant. After the solution was clear (about 5 minutes), supernatant was carefully removed and discarded. A washing step (2 times) was performed by adding 200 μl of freshly prepared 80% ethanol to the tube while in the magnetic rack and incubated at room temperature for 30 seconds, supernatant was then carefully removed and discarded. The beads were air dried for 5 minutes while the tube was on the magnetic rack with the lid open. Once dried, DNA target from the beads was eluted with 23 μl 0.1X TE. Tube was mixed on a vortex mixer or by pipetting up and down, quickly spun and incubated for 2 minutes at room temperature, and placed on magnetic rack. Without disturbing the bead pellet, 20 μl of the supernatant was transferred to a clean PCR tube. Libraries could be stored at -20 °C if not used immediately. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illumina Miseq Procedures"
        },
        {
            "text": "Using the protocol described above we have sequenced 100% of the virus from the patients and made available on GISAID (https://www.gisaid.org) [1, 2] under accessions EPI_ISL_403962 and EPI_ISL_403963. In assembling the read data from the sputum specimen to the Wuhan Bat CoV virus reference sequence, the coverage and read depth was similar to that from the upper respiratory specimen. To obtain a complete consensus of the virus, the sequencing reads from the sputum and nasopharyngeal specimens from this patient were pooled. Consensus sequences were generated from threshold coverage values of 2 and 4.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Initial Bioinformatics analysis"
        },
        {
            "text": "Phylogenetic tree of Wuhan CoV full genome sequences in context of representatives of all CoV families (alignment with MAFFT [3] whole genome Neighbor Joining, Maximum Composite Likelihood, uniform rates, 500 bootstrap, using MEGA X [4] ). Figure 2 : The number of base differences per sequence from between sequences are shown. This analysis involved 23 nucleotide sequences. Codon positions included were 1st+2nd+3rd+Noncoding. All ambiguous positions were removed for each sequence pair (pairwise deletion option). There were a total of 29904 positions in the final dataset. Evolutionary analyses were conducted in MEGA X [4] .",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 248,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis"
        },
        {
            "text": "Structural mapping of mutations in the spike glycoprotein between SARS and the current SARS-CoV-2 was done using MAFFT [3] for sequence alignment and a custom Perl script to map differences to the known crystal structure of SARS spike glycoprotein (PDB:6ACG [5] ) using YASARA [6] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Structural mapping"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global initiative on sharing all influenza datafrom vision to reality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gisaid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Data, disease and diplomacy: GISAID's innovative contribution to global health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elbe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Buckland-Merrett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glob Chall",
            "volume": "1",
            "issn": "",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Parallelization of MAFFT for large-scale multiple sequence alignments",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tomii",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "",
            "pages": "2490--2492",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular Evolutionary Genetics Analysis across Computing Platforms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stecher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Knyaz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mega X",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol. Biol. Evol",
            "volume": "35",
            "issn": "",
            "pages": "1547--1549",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cryo-EM structure of the SARS coronavirus spike glycoprotein in complex with its host cell receptor ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathog",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "YASARA View -molecular graphics for all devices -from smartphones to workstations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vriend",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "2981--2982",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Recommended size selection conditions for libraries with insert sizes > 300 bp.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}