{
    "paper_id": "1998d5089e3f1dd2bf383c59a268b731440e5291",
    "metadata": {
        "title": "Outcomes of hematopoietic SCT recipients with rhinovirus infection: a matched, case-control study",
        "authors": [
            {
                "first": "Abandeh",
                "middle": [],
                "last": "Fi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Lustberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Devine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Elder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Andritsos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "I"
                ],
                "last": "Martin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Rhinovirus is a ubiquitous RNA virus known to cause the 'common cold.' Infections occur throughout the year and are generally transmitted by aerosols or direct contact. Rhinovirus preferentially infects the upper airways and typically does not cause specific pathological changes. In symptomatic patients, the most common clinical manifestations include rhinorrhea, nasal obstruction, sneezing, sore throat, headache, malaise and fevers. Diagnosis of rhinovirus infectious disease is usually made on clinical grounds; however, viral culture, Ag detection, PCR and serology may be used for diagnosis. 1 Treatment of rhinovirus infectious disease is mainly supportive due to the lack of agents targeting this virus. 2 Viral respiratory infections in hematopoietic SCT (HSCT) recipients are a frequently encountered problem. Several studies have shown that rhinovirus can account for 25-40% of cases. 3, 4 Although rhinovirus is known to cause mild upper respiratory tract infectious disease in immunocompetent hosts, it has been linked to fatal respiratory failure in immunosuppressed patients. 5, 6 These reports are limited, however, and the exact role or pathogenesis of rhinovirus in lower respiratory tract infectious disease has not been fully elucidated. In addition, around 13% of HSCT patients with rhinovirus infection may be completely asymptomatic and prolonged shedding of the virus in respiratory secretions is common. 2 Because of these concerns, some medical centers might postpone the HSCT procedure and implement infection control measures in infected patients. The aim of the present study is to evaluate the impact and clinical features of rhinovirus on this special patient population.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 601,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 714,
                    "end": 715,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 898,
                    "end": 900,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 901,
                    "end": 902,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1431,
                    "end": 1432,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We conducted a retrospective, matched case-control study (1:2) ratio at The Ohio State University Wexner Medical Center (OSUWMC), a 976 bed tertiary medical center located in central Ohio. Using microbiological and demographic data from the HSCT program database, we identified all cases of rhinovirus isolated through PCR of the upper or lower respiratory tracts in patients who underwent HSCT from 1st October 2009 to 31st October 2011. If a patient had more than one HSCT or more than one positive sample for rhinovirus during the study period, then only the first transplant and first rhinovirus diagnosis that fit the inclusion criteria were used. The study was approved by the Institutional Review Board, protocol number 2011H0317.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Population and settings"
        },
        {
            "text": "The cases were defined as patients who underwent HSCT in the study period and had rhinovirus infection or disease anywhere from 30 days before transplant to any time after transplant. The controls were defined as patients who underwent HSCT in the same study period, and who were never diagnosed with rhinovirus, whether they had PCR testing of the upper or lower respiratory tracts or not. They were then matched according to year of transplant, timing relative to transplant, underlying malignancy, donor source (allogeneic vs autologous) and for allogeneic HSCT recipients, and source of stem cells (peripheral blood vs umbilical cord blood). Patients under 18 years of age, prisoners and those who did not have documented follow-up after transplant were excluded from the study. All cases were followed for 100 days after rhinovirus diagnosis or 100 days after transplant, whichever was later. In each of the controls, the time of follow-up was determined according to the time of rhinovirus diagnosis in the corresponding case. 1 The following data were collected after reviewing the patients' medical records: age, gender, ethnicity, underlying malignancy, type of HSCT, medical comorbidities, conditioning regimen, immunosuppression and anti-infective prophylaxis at the time of rhinovirus diagnosis, laboratory findings at the time of rhinovirus diagnosis ( ± 7 days), other infections after rhinovirus diagnosis, CMV and EBV infection or disease after transplant, in addition to outcomes at the end of the follow-up period including mortality, hospitalizations and GVHD. For the cases, clinical features of rhinovirus infectious disease, timing of diagnosis and radiographic findings were also evaluated. GVHD was diagnosed clinically and confirmed histologically whenever possible by the HSCT team and graded according to the consensus criteria. 7 Recurrent hospitalizations were defined as hospitalizations for any reason after rhinovirus diagnosis in the follow-up period.",
            "cite_spans": [
                {
                    "start": 1033,
                    "end": 1034,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1856,
                    "end": 1857,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and study design"
        },
        {
            "text": "Asymptomatic patients undergoing HSCT were not routinely screened for respiratory viral infections, and as all the patients with rhinovirus in our study had symptoms suggestive of upper or lower respiratory tract disease, we will use the term rhinovirus infectious disease to describe these patients. The term infection by itself should be limited to the detection of such viruses in the absence of signs or symptoms. 2 ",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Definitions and study design"
        },
        {
            "text": "Diagnosis of all rhinovirus cases from upper or lower respiratory samples was done by the Luminex xTAG respiratory viral panel PCR assay. This assay was universally implemented at OSUWMC at the beginning of the study period in October of 2009 and is widely used by our clinicians in patients who are undergoing or underwent HSCT and have upper or lower respiratory tract infection symptoms to guide approach to therapy. In addition to rhinovirus, this assay can be used to detect influenza, parainfluenza, adenovirus and respiratory syncytial virus. Other infections were diagnosed on clinical grounds by the caring physicians by use of routine microbial cultures for bacterial and fungal infection as well as Agand PCR-based assays for other viruses and fungal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology"
        },
        {
            "text": "Patients' characteristics and outcomes were compared between cases and controls using Fisher's exact test or a two sample t-test as appropriate unless otherwise specified. For multi-level categorical variables, comparisons were made using the w 2 -test. In all analyses, a two-tailed P-value of o0.05 was considered to be statistically significant. All data analysis was performed using Stata 10.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "There were 533 patients who underwent HSCT at the OSUWMC during the study period. Fifty-five patients were diagnosed with rhinovirus infectious disease. Of those, 47 cases were included in the study. Eight cases were excluded for the following reasons: prisoner (n ¼ 1), lost to follow-up (n ¼ 1), could not be matched to controls (n ¼ 1) and diagnosis of rhinovirus 430 days before HSCT (n ¼ 5). There were no significant baseline differences in demographics between cases and controls (Table 1) . Medical comorbidities, conditioning regimen, immunosuppressive and anti-infective agents were also similar. Table 2 lists the clinical features of rhinovirus infectious disease among the HSCT recipients. The average number of days for diagnosing rhinovirus infectious disease was 105.6 days post transplant (median 72 days) and in the few cases before transplant (n ¼ 13), 11.1 days pre-transplant (median 7 days). All patients were symptomatic at the time of diagnosis. Most of the cases were initially diagnosed through a nasopharyngeal swab (93.6%) while three patients were diagnosed through a bronchoalveolar lavage (BAL) sample (one had upper and lower respiratory tract samples obtained simultaneously). Two of the three patients who underwent BAL died.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 496,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 607,
                    "end": 614,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "There were no significant outcome differences in need for intensive care unit (ICU) care, 100 day mortality or hospice discharge, relapse of disease, GVHD or development of disease or infection due to CMV or EBV (Table 3) . Other infectious complications after rhinovirus diagnosis, including bacteremia, C. difficile enterocolitis, febrile neutropenia, pneumonia or other respiratory infections, were also equivalent. However, overall there was a significantly increased number of recurrent hospitalizations from any cause in rhinovirus cases (46.8% vs 24.5%, P ¼ 0.007). Recurrent hospitalizations due to an infectious cause were also significantly more common in the rhinovirus cases (34% vs 14.9%, P ¼ 0.015). Of these, other upper and lower respiratory tract infectious diseases were the cause of recurrent hospitalizations in seven cases and six controls (P ¼ 0.125). For patients who were diagnosed with rhinovirus infectious disease pre-transplant (n ¼ 13, mean of 11.1 days prior), there was no difference in outcomes compared with equivalent pre-transplant matched controls. There was one case of respiratory syncytial virus infectious disease after rhinovirus diagnosis among the cases, while there were seven parainfluenza virus infectious diseases among the controls. One of the control patients was admitted to an outside hospital and died the same day of admission. Information about that admission was not available for analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Outcomes"
        },
        {
            "text": "The role for rhinovirus in lower respiratory tract disease is not well established. There are several reports linking rhinovirus infection with croup, bronchiolitis and chronic obstructive airway disease exacerbation in addition to bronchial asthma. 8 Some reports suggest that rhinovirus might also be associated with lower respiratory tract disease in immunosuppressed HSCT recipients and be associated with poor outcome. In one study, 275 patients who underwent conditioning chemotherapy in preparation for HSCT were identified as having an acute respiratory illness. 5 Ninety-three patients (34%) had community respiratory viruses isolated, of which 22 were identified to be rhinoviruses. Seven of these cases were complicated by pneumonia, in which rhinovirus was also isolated from a BAL specimen or an endotracheal aspirate in six. Two of these patients had an autopsy confirmed rhinovirusassociated interstitial pneumonia or ARDS.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 572,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In another study, BAL samples from 77 HSCT recipients with acute pulmonary infiltrates were tested for rhinovirus and coronavirus by PCR. Rhinovirus was detected in six patients. All but one of the patients died; however, a co-pathogen was detected in addition to rhinovirus in all of these patients and their mortality did not differ from patients who tested negative for rhinovirus in BAL samples. 9 Two other cases of fatal lower respiratory tract infection in SCT recipients attributable to rhinovirus have been described. 6 Both patients had symptomatic shedding of rhinovirus before their respiratory deterioration.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 527,
                    "end": 528,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A retrospective study of 31 patients with upper or lower respiratory infections by rhinovirus and enterovirus in adult patients with hematological malignancies has also been described. 10 Lower respiratory tract infection was present in 11 patients (7 enterovirus infections and 4 rhinovirus infections). Three patients with lower respiratory infections died. However, pulmonary co-pathogens were involved in all cases as well.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This is the first study comparing the outcomes of rhinovirus infectious disease on adult HSCT recipients with non-infected controls. We did not see any difference in terms of mortality, ICU care, or other associated infections. The significant difference was mostly observed in the number of recurrent hospitalizations with rhinovirus cases admitted to the hospital more frequently after the rhinovirus diagnosis. This was true whether the readmission was for all cause hospitalization or due to a specific infectious event. Whether the rhinovirus itself increases susceptibility to infections, especially of the respiratory tract and thus admission rates, is difficult to determine. The other possible explanation of this finding is that HSCT patients with rhinovirus have more symptoms than non-infected controls and are therefore admitted more frequently. There are several limitations to our study. It was retrospective and conducted at a single facility with a relatively small number of subjects. In addition, the PCR assay used may not always reliably distinguish between other picornaviruses (such as enteroviruses) and rhinoviruses. This means that it is at least possible that some of the cases included in the study as rhinovirus infections were actually secondary to enteroviruses or other closely related viruses. Given the ubiquity of rhinoviruses and their being the most common respiratory virus worldwide, it is safe to assume that the vast majority, if not all of our cases, were true rhinovirus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Additional studies are needed to determine if transplanting patients with rhinovirus needs to be postponed. Current recommendations suggest that caregivers should consider deferring conditioning or chemotherapy for HSCT or leukemic patients with respiratory virus infections. 2 Although deferring such therapies may be better established in other respiratory virus infectious diseases, it is unclear if such an approach would be necessary in the case of rhinovirus infection. Distinguishing between actual infectious disease and infection may have a role in this determination. In this study, 13 patients were diagnosed with rhinovirus pre-transplant. When comparing these patients to matched controls, there was no significant difference in mortality, ICU care or recurrent hospitalizations (P ¼ 0.26, 0.36 and 0.35, respectively). Transplanting these patients appeared to be safe, but the small number of patients who were diagnosed pretransplant has made these comparisons small.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this study demonstrates that HSCT patients with rhinovirus infectious disease do not have worse outcomes compared with matched controls. Larger prospective studies are needed to study the impact of rhinovirus infection and disease on this unique population, including specific determination of rhinovirus subtypes associated with severe disease, the incidence and effects of prolonged shedding, or association with other lower respiratory tract infections. Until then, in line with current recommendations regarding the prevention of these infections, 2 continued infection control measures in HSCT patients with suspected respiratory viral infections should continue both in and out of the hospital setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Principles and Practice of Infectious Diseases, 7th edn",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Ronald",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rhinovirus",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2389--2398",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ECIL-4): guidelines for diagnosis and treatment of human respiratory syncytial virus, parainfluenza virus, metapneumovirus, rhinovirus, and coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Einsele",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fourth European Conference on Infections in Leukaemia",
            "volume": "56",
            "issn": "",
            "pages": "258--266",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory virus infections after marrow transplant: the Fred Hutchinson Cancer Research Center experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bowden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Med",
            "volume": "102",
            "issn": "",
            "pages": "42--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory viral infections after bone marrow/peripheral stem-cell transplantation: the Christie hospital experience",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swindell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mutton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bone Marrow Transplant",
            "volume": "32",
            "issn": "",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rhinovirus infections in myelosuppressed adult blood and marrow transplant recipients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Champlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Couch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Englund",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Raad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "528--532",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rhinovirus as a cause of fatal lower respiratory tract infection in adult stem cell transplantation patients: a report of two cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gutman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Peck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bone Marrow Transplant",
            "volume": "40",
            "issn": "",
            "pages": "809--811",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Consensus Conference on Acute GVHD Grading",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Przepiorka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weisdorf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Klingemann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hows",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "825--828",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rhinovirus and the lower respiratory tract",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rev Med Virol",
            "volume": "4",
            "issn": "",
            "pages": "17--31",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rhinovirus infections in hematopoietic stem cell transplant recipients with pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1139--1143",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Upper and lower respiratory tract infections by human enterovirus and rhinovirus in adult patients with hematological malignancies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parody",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rabella",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Otequi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Del Cuerpo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coll",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Hematol",
            "volume": "82",
            "issn": "",
            "pages": "807--811",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patient characteristics comparing cases and controls Abbreviations: ALT ¼ alanine aminotransferase; CAD ¼ coronary artery disease; CHF ¼ congestive heart failure; CKD ¼ chronic kidney disease; COPD ¼ chronic obstructive pulmonary disease; Cr ¼ creatinine; DM ¼ diabetes mellitus; DVT ¼ deep venous thrombosis; ESRD ¼ end-stage renal disease; HD ¼ hodgkin disease; HSCT ¼ hematopoietic SCT; HTN ¼ hypertension; MDS ¼ myelodysplasia; MM ¼ multiple myeloma; NHL ¼ non-Hodgkin lymphoma; OSA ¼ obstructive sleep apnea; PE ¼ pulmonary embolism. a Median values were felt to be a better measure of central tendency for age and so the Wilcoxon rank-sum test was used to generate a P-value. Other continuous variables in the table were analyzed using two sample t-tests.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical manifestations, radiographic features, timing, and source of rhinovirus infectious disease in HSCT recipients",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Outcomes of HSCT patients with rhinovirus infectiousAbbreviations: HSCT ¼ hematopoietic SCT; ICU ¼ intensive care unit; URID ¼ upper respiratory tract infectious disease.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Dr Lustberg's effort on this study was in part supported through a training grant, T32CA090223.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}