{
    "paper_id": "1a54b809cc97cc4930e4d0ed125ec5af2632da14",
    "metadata": {
        "title": "SARS BACKGROUND",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "team of health professionals -including clinicians, virologists, epidemiologists, public health professionals and environmental engineers -to study and contain the disease. This international response enabled the rapid identification of the infectious agent, its mode of transmission and the development of diagnostic tests. Traditional public health measures (for example, case detection and isolation, stringent infection control, contact tracing and surveillance) were used globally to successfully break the chain of transmission 11 . SARS remains a public health challenge for several reasons, including nonspecific symptoms and signs, a lack of diagnostic tests that can be used to reliably detect SARS-CoV in the first few days of illness, the risk of superspreading events (which fuelled large disease clusters in the 2003 outbreak), the lack of a vaccine or agreed treatment modalities and limited data on the ongoing risk of interspecies transmission. Re-emergence of SARS on a large-scale is possible and preparedness of public health and healthcare systems is important to prevent and control the disease.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 536,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New knowledge. Despite the rapid progress that has been made in the global understanding of SARS, many questions remain, including the risk of a re-emergence of SARS. The WHO has established a SARS Research Advisory Committee to review the evidence, determine gaps in knowledge and make recommendations on the public health research priorities 12 . The recommendations made include further elucidation of",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "RECENT DEVELOPMENTS"
        },
        {
            "text": "Chlamydia afflicts more than 90 million people annually and is the main cause of preventable childhood blindness in developing countries, as well as causing infertility worldwide. Although chlamydia is treatable with antibiotics, a lack of 92 | FEBRUARY 2004 | VOLUME 2 www.nature.com/reviews/micro H I G H L I G H T S obvious symptoms complicates diagnosis. Now, a cheap dipstick test called 'Firstburst', which gives a result 'on-the-spot' in less than 25 minutes, has been developed. Bonus features of the test are its simplicity of use and stability at high temperatures. Wellcome Trust",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydia dipstick test"
        },
        {
            "text": "Giant pouched rats in Tanzania have been trained to detect tuberculosis (TB) by sniffing saliva samples. After training for 4-6 months, the rats can correctly identify samples that contain Mycobacterium tuberculosis, the causative agent of the disease. Project director Bart Weetjens has now obtained funding to train a team of 400 'sniffer rats'. Rats can analyse more than 100 samples in just 30 minutes compared with the 20 samples per day that a trained scientist can tackle. Lives could be saved because early TB detection is essential for effective treatment. SciDevNet",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sniffing out tuberculosis"
        },
        {
            "text": "A major hurdle to vaccination for meningitis is the existence of multiple strains of bacteria (known as groups A, B and C) that can cause the disease. An engineered meningococcal strain that provides protection in mice against all three groups of meningococcal bacteria has now been developed. Meningitis is fatal in 1 in 10 infected children in the United Kingdom and many survivors are left severely handicapped. Vaccines presently in use don't protect against all three strains. So, this breakthrough could be the first step towards a single vaccine for humans. BBC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete vaccine hope for meningitis"
        },
        {
            "text": "Countries with probable SARS cases Global distribution of probable SARS cases by country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISEASE WATCH | IN THE NEWS"
        },
        {
            "text": "Following two incidents in which scientists caught SARS in the lab, the latest case -confirmed by tests carried out in WHOdesignated reference labs -is a patient in the Chinese province of Guangdong. Although the now-recovered patient hasn't been linked to any known SARS source, the authorities are slaughtering civet cats, because tests on a gene from the virus that infected the patient showed similarities to a coronavirus found in civets. WHO ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS emerges again"
        },
        {
            "text": "the transmission dynamics, such as interspecies transmission; a riskbenefit analysis of therapeutic modalities used during the outbreak; the development of protocols for future multicentre clinical trials, diagnostic quality assurance and laboratory biosafety; and analysis of the social and economic impact of SARS and the public health measures used to control it. The minimum level of global preparedness that is required to reduce the risk of emerging infectious diseases and mitigate their impact was also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In the News was compiled with the assistance of David Ojcius, Institut Jacques Monod, Paris, France."
        },
        {
            "text": "The WHO SARS aetiology network sequenced the SARS-CoV genome and developed several diagnostic tests with unprecedented speed. However, available tests still lack sufficient sensitivity early in the disease, and further evaluation of their performance in different epidemiological situations is required. Research is also progressing on SARS vaccines. Inactivated, live, attenuated and subunit vaccines are among those under investigation, and the first clinical trial of an inactivated SARS vaccine is expected to begin early in 2004 (REF. 13 ).",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 542,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "New tools and interventions."
        },
        {
            "text": "New strategies, policies and partnerships. The WHO established global surveillance for 'suspect' and 'probable' SARS cases on the basis of clinical and epidemiological criteria. These have been modified in the postoutbreak period to reflect the need for ongoing vigilance with a low, but non-zero, risk of SARS in most countries, and to incorporate laboratory case definitions. Revisions are also being made to the International Health Regulations, which provide the legal framework for the global surveillance and reporting of infectious diseases and a mechanism by which measures to prevent international spread can be enforced 14 .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 632,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "New tools and interventions."
        },
        {
            "text": "The SARS epidemic severely stretched the national health systems of affected countries and tested the capacity of the WHO and its GOARN partners to respond quickly and effectively to a global health emergency. SARS has shown the importance of international collaboration to deal with an emerging infectious disease threat and the invaluable position that the WHO occupies in global health security. With its privileged access to the member states, the WHO was able to undertake global coordination of the SARS response by facilitating the sharing of information between health professionals and global surveillance and laboratory research teams, and the mobilization of technical co-operation. The global experience gained during the outbreak has increased our readiness to implement prevention, containment and control measures quickly and effectively should SARS return.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS AND FUTURE OUTLOOK"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS -beginning to understand a new virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS -environmental issues",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Welfare and Food. Findings of an investigation of severe acute respiratory syndrome outbreak at Amoy Gardens",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS: chronology of a serial killer",
            "authors": [],
            "year": 2003,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO issues a global alert about cases of atypical pneumonia",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO issues emergency travel advisory",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO. Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe acute respiratory syndrome (SARS): status of the outbreak and lessons for the immediate future",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS scientific research advisory committee concludes its first meeting",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global search for SARS vaccine gains momentum",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO International Health Regulations (IHR)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "A positive test in December, 2003 using tissue from a 'downer' -a dairy cow that couldn't walk -yielded the first US BSE case. More than twenty nations responded by banning all",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}