{
    "paper_id": "1b5ff66fc3ead69bd33bffb17c1c1810e9e39fed",
    "metadata": {
        "title": "Examining International Clinical Internships for Canadian Physical Therapy Students from 1997 to 2007",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Crawford",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "M"
                ],
                "last": "Biggar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrienne",
                "middle": [],
                "last": "Leggett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brenda",
                "middle": [],
                "last": "Mori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [
                    "A"
                ],
                "last": "Nixon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [
                    "D"
                ],
                "last": "Landry",
                "suffix": "",
                "affiliation": {},
                "email": "mike.landry@utoronto.ca."
            },
            {
                "first": "Crawford",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Biggar",
                "middle": [],
                "last": "Jm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leggett",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mori",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nixon",
                "middle": [],
                "last": "Sa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Landry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mscpt",
                "middle": [
                    ":"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bsc",
                "middle": [],
                "last": "Kin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mscpt",
                "middle": [
                    ":"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: To describe international clinical internships (ICIs) for Canadian physical therapy (PT) students, explore the experiences of individuals involved in ICIs, and develop recommendations for future ICIs based on these findings. Methods: This study employed a mixed-methods approach. An online questionnaire surveyed academic coordinators of clinical education (ACCEs, n ¼ 14) on the availability, destinations, and number of ICIs from 1997 to 2007. Semi-structured telephone interviews were then conducted with eight PT students, seven ACCEs, and three supervising clinicians to investigate their ICI experiences. Interview transcripts were coded descriptively and thematically using NVivo. Results: ICIs are currently available at 12 of 14 Canadian PT schools. A total of 313 students participated in ICIs in 51 different destination countries from 1997 to 2007. Over this period, increasing numbers of students participated in ICIs and developing countries represented an increasing proportion of ICI destinations. Key themes identified in the interviews were opportunities, challenges, and facilitating factors. Conclusions: ICIs present unique opportunities for Canadian PT students. Recommendations to enhance the quality of future ICIs are (1) clearly defined objectives for ICIs, (2) additional follow-up post-ICI, and (3) improved record keeping and sharing of information on ICI destination countries and host sites. MD. Examining international clinical internships for Canadian physical therapy students from 1997 to 2007. Physiother Can. 2010;62:261-273.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectif : Dé crire les stages cliniques internationaux pour les é tudiants en physiothé rapie canadiens, explorer les expé riences vé cues par les personnes qui ont participé à de tels stages et formuler des recommandations pour les futurs stages internationaux à partir des constatations obtenues. Mé thode : Cette é tude a eu recours à des mé thodologies mixtes. Un questionnaire en ligne a permis d'effectuer un sondage auprè s de coordonnateurs de la formation clinique des université s (CFCUs, n ¼ 14) portant sur la disponibilité , les destinations et les quantité s de stages internationaux disponibles de 1997 à 2007. Des entrevues té lé phoniques semi-structuré es ont ensuite é té ré alisé es auprè s de 8 é tudiants en physiothé rapie, de 7 coordonnateurs de la formation clinique en milieu universitaire et de 3 cliniciens superviseurs de stage afin d'en savoir plus sur leur expé rience de tels stages. La transcription de ces entrevues a é té codé e par description et par thè me à l'aide du logiciel NVivo. Ré sultats : Des stages cliniques internationaux sont pré sentement offerts dans 12 des 14 é coles de physiothé rapie au Canada. Au total, de 1997 à 2007, 313 é tudiants ont pris part à de tels stages, qui ont eu lieu dans 51 pays. Au cours de cette pé riode, un nombre croissant d'é lè ves ont participé à des stages cliniques internationaux. Les stages dans des pays en dé veloppement forment une plus grande proportion des destinations pour ces types de stages. Les grands thè mes é voqué s dans les entrevues ont é té les possibilité s offertes par de tels stages, les dé fis et les facteurs favorables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This research was completed in partial fulfilment of the requirements for an MScPT degree at the University of Toronto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We declare that none of the authors has a commercial or financial association that might pose a conflict of interest in connection with this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Conclusions : Les stages cliniques internationaux offrent des chances uniques aux é tudiants en physiothé rapie canadiens. Les recommandations formulé es pour l'amé lioration de ces stages sont les suivantes : (1) dé finir plus clairement les objectifs poursuivis par ces stages; (2) assurer un suivi supplé mentaire aprè s ces stages; (3) amé liorer la tenue de dossiers et le partage de l'information sur les pays hô tes et sur les lieux où se dé roulent ces stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global health is an increasingly important area of study and practice for physical therapists. Global health draws on a philosophy of health and human rights and seeks to provide a certain standard of health and health care for individuals worldwide. 1 Global health addresses the impact of factors beyond government agencies and non-governmental organizations and involves considering the health needs of people worldwide above the concerns of particular nations. 2 The global health landscape has changed in the last decade, largely as a result of globalization; such changes include increased income inequality and poverty, both of which are related to disability and affect the accessibility and delivery of health care, in both developed and developing countries. [2] [3] [4] [5] [6] Physical therapy (PT) may have a unique role in addressing disability and its relationship to poverty through rehabilitation and mobility. 5 Furthermore, it has been suggested by the World Confederation for Physical Therapy (WCPT) that, as health professionals, ''physical therapists are obliged to work toward achieving justice in the provision of health services for all people.'' 7(p.6) In order to meet the future challenges facing PT as a profession with global responsibilities, physical therapists need to receive relevant education that prepares them to work internationally and establishes a core foundation of social responsibility. 3, 8 The profession's growing role in global health requires entry-level education that emphasizes not only clinical competence but also adaptability, problem solving, and an understanding of the impact of globalization on health systems and individual wellness. 3, 9 One strategy to prepare PT students for their future professional responsibilities is through clinical internships in other countries. An international clinical internship (ICI) can be defined as any clinical internship completed anywhere outside Canada by a PT student as part of his or her formal clinical education through a Canadian PT programme. Clinical internships are essential for the consolidation of theoretical knowledge and practical skills for PT students; 10 ICIs may also provide opportunities for students to gain an appreciation for cultural differences in perceptions of health and illness and to experience different models of health care delivery. 5, 9 In addition to providing work experience in an international setting, ICIs may also prepare PT students for work in the changing ethno-cultural background of Canada. Between 2001 and , the number of Canadian residents born outside of Canada grew by 13 .6%, and in 2006, one in five Canadian residents were foreign born. 11 Additionally, the delivery of health care in Canada is influenced by global health issues, particularly as increased international travel brings people from around the world to Canada. 12 Severe Acute Respiratory Syndrome (SARS) is a notable example of how global health issues affect Canadians, with devastating consequences on health care systems, patients, and health care providers. 13 An integral objective of international clinical experience is to allow students to adapt their knowledge, skills, and professional behaviour to unfamiliar situations within unique cultural and ethical frameworks. 5, 14 Jung et al. have described international experiences for PT students' ICIs within a single university programme, 14 and other authors have outlined the importance of incorporating international themes in PT curricula, including fostering an appreciation of globalization and the political context of health care. 3, 9 However, there is no published research that specifically addresses ICIs as part of PT clinical education. Understanding the ICI experiences of PT students may give Canadian PT educational institutions a crucial starting point from which to define their role. Despite the lack of research specifically involving PT students, evidence supporting international clinical experience (ICE) as part of formal education for medical and nursing students has been encouraging, showing a positive impact on personal and professional development. [14] [15] [16] [17] [18] [19] [20] The supporting literature from the medical and nursing professions has included ICE in both developed and developing countries. Global health experience in developing environments has been shown to expose students to clinical situations and patient relationships different from those they typically experience in developed settings. 1,21 Following ICEs, nursing students reported gaining an appreciation of the strengths and weaknesses of their own country's health care system as well as insights into disparities in global health care systems. 16 Medical and nursing students also reported a greater awareness of cultural differences, as well as increased self-confidence, self-awareness, coping skills, and leadership skills. 14, 16 As a positive demonstration of the lasting effects of such experiences, nursing students who participated in international education were more likely to continue to pursue international experiences in their future employment, volunteer, and education opportunities. 17, 18 Canadian PT students may benefit from ICIs in ways that parallel the positive effects demonstrated for students in other health professions; however, ICI experiences for Canadian PT students have yet to be examined. The present study addresses this gap in the literature by describing the history, current trends, and future implications of ICIs in Canadian PT clinical education. The research objectives were (1) to describe the history and current status of ICIs for Canadian PT students; (2) to explore the opportunities, challenges, and lessons learned regarding ICIs for Canadian PT students from the perspectives of ACCEs, students, and supervising clinicians involved in ICIs; and (3) to determine the implications for future ICI programmes for Canadian PT students and for future research. This information may be used to further develop clinical education programmes that address the new and evolving roles of Canadian physical therapists, both in Canada and abroad.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 466,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 928,
                    "end": 929,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1178,
                    "text": "7(p.6)",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1434,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1436,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1695,
                    "end": 1697,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1699,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2171,
                    "end": 2173,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2369,
                    "end": 2371,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 2372,
                    "end": 2373,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2540,
                    "end": 2556,
                    "text": "Between 2001 and",
                    "ref_id": null
                },
                {
                    "start": 2623,
                    "end": 2625,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2694,
                    "end": 2696,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2882,
                    "end": 2884,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3084,
                    "end": 3086,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3300,
                    "end": 3302,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 3303,
                    "end": 3305,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3419,
                    "end": 3421,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3619,
                    "end": 3621,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 3622,
                    "end": 3623,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4160,
                    "end": 4164,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4165,
                    "end": 4169,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 4170,
                    "end": 4174,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4175,
                    "end": 4179,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4180,
                    "end": 4184,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4185,
                    "end": 4189,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4190,
                    "end": 4194,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 4741,
                    "end": 4743,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 4924,
                    "end": 4927,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4928,
                    "end": 4930,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 5197,
                    "end": 5200,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 5201,
                    "end": 5203,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 5695,
                    "end": 5698,
                    "text": "(2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A mixed-methods approach was used to allow for the combination of both predetermined and emergent approaches to data collection and analysis. 22 A questionnaire consisting of closed-ended questions was developed to address the first research objective, enabling the investigation of predetermined outcomes of interest. 22 Key-informant interviews were conducted to address the second research objective, enabling the interpretation of phenomena and of the meanings people bring to them. 23 Qualitative approaches have also been identified as useful in research investigating process-related features of clinical education. 24 Results from both quantitative and qualitative data were synthesized to address the third research objective. Ethics approval was obtained from the University of Toronto.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 487,
                    "end": 489,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Survey An Internet-based, self-administered questionnaire was developed to collect descriptive information on the history and current state of ICIs in Canadian PT programmes from 1997 through 2007. The electronic format was selected to maximize convenience for participants. 25 ",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "ACCEs from all 14 Canadian PT programmes were selected to complete the survey because of their access to information on clinical internships at their institutions. Each ACCE initially received an e-mail inviting him or her to participate in the study through the National Association for Clinical Education in Physiotherapy (NACEP). Following development and piloting of the questionnaire in January 2008, a second e-mail was sent to each ACCE with the information required to provide informed consent and a link to the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Recruitment"
        },
        {
            "text": "Results from each respondent were assigned an identification number, and responses were collected and organized using the questionnaire software SurveyMonkey (SurveyMonkey.com, Portland, OR; see Appendix A for a copy of the questionnaire).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "A descriptive quantitative analysis was performed on the results of the questionnaire. The variables of interest were the number, destinations, and durations of ICIs per year; eligibility criteria; and the presence/absence and level of financial support for Canadian PT students on ICIs. Destination countries were categorized as ''developed'' or ''developing''; for the purposes of this study, ''developing countries'' were defined as developing and emerging economies as identified by the International Monetary Fund in its World Economic Outlook database. 26 ",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 561,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Semi-structured one-on-one telephone interviews were then conducted between March and July 2008 to explore the perceptions and experiences of ACCEs, former students of Canadian PT programmes who participated in ICIs, and clinicians who supervised Canadian PT students during ICI experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key-informant Interviews"
        },
        {
            "text": "ACCEs were recruited for interviews following completion of the questionnaire. To maintain anonymity, interview participation was not linked to questionnaire responses. Former students of Canadian PT programmes and supervising clinicians were recruited to participate in interviews via electronic mailing lists through the International Health Division of the Canadian Physiotherapy Association, the working groups of the International Centre for Disability and Rehabilitation at the University of Toronto, and online forums of the World Confederation for Physical Therapy. All students and supervising clinicians who expressed interest were contacted, and interviews were scheduled at their convenience. Snowball sampling was employed, meaning that each interview participant was asked to identify others who had experienced ICIs as students or as supervising clinicians. Individuals identified through this process were contacted with study information and were invited to participate in interviews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants and Recruitment"
        },
        {
            "text": "The semi-structured one-on-one telephone interviews were conducted by three investigators. Pilot interviews were conducted with one ACCE and one student to inform modifications to the interview guide. Prior to the telephone interview, participants were sent information about the study as well as an informed consent document. Once the participant had been reached by phone, the investigator reviewed the informed consent document with the participant. Interviews lasted approximately 1 hour and were conducted in English or French as preferred by the participant. Interviews were audiorecorded and transcribed verbatim, with identifiers removed, for analysis. Interviewers also took detailed field notes. Open-ended questions in an interview guide were used to explore each participant's experience of opportunities, challenges, and lessons learned from ICIs (see Appendix B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "Data were analyzed using an inductive, constant comparative approach to describe and identify key themes. Transcripts were systematically coded descriptively and then thematically using NVivo (QSR International Inc, Cambridge, MA). First, two investigators independently completed open coding of one transcript; they then met to develop an initial list of descriptive codes. One investigator completed descriptive coding of all transcripts, and 50% of transcripts were double-coded by one of three other investigators. Each transcript was also read by all investigators. All investigators met to review coding categories, identify key concepts and emerging themes, and group these concepts into broader themes and sub-themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The results from the survey and the key-informant interviews are presented separately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "All 14 ACCEs completed the questionnaire. Respondents reported on ICIs that had taken place from 1997 to 2007 at their respective PT programmes. Of the 14 programmes surveyed, 12 (86%) reported that ICI opportunities were available to students and 2 (14%) reported they were not available. The earliest reported ICI was in 1984; however, seven respondents (58%) did not know when ICIs were first coordinated at their institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "A reported total of 313 students participated in ICIs between 1997 and 2007; the overall number of students increased across years (see Figure 1 ). Students who took part in ICIs represent only 4% of the 7,213 individuals who graduated from Canadian PT programmes between 1997 and 2007. 27,28 In total, 51 different countries (22 developed and 29 developing countries) were reported as ICI destinations (see Figure 2 ). The number of different destination countries for ICIs reported each year increased more than threefold during the time period examined (see Figure 3 ). Developing countries also increased as a proportion of the total (see Figure 3 ), from almost 17% of ICI destinations in 1997 to 50% in 2007. The reported duration of ICIs ranged from 4 to 8 weeks; most ICIs lasted 5 weeks.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 292,
                    "text": "1997 and 2007. 27,28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 408,
                    "end": 416,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 561,
                    "end": 569,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 651,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Survey"
        },
        {
            "text": "ACCEs also reported a variety of requirements for students to participate in an ICI (see Table 1 ). The majority of respondents (83%) reported that PT students were required to be supervised by an on-site physical therapist. Other supervisory models reported were ''virtual'' supervision online by a physical therapist or university faculty member and supervision by an on-site health care professional from another discipline (e.g., nurse, physician). All respondents reported that students were responsible for the costs associated with the ICI. Seven respondents (58%) reported that some financial aid was available to ICI students. Financial aid was not available at four schools and was reported as ''unknown'' by one respondent. Of respondents who reported that financial aid was available to ICI students, the amount available was CAD$101-$500 at two schools, CAD$501-$1000 at three schools, and CAD$1001 or more at two schools. The sources for this funding were reported to be the academic institution, the provincial government, non-governmental organizations within Canada, and private sources located by the students (e.g., Rotary Club, a local church).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Survey"
        },
        {
            "text": "ACCEs indicated that global or international health groups existed at seven universities and did not exist at three. An example of such a group is the International Centre for Disability and Rehabilitation at the University of Toronto. The remaining four ACCEs did not know whether or not such a group existed at their institutions. Global and international health topics (e.g., international models of health care delivery) were included in the PT programme curriculum at five universities and were not included at another five; the remaining four ACCEs did not know whether these topics were included in their institutions' curricula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey"
        },
        {
            "text": "A total of 18 one-on-one interviews were conducted during the study. Interview participants included seven ACCEs, eight former students of Canadian PT programmes who completed an ICI, and three supervising clinicians. Of the eight former students, three had travelled to developed countries and the remaining five to developing countries; all had completed their ICIs between 1999 and 2007. Two supervising clinicians were Canadian physical therapists practising abroad, and the other was a physical therapist trained and employed outside of Canada. Three key themes and associated sub-themes relevant to the research questions were identified: opportunities, challenges, and facilitating factors (see Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 709,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Key-informant Interviews"
        },
        {
            "text": "Interview participants reported beneficial learning opportunities during international clinical experiences. In particular, these opportunities were expressed as broadening perspectives, helping host communities, and applying learning to future practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "The opportunity for broadening perspectives was expressed in several different ways. Participants from all groups reported that ICIs placed students in different cultural contexts and health care delivery models, exposing them to clinical scenarios not previously seen in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "Students and ACCEs reported that working in these environments gave students an appreciation of the resources afforded by the Canadian health care system. One ACCE commented, I know the differences in the way health care is delivered in different countries and as Canadians, I think we are very privileged in our health care system and the opportunities that we have . . . I think it's important for our students to acknowledge that, and to be aware of that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "Inter-professional education (IPE) was another beneficial opportunity reported by ACCEs that was associated with broadening students' perspectives. They reported that some students had the opportunity to complete an ICI with students from other health faculties at the same university, such as nursing or occupational therapy. As well, some PT students had the opportunity to work alongside, or to be supervised by, clinicians from different health professions while participating in an ICI. Such opportunities foster collaboration with other health care professionals and with local health organizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "Interview participants also reported that ICIs offered students the opportunity to experience health care delivery designed to help meet the needs of the host community. Some ICIs were structured around specific community health interests, such as HIV/AIDS or disability. Students reported participating in healtheducation and health-promotion workshops as well as working alongside international health groups to reach larger populations of people and their families. These opportunities to assist host communities helped students to broaden their perspectives on the role of community health education and health promotion and to advocate for the role of physical therapy at the community level. One ACCE noted, I guess that the other thing is like we believe really, really strongly here that physios need to play a much bigger role in health promotion and disease prevention. And so . . . in developing countries we don't necessarily see so much that we're sending the student over there to treat sprained ankles or frozen shoulders, as they are to see what is health? What is clean water? What is housing? . . . What does it take to have a healthy community? And what can your physio knowledge contribute to promoting health, preventing injury? Skills and learning experiences that can be applied to future practice are yet another reported benefit to ICIs. Students who participated in ICIs reported having improved confidence in applying clinical skills within resource limited environments: I think that it helped to make me a little bit more creative as a therapist . . . because of the lack of resources and equipment and stuff like that you really have to come up with new ways and new techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "Developing cultural competence and an understanding of determinants of health was reported by ACCEs as a reason for offering ICIs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "So we actually sort of believe that if you can go to a developing country and see some of . . . some of the health disparities and the determinants of health, and act on them, that we're hoping students will make connections to some of the communities we have right at home in our own province. Bringing lessons learned back to Canada, or applying these lessons to future international work, was reported as a positive outcome of ICIs. As well, students reported that they felt more culturally sensitive following their experiences and that this sensitivity persisted when they returned to Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities"
        },
        {
            "text": "Participants reported facing challenges during the organization of internships, during the internship experience itself, and during the post-internship period once the student had returned to Canada. Specifically, challenges were expressed in the areas of initially arranging the internship, risks and uncertainty, cultural differences the students were exposed to, and lack of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "In terms of organizing the internships, participants reported difficulty in finding a host site, particularly for student-initiated ICIs, as noted by this student:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "There were a few students who had gone the year before on international placements and there was some information on their experiences . . . I tried to follow up on one of them but I never got any information back, so I just ended up searching on my own for most of it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Another challenge associated with the process of organizing the internship was difficulty in communicating with host sites and receiving signed site-affiliation agreements. Participants reported that in some settings access to e-mail was quite limited and the postal system was unreliable. Interestingly, ACCEs reported difficulties in arranging internships for students wanting to go the United States because of visa issues after September 11, 2001. Funding was also addressed by all three groups as a challenge associated with organizing ICIs. Although several ACCEs reported that some funding was available to students through various groups and organizations, students reported having to cover all costs associated with their ICI. In addition to financial resources, both students and ACCEs noted that ICIs required great effort to organize. ACCEs reported that the effort required to plan ICIs must be justified by the benefits to the student and the PT programme.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 451,
                    "text": "September 11, 2001.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Potential safety risks-including political instability, natural disasters, and violence-were identified as a concern for both ACCEs and students. Students also reported challenges in trying to plan for the unknown, feeling unprepared, experiencing a lack of control, adapting to a new situation, and coping with unexpected events: I thought I had an idea of, like, what we were going through, beforehand. But no matter how much we prepared . . . you can never be prepared. Like, there's always a curve ball or always something, you know, thrown in your way once you get there. Potential difficulties in the relationship between students and CIs were also identified as concerns by all participant groups. While similar problems could arise during clinical internships in Canada, they were seen as a greater challenge in ICIs because the student was farther away from the support of the ACCE and the home institution. In addition, students and ACCEs reported risks associated with the possibility that an ICI would not meet programme requirements for graduation. There is inherent uncertainty associated with ICIs, which can cause anxiety for all groups involved and negatively affect the quality of the experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Adapting to cultural differences was a challenge for some students. These differences included clinical practice in areas of extreme poverty and cultural differences in beliefs about disability. One student commented, Obviously the culture shock. That was one thing that was kind of dramatic for me, like, I've never been outside, like, the Western world, and going to a developing country, that took a little while to get used to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Language barriers were also identified as a challenge, as was working with translators to communicate with co-workers, patients, and patients' families. Dealing with differences in clinical practice was perceived to be challenging as well: for example, adjusting to a lack of privacy and confidentiality, lower standards for record keeping, and use of different terminology. Students whose ICIs took place in developed countries, such as Australia, reported minimal challenges with respect to cultural differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "All three groups of interview participants reported the need for additional follow-up after the completion of ICIs. One student noted, Part of learning is learning from each other, and being able to share experiences . . . Especially if a student encountered something that they've never experienced before . . . then how much more learning and insight can you gain if you don't have anyone to talk to about that? . . . I'm not sure how a school would go about doing that, but I do think it's a good idea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Some of the difficulties with follow-up were related to the timing of ICIs within the PT programme, particularly when the ICI constituted a student's final placement and represented the end of his or her professional education. Most ACCEs reported engaging the students in some sort of post-ICI debriefing or presentation; however, it was believed that additional follow-up activities could provide more information to the ACCE about the quality of the ICI and help to develop a relationship with the host site. ACCEs stated that inadequate record keeping made it difficult to report on the history of ICIs at their institution. They also felt that having thorough records on the history of ICIs at their institution would allow them to better evaluate previous students' experiences and that such information would be valuable in organizing future ICIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Participants identified specific facilitating factors that enhanced the success of the experience of ICIs, including personal qualities of the student, peer support, preparation activities, and an ongoing relationship between the school and the host site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "Participants felt that to have a successful ICI experience, students should be adaptable. Being open-minded and flexible was seen to help students cope with cultural differences, differences in clinical practice, and unpredictable situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "Students were also perceived to benefit from perseverance, especially with respect to the challenges and length of time associated with organizing ICIs. Strong clinical skills and academic success were considered important in facilitating a successful ICI, as well as being a prerequisite for participating in ICIs. The perceived importance of clinical and academic achievement was also a reason that participants recommended making the ICI the final placement in the student's PT education, as noted by one supervising clinician: I think because it was her final placement . . . that was really important, that she had developed skills to be able to, to, work in a more challenging environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "As well, such qualities allow students to be positive representatives of their universities and of Canadian physical therapists while on ICIs. One ACCE noted, We want to make sure that they're going to represent the university well in an international setting, because certainly that can set the tone for future students, and also, you know, it's sort of our reputation at stake, so to speak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "The availability of peer support for students participating in ICIs was also seen as a facilitating factor. Having more than one student participating together in an ICI was believed to foster collaborative learning and to provide support in adapting to a new environment. One ACCE commented, We prefer that if students are going to countries, especially those with significantly different cultures, that they go as a pair. So we prefer that because then . . . they have someone who speaks their language, they can have someone to . . . be homesick with . . . just to bounce ideas off of.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "All participants reported preparation activities as important in making ICIs successful. Seeking out information and resources prior to the ICI was reported to be beneficial, as was talking to people with prior experience in the destination country. One student commented, ACCEs identified processes in place at their universities to help prepare students for their ICIs. ACCEs reported hosting information sessions for students to describe opportunities for ICIs as part of clinical education. These sessions took place well in advance of the placement date, to allow sufficient preparation for all involved. As well, some ACCEs reported that students participating in an ICI were required to attend predeparture orientation sessions or an elective course in international health. Participants also felt that learning about the destination country and learning some of the language of the host community were helpful. One ACCE noted,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "The students have to come up with a contingency plan, in case something should go wrong while they are on placement, whether it be they are either injured or something happens in the country, if it is in a developing country with respect to political unrest or earthquakes, floods, or . . . anything like that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "Participants felt that the presence of an ongoing relationship between the PT school and the host site facilitated the process of organizing future ICIs and minimized the risks involved in the internships. Established exchanges were seen to facilitate ICIs, as they require less work to organize on the part of both the ACCE and the student. Also, an established relationship between the PT school and the host site or institution allowed ACCEs, in particular, to be more certain about the quality and safety of the ICI. ICIs involving IPE experiences organized by the university were also a way of assuring quality and safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Facilitating Factors"
        },
        {
            "text": "Despite increasing numbers of students participating in ICIs over time, only a minority of all PT students involve themselves in ICIs. Regardless of the relatively small numbers of students participating in ICIs, there has been an overall shift toward a more formalized process of organizing ICIs, as demonstrated by (1) scheduled ICI education information sessions presented by ACCEs to students during class time, (2) the existence of clear eligibility criteria for students, and (3) the presence of established international exchange programmes with international universities and in collaboration with inter-national health interest groups. Despite this shift, however, only a few PT programmes include global health topics in their curricula, and the existence of international health interest groups was reported at only half the institutions surveyed. These findings suggest that international clinical education is still evolving as part of PT programmes nationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History and Current Trends"
        },
        {
            "text": "The increasing numbers of students travelling to developing countries and the incorporation of interprofessionalism are evidence that the ICI experience is evolving. Consequently, the learning objectives of ICIs may need to change to reflect the unique opportunities presented by these two trends. ICIs in developing countries may present unique opportunities for students to develop a greater appreciation for cultural differences, resource management, and community health needs. Our findings suggest that ICIs in developing countries may be beneficial to PT students both because the skills and experiences gained in these internships can contribute positively to their personal and professional development and because students develop more interest in and gain a better appreciation of health issues affecting developing communities. Similarly, research has demonstrated that international health experiences help students in other health disciplines to acquire knowledge and skills relevant to appreciating patients' cultural differences, the multi-factorial influences on health, problem-solving skills, and evidence-based medicine. 17, [19] [20] [21] Research also suggests that international education opportunities foster an appreciation for the impact of globalization on health care delivery and help strengthen the commitment to practice in under-served areas. 18, 21 Our findings suggest that whether students worked alongside or were supervised by members of other health professions, ICIs incorporating IPE were positive learning experiences. Research has demonstrated that IPE has led to improved communication among health professionals, which facilitates goal setting and clarifies patient objectives, ultimately improving patient care. 29 Collaboration between professionals can also increase cultural knowledge and provide solutions in situations where cultural differences affect health care delivery. 30, 31 ICIs allow student exposure to global health issues in settings where inter-professional relationships can enhance the successful delivery of health care. To our knowledge, however, the combination of IPE and ICI experiences has not yet been investigated in research.",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1756,
                    "end": 1758,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1924,
                    "end": 1927,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1928,
                    "end": 1930,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "History and Current Trends"
        },
        {
            "text": "Our findings suggest that follow-up activities for students and PT programmes are an important component of the ICI experience. Follow-up activities that currently exist for students following ICIs include debriefing sessions with ACCEs to discuss and reflect on the ICI and presentations by students to share their ICI experiences with others. For many students, ICIs take place at the end of the PT curriculum, and formal follow-up activities are not always possible. Establishing formal follow-up opportunities for students, and building on the follow-up activities that already exist, could enable students and ACCEs to discuss opportunities and challenges experienced during the ICI, allowing for improved ability to develop specific future preparatory activities, learning objectives, and relevant contingency plans. Follow-up activities for students also provide an opportunity to engage in ''reflection on action,'' in which students consider challenging situations that occurred during their clinical experience. 32 Structured time for reflective practice following ICIs could contribute to students' professional development; through this reflection, students can identify areas of strength and areas for improvement, as well as developing an action plan for the future. 33",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1024,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "History and Current Trends"
        },
        {
            "text": "An important component of follow-up for PT schools is keeping records of past ICIs. The limited nature of the formal record-keeping systems currently in place has potential effects on both the resources available to schools attempting to organize ICIs and the results of this study. Record-keeping difficulties limit the ability of PT programmes to evaluate ICIs effectively and hinder the establishment of ongoing relationships with host sites. Limited record keeping and difficulty in accessing information on ICIs were identified as challenges by ACCEs during the interviews and further documented by incomplete reporting of the number of students and destination countries on the questionnaire. This lack of data limits both the quantitative and the qualitative results of our study, as our findings reflect only the information that ACCEs were able to provide. The survey allowed ACCEs to answer ''unknown'' when asked for the number of students participating in ICIs or the destination countries for a given year, so that they could complete the survey even if they did not have access to complete records for the entire period under study. Though ACCEs representing all Canadian PT programmes completed the questionnaire, information obtained on the history of ICIs was incomplete, and therefore we are not able to produce meaningful descriptions of ICIs at individual universities. This study represents an initial description of the history and current state of ICIs undertaken by Canadian PT students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "While we also explored the experiences of key informants, the qualitative results of the study are not meant to be generalizable to or representative of all people who have taken part in ICIs. Though half of all Canadian ACCEs participated in interviews, relatively few students and supervising clinicians were interviewed. Barriers to recruiting students included privacy restrictions at universities, which precluded the distribution of student contact information and unsolicited invitations to par-ticipate in research based in unaffiliated institutions. Recruiting supervising clinicians was particularly challenging: recruiting primarily through e-mail and online forums may have tended to exclude clinicians outside Canada who work in settings with limited access to the Internet. In addition to electronic mailing lists related to international health and physical therapy, we also employed snowball sampling. Distributing recruitment information through these outlets creates a potential recruiting bias toward individuals who have an interest in international health and favour ICI experiences for students. To facilitate recruitment of students and supervising clinicians in future studies, it would be beneficial to have access to more extensive records of students and clinicians who have taken part in ICIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Our findings suggest that future ICIs could be improved by addressing (1) the need to establish clear objectives for ICIs, (2) the need for additional post-ICI follow-up, and (3) the need for improved record keeping and sharing of information regarding ICI destination countries and host sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Implications"
        },
        {
            "text": "The variety of work environments and learning experiences that students are exposed to requires learning objectives that match these experiences. With clear learning objectives, all groups involved are better informed as to the overall purpose of the ICI. Ultimately, the resource-intensive process of organizing and preparing for an ICI is not only justified but facilitated by the establishment of specific learning objectives. Follow-up activities may provide information to enhance the preparation of students, PT schools, and host sites for future ICIs. Follow-up also benefits host sites, as information sharing allows ICIs to better address the host community's health care needs. In addition, follow-up assists both in establishing appropriate objectives for subsequent internships and in providing information to improve record keeping. Success in organizing ICIs, preparing students, and conducting follow-up requires a substantial amount of record keeping on the part of ACCEs. With access to information about previous student experiences, ACCEs are better able to facilitate the organization process and help future students select an ICI that meets their learning objectives. We recommend that ACCEs continue to collect information about ICIs, so that they can support future students in accessing information about positive learning opportunities and potential challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Implications"
        },
        {
            "text": "To further understand and develop the ICI experience, future research should explore the impact of ICIs on the knowledge, attitudes, skills, and professional development of PT students and investigate the impact of ICIs on host communities. The effects of combining IPE and ICI experiences could also be evaluated. Opportuni-ties exist to investigate the effects of different supervisory models (e.g., supervision by Canadian vs. international clinicians, different student-to-supervisor ratios) and of the presence or absence of peer support. International clinical education could also be compared across medical and allied health faculties at Canadian universities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Implications"
        },
        {
            "text": "The experience of ICIs for Canadian PT students from 1997 to 2007 was positive from the perspectives of students, ACCEs, and supervising clinicians. ICIs expose PT students to unique global health issues, which is recognized as important to their professional development. ICIs help PT students to understand the significance of globalization and its effects on health care delivery, which is essential knowledge for all health care professionals. The findings of this study lend further support and encouragement to the ongoing development of ICIs as a way to provide rich educational experiences that, in turn, may more fully prepare future physical therapists for the changing landscape of clinical practice in Canada and abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Rehabilitation has an important role in global health, and global health issues are important for physical therapists to understand, whether they work in Canada or abroad. International student experiences have demonstrated benefits as part of clinical education in other health disciplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES What Is Already Known on This Subject"
        },
        {
            "text": "This study describes the evolution of ICIs for Canadian PT students and documents evidence of an increasing number of students and an increasing variety of destinations over time, with an increasing proportion of ICIs occurring in developing countries. There has also been movement toward integrating experiences in IPE, community development, and health promotion. This study highlights opportunities for improvement to enhance ICIs from the perspective of those involved. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What This Study Adds"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global health ethics for students",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "Reg",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dev World Bioeth",
            "volume": "9",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1471-8847.2007.00209.x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The World Health Organization and the transition from ''international'' to ''global'' public health",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cueto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Public Health",
            "volume": "96",
            "issn": "",
            "pages": "62--72",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2004.050831"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Physiotherapy education in the changing international healthcare and educational contexts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neubauer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Adv Physiother",
            "volume": "1",
            "issn": "",
            "pages": "17--26",
            "other_ids": {
                "DOI": [
                    "10.1080/140381999443528"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "disability and human development: a global challenge for physiotherapy in the twenty-first century",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dyck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poverty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physiotherapy",
            "volume": "93",
            "issn": "",
            "pages": "233--237",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Role of Canadian physical therapists in global health initiatives: SWOT analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alappat",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Penfold",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcfarland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physiother Can",
            "volume": "59",
            "issn": "",
            "pages": "272--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Physical therapy education and provision in Cambodia: a framework for choice of systems for development projects",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dunleavy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Disabil Rehabil",
            "volume": "29",
            "issn": "",
            "pages": "903--923",
            "other_ids": {
                "DOI": [
                    "10.1080/09638280701240433"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Confederation for Physical Therapy. Appendix. In: World Confederation for Physical Therapy. Declaration of principle: ethical principles [Internet]. London: The Confederation",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "University education and the physiotherapy professional",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adamson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Physiotherapy",
            "volume": "84",
            "issn": "",
            "pages": "264--73",
            "other_ids": {
                "DOI": [
                    "10.1016/S0031-9406(05)65527-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A conceptual framework for curriculum design in physiotherapy education-an international perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Broberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aars",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beckmann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Emaus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lehto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Lahteenmaki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Physiother",
            "volume": "5",
            "issn": "",
            "pages": "161--169",
            "other_ids": {
                "DOI": [
                    "10.1080/14038190310017598"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Facilitating culturally integrated behaviors among allied health students",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Allied Health",
            "volume": "31",
            "issn": "",
            "pages": "93--101",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immigration in Canada: a portrait of the foreign-born population",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maheux",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "International health: five reasons why Canadians should get involved",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rekart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rekart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Patrick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can J Public Health",
            "volume": "94",
            "issn": "",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pediatric epidemic crisis: lessons for policy and practice development",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gearing",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Selkirk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Policy",
            "volume": "88",
            "issn": "",
            "pages": "200--208",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthpol.2007.11.006"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International clinical placements for occupational therapy and physiotherapy students: an organizational framework",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Larin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gemus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Birnie",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Can J Rehabil",
            "volume": "12",
            "issn": "",
            "pages": "245--254",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Why teach international health? a view from the more developed part of the world",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Pust",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Educ Health",
            "volume": "12",
            "issn": "",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The impact of international placements on nurses' personal and professional lives: literature review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tengnah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Adv Nurs",
            "volume": "50",
            "issn": "",
            "pages": "315--339",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A study abroad experience in Guatemala: learning first-hand about health, education, and social welfare in a low-resource country",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int J Nurs Educ Scholarsh",
            "volume": "1",
            "issn": "",
            "pages": "1040--56",
            "other_ids": {
                "DOI": [
                    "10.2202/1548-923X.1040"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Institutional issues in the implementation of an international student exchange program",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ravert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huittinen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Nurs Educ",
            "volume": "42",
            "issn": "",
            "pages": "399--405",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International health in medical education: students' experiences and views",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Broome",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Victory",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Emmel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Health Organ Manag",
            "volume": "21",
            "issn": "",
            "pages": "575--584",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Opening our hearts and minds: the meaning of international clinical nursing electives in the personal and professional lives of nurses",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Callister",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nurs Health Sci",
            "volume": "8",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Collaboration between medical students and NGOs: a new model for international health education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Trehan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Piskur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Prystowsky",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Med Educ",
            "volume": "37",
            "issn": "",
            "pages": "1031--1031",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2923.2003.01642.x"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Research design: qualitative, quantitative, and mixed methods approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Introduction: the discipline and practice of qualitative research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Denzin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lincoln",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Sage handbook of qualitative research",
            "volume": "",
            "issn": "",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Assessing the need for change in clinical education practices",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Strohschein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hagler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys Ther",
            "volume": "82",
            "issn": "",
            "pages": "160--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Handbook of research on electronic survey and measurements. Hershey, PA: Idea Group Reference",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World economic outlook: housing and the business cycle",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "International Monetary Fund",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Fund",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Canadian Institute for Health Information. Canada's health care providers, 1997 to 2006: a reference guide. Ottawa: The Institute",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Canadian physiotherapy graduates in 2007. E-mail to: Adrienne Leggett (Department of Physical Therapy, Faculty of Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vibert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exploring physiotherapy students' experiences of interprofessional collaboration in the clinical setting: a critical incident study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kitchen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Interprof Care",
            "volume": "21",
            "issn": "",
            "pages": "95--109",
            "other_ids": {
                "DOI": [
                    "10.1080/13561820601076560"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Building transcultural knowledge through intercollegiate collaboration",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hilgenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schlickau",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Transcult Nurs",
            "volume": "13",
            "issn": "",
            "pages": "241--248",
            "other_ids": {
                "DOI": [
                    "10.1177/10459602013003014"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Collaborative partnership for culture care: enhancing health services for the Arab community",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kulwicki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Schim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Transcult Nurs",
            "volume": "11",
            "issn": "",
            "pages": "31--40",
            "other_ids": {
                "DOI": [
                    "10.1177/104365960001100106"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Educating the reflective practitioner: towards a new design for teaching and learning in the professions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schön",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The feasibility of an electronic reflective practice exercise among physiotherapy students",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Batty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Teach",
            "volume": "30",
            "issn": "",
            "pages": "232--240",
            "other_ids": {
                "DOI": [
                    "10.1080/01421590802258870"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "APPENDIX A: OUTLINE OF ONLINE SURVEY USED 1. What year did you begin your position as ACCE/ DCE at your institution?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Are international clinical internships (ICI) available to physical therapy students at your institution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "What year did your institution first coordinate an international clinical internship for a physical therapy student?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": 2007,
            "venue": "Please describe the number of students participating in ICIs and the average duration of their ICIs. # of Students on ICIs Average Length of Internship",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Drop-down selection Drop-down selection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "What were the destination countries of the ICIs? Unknown-please explain",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "INTERVIEW GUIDE ACCEs of PT Programs That Offer ICIs 1. Can you tell me about the international internship(s) you have coordinated? 2. Have you noticed any trends or changes over time? 3. Why did your school first start providing international internships?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Appendix B",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Why does your school continue to coordinate international internships?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Can you tell me about the process of setting up the internship(s)?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Do you feel that students have been adequately prepared for international internships?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Can you tell me about what has happened after the internship has been completed? 10. Is there anything happening at your institution to encourage or discourage international internships? 11. What role do you see for international internships in the future? ACCEs of PT Programs That Do Not Offer ICIs 1. Why does your school not offer international internships for students? 2. Is there anything happening at your institution to encourage or discourage international internships? 3. What role do you see for international internships in the future? Students in Canadian PT Programs Who Completed ICIs 1. Can you tell me about the international clinical",
            "authors": [],
            "year": null,
            "venue": "Do you feel that the supervising clinicians and internship sites have been adequately prepared? 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "What was your experience like while you were there?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "How prepared did you feel for your internship? 6. What was your experience like after the internship? 7. Do you think your international internship experience has changed the way you think about PT, or about your career?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Clinicians Who Supervised ICIs for Canadian PT Students 1. Can you tell me about the international internship(s) and student(s) you have supervised? 2. Why did you decide to supervise an international internship student?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Can you tell me about the process of setting up the internship?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Can you tell me about your experience while the student was there?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Do you feel that the student was prepared for the internship? 6. Can you tell me about any follow-up that happened after the internship?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of students participating in ICIs,[1997][1998][1999][2000][2001][2002][2003][2004][2005][2006][2007]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of different ICI destination countries, 1997-ICI destination countries,[1997][1998][1999][2000][2001][2002][2003][2004][2005][2006][2007]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Reported requirements for students to participate in ICI",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Key themes and sub-themes",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Talking to people who had gone before . . . I mean the little things were really helpful, like what the food was going to be like when you went there, what the days were going to be like. And what your living quarters would be like. 'Cause you really have no idea if no one would tell you. And then just the patients; what kind of patients you'd expect to see.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Are there eligibility criteria to participate in international clinical internships for students? (check all that apply) e None e Minimum overall grade requirement for program e Minimum grade requirement in course content specific to ICI e No previous history of academic concerns e Must be in last year of program e Reference letters e Must have successfully completed at least one previous clinical internship e Must demonstrate evidence of particular interpersonal skills e Personal essay or letter of intent e No criminal record e Other (please specify) 7. For Bachelor's programs-What year of study are students first eligible to participate in an ICI? e Not applicable-Bachelor's program not offered For Master's programs-What year of study are students first eligible to participate in an ICI? e Not applicable-Master's program not offered e 1 of 2 e 2 of 2 9. Is there a maximum number of ICIs that one particular student can participate in during their course of study? [Yes/No] 10. Are students required to be supervised by an on site Physical Therapist during the ICI? e Yes e No, Please specify how students are being supervised 11. Are students responsible for all the costs associated with the ICI? [Yes/No] 12. Are there financial aids available to students to support the ICI? [Yes/No/Unknown] 13. What is the average amount of financial support per student? e $0-100 e $101-500 e $501-1000 e $1001 or more 14. What are the sources? Check all that apply. e Your academic institution e Provincial Government e Federal Government e Community organization within Canada e Non-governmental organization within Canada e Non-governmental organization outside of Canada e Other (please specify) 15. Is there an international health interest group at your academic institution? [Yes/No/Unknown] 16. Are global and international health topics included",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}