{
    "paper_id": "1b71c07b738b8fd2488ed4572bc394a4a3ffdfa6",
    "metadata": {
        "title": "Alpha and lineage C betaCoV infections in Italian bats",
        "authors": [
            {
                "first": "Paola",
                "middle": [],
                "last": "De Benedictis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sabrina",
                "middle": [],
                "last": "Marciano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dino",
                "middle": [],
                "last": "Scaravelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pamela",
                "middle": [],
                "last": "Priori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Zecchin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Capua",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isabella",
                "middle": [],
                "last": "Monne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Cattoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "AlphaCoV and lineage C betaCoV, genetically similar to those identified in Spanish related bat species, have been detected in Italian Myotis blithii and Eptesicus serotinus, respectively, out of 75 anal swabs collected from Vespertilionidae between 2009 and 2012. Sequence analysis of the 816-bp obtained RdRp sequence fragment indicates a 96.9 % amino acid identity of the Italian lineage C betaCoV with the recent Middle East Respiratory Syndrome Coronavirus (MERS-CoV, Genbank accession number KF192507). This is the first documented occurrence of a lineage C betaCoV in the Italian bat population, notably in E. serotinus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "deltaCoV. CoV infections have raised primary attention as being potentially responsible of zoonotic pandemics following the emergence of an outbreak of severe acute respiratory syndrome (SARS) in 2002-2003, leading to 8,422 cases with 916 deaths [1] . The SARS pandemic was caused by a novel betaCoV, called SARS-CoV, and the rinolophus bats were further identified as the most likely reservoir of the virus [2] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Similarly to what had happened for the SARS pandemic, in September 2012 a novel betaCoV emerged referred to as Middle East Respiratory Syndrome Coronavirus (MERS-CoV), which determined a severe respiratory syndrome in the Middle East. To date, 139 laboratory cases have been confirmed in humans, 60 of them were fatal (as of October, 18 2013, http://www.who.int/csr/don/2013_10_18/en/index. html). Recent molecular analyses of the MERS-CoV demonstrate that it falls into the lineage C and is closely related to HKU4 and HKU5, as well as to VM314 and other CoVs detected in European bats [3] .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 590,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 75 anal swabs were collected from Vespertilionidae bats in five different sites of three Italian regions between 2009 and 2012. Samples were collected from Myotis myotis (n = 47), Myotis blythii (n = 19), and Eptesicus serotinus (n = 9) (Fig. 1) . During the summer and with the consent of the Italian Ministry of Environment, bats were caught in different sites after reproduction. Hand nets in roosts or mist nets of different length and height near maternity roosts were used as described in Pfefferle et al. [4] . Mist nets were checked continuously, and the captured bats were freed immediately and put into cotton bags for several minutes to make them calm down before further investigations could start. Species, age class, sex, reproductive status, forearm length, and body mass were determined. Swabs were collected before the bats were released in the same place of capture.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 526,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Up to three swabs collected from individual of the same species belonging to the same roost were pooled. Samples were then analyzed for the presence of CoV RNA using a nested RT-PCR targeting the RNA-dependant RNA polymerase (RdRp) slightly modified from Souza et al. [5] . Briefly, RNA was extracted from the samples by using the Nucleospin RNA II kit according to the manufacturer's instructions (Macherey-Nagel, Germany) and analyzed for the presence of CoV RNA using OneStep-PCR protocol. Twenty five microliter of reactions was carried out using the SuperScript Ò III one step RT-PCR system with Platinum Ò Taq DNA Polymerase (Invitrogen TM code 12574-026) with 2 lM of sense and anti-sense primer, 1 ll of enzyme mix, 10 U of RNasin Ò Plus RNase inhibitor (Promega code N2611), and 5 ll of RNA. Thermal cycling was set at 55°C for 30 min, followed by 94°C for 2 min and then 40 cycles of 94°C for 30 s, 50°C for 30 s, 68°C for 40 s, and final extension at 68°C for 5 min. The nested PCR protocol, unmodified from Souza et al. [5] , used 1 ll of first round PCR product. Two novel CoVs belonging to the genera alpha-and betaCoV were detected in M. blythii (ITA31/384/2012) and E. serotinus specimens (ITA26/384/2012) (GenBank accession numbers: KF312400 and KF312399), respectively. ITA31/384/2012 was detected in a mixed Myotis roost in a church roof in the Bolzano province and ITA26/ 384/2012 in a single species roost in a primary school in Lombardia (Fig. 1) . The @ 400 bp CoV RdRp fragment was further extended to 816 bp as described by Drexler et al. [6] to allow for a more reliable taxonomic classification of the detected betaCoV. The ITA26/384/2012 amino acid sequence in the translated 816-bp fragment was 96.9 % similar to the MERS-CoV (Genbank accession number KF192507) and allowed the classification of the Italian virus as a lineage C betaCoV according to Drexler et al. [6] (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1035,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1894,
                    "end": 1897,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1460,
                    "end": 1468,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1898,
                    "end": 1906,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Poor data exist on CoV surveys in Italian bats. Previously published studies on the circulation of CoVs in the Italian bat population include the application of a real time RT-PCR protocol targeting SARS-like CoVs on rinolophus bat specimens [7] . A passive surveillance conducted in Northern Italy in 2010-2011 indicated the circulation of alpha-and betaCoVs in Pipistrellus khulii, Hypsugo savii, and Nyctalus noctula [8] . However, at the time of writing, findings from those studies have not been fully described, and no CoV sequences from the Italian bat population are available in the public domain.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we have detected the occurrence of an al-phaCoV in M. blithii and of a lineage C betaCoV in E. serotinus. Both the Italian CoV sequences closely cluster to corresponding CoVs identified in related bat species, forming with the latter two monophyletic lineages [9] (Fig. 2) . This finding is a rather expected occurrence, since CoVs are used to circulating in historical host species and only occasionally jump the species barrier. More specifically, ITA26/384/2012 (betaCoV), identified in E. serotinus, clusters with a sequence detected in Eptesicus isabellinus in Spain (GenBank accession number: HQ184062). Interestingly, this bat species, closely related to E. serotinus (E. isabellinus, also called the Isabelline serotine), circulates in the Northern Saharan region and has recently been detected in the south of Spain. ITA31/ 384/2012 (alphaCoV), identified in M. blithii, clusters with sequences detected in M. blithii and Miniopterus schreibersi in Spain (GenBank accession numbers: HQ184050 and HQ184049, respectively) and with one sequence collected from Myotis dasycneme in the Netherlands (GenBank accession number: GQ259976). All those closely related sequences found in the GenBank database were however too short (321-396 bp) to allow for a more reliable taxonomic classification according to Drexler et al. [6] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 287,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Both infections were detected in two distinct roosts in Northern Italy, and, of public health concern, roosts were located in close proximity to human beings settlements. This is an expected finding, based on the known ecology of the two bat species implied. Both E. serotinus (serotine) and M. blythii (lesser mouse eared bat) are sedentary species with slightly different habitat areas. More specifically, serotine is a typical synathropic species as a building dweller, while lesser mouse eared bat inhabits caves and underground sites for reproduction and hibernation in the Mediterranean basin, but in the Alps and in central Europe it locates its nurseries in large building roofs in close proximity to human settlements, forming large colonies often with the Greater mouse eared bat (M. myotis), a sibling species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our study, ITA31/384/2012 was detected in a mixed colony of about 2,000 individuals belonging to the species M. myotis and M. blythii having occupied a church roof in the Bolzano province (46°35 0 6 00 N and 11°12 0 9 00 E), while ITA26/384/2012 was detected in a maternity colony of E. serotinus located behind a windows shaft of a secondary school in Saronno (Lombardia, 45°37 0 28 00 N and 9°2 0 6 00 E).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Interestingly, ITA26/384/2012 detected in E. serotinus falls in the lineage C betaCoV group and at the translated 816 bp fragment, it shares a 96.9 % of amino acid identity with the recently emerged MERS-CoV (Genbank accession number KF192507). To our knowledge, this is the first documented occurrence of a lineage C betaCoV in the Italian bat population, notably in E. serotinus. Our findings confirm the circulation of such CoVs in European Vespertilionidae [9, 10] and may suggest that those bat CoVs shared a possible common origin with the emerging MERS, although further genetic and ecological evidences are certainly needed. A coordinated regional approach for a more intensive surveillance in the animal kingdom is of crucial importance in synergising the efforts for early warning detection of viral infections with zoonotic potential and should therefore be strongly advocated to policy makers.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 464,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Summary table of SARS cases by country",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proceedings of the 6th Annual Meeting EPIZONE ''Viruses on the Move",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cordioli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Boniotti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12--14",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Geographical location of Vespertilionidae bat colonies surveyed in Italy for the occurrence of a CoV infection. 75 anal swabs were collected in 2009, 2011, and 2012. Colony sites are identified according to the bat species sampled (circle = mixed M. myotis and Myotis blythii; triangle = M. myotis; square = E. serotinus). Gray daggers indicate colonies positive for the presence of The Italian CoV sequences grouped with corresponding CoVs identified in Spanish bats. The lineage c betaCoV ITA26/384/2012, identified in E. serotinus, clustered with a sequence detected in Eptesicus isabellinus in Spain (GenBank accession number: HQ184062). The alphaCoV, ITA31/384/2012, identified in M. blithii, grouped with sequences identified in M. blithii and Miniopterus schreibersii in Spain and with one sequence collected from Myotis dasycneme in the Netherlands (GenBank accession number: HQ184050, HQ184049 and GQ259976, respectively). a Maximum likelihood (ML) tree estimated (using PhyML version 3.0) for the partial sequences codifying for the viral RNA dependent RNA polymerase. A bootstrap resampling process (100 replications) using the neighbor-joining (NJ) method was used to assess the robustness of individual nodes of the phylogeny. Bootstrap values are indicated as numbers at the nodes. b Comparison of the amino acid sequence of ITA26/384/2012 with the highest related sequences publicly available. c Comparison of the amino acid sequence of ITA31/384/2012 with the highest related sequences publicly available",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We would like to thank Dr. Franco Mutinelli, IZSVe-Italy, for facilitating exchange of information and sample submission, and Mrs. Francesca Ellero, IZSVe-Italy, for kindly revising the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}