{
    "paper_id": "1bb6e0950383522c9deef49e06f714e1bca310da",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ian",
                "middle": [],
                "last": "Sabroe",
                "suffix": "",
                "affiliation": {},
                "email": "i.sabroe@sheffield.ac.uk"
            },
            {
                "first": "David",
                "middle": [
                    "H"
                ],
                "last": "Dockrell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefanie",
                "middle": [
                    "N"
                ],
                "last": "Vogel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "A"
                ],
                "last": "Renshaw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moira",
                "middle": [
                    "K B"
                ],
                "last": "Whyte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "K"
                ],
                "last": "Dower",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "| Although there is overwhelming pressure from funding agencies and the general public for scientists to bridge basic and translational studies, the fact remains that there are significant hurdles to overcome in order to achieve this goal. The purpose of this Opinion article is to examine the nature of these hurdles and to provide food for thought on the main obstacles that impede this process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It has achieved much, including the sequencing of the entire human genome, but it is already under serious attack for its failure to deliver effective therapies in many areas. This Opinion article will provide a subjective view of our understanding of translational research, identify obstacles to its successful development, and propose a series of initiatives to improve the effectiveness of translational research strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular biology is barely out of its infancy."
        },
        {
            "text": "Originating from Latin, translation means to 'carry across' . In biomedical research, the goal of translational science is to develop a thorough operational understanding of the human organism in health and disease, with the goal of 'carrying across' this knowledge to alleviate disease and suffering and to improve the quality of human existence. To be translational in medicine we must acquire knowledge from the broad arena of molecular and cellular biology and then apply this knowledge to human disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What constitutes translational biology?"
        },
        {
            "text": "The quality of our scientific output (perceived as a change in disease incidence and/or the development of a therapy) is largely dependent on the quality of the input data and the methods for their processing and interpretation, although the process of generating effective translational science is not as linear (that is, from molecules to models to humans) as is often thought. Failure to ask the appropriate questions of optimized systems leads to the acquisition of knowledge that might be less relevant than anticipated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What constitutes translational biology?"
        },
        {
            "text": "Further corruption of the process comes as a result of limitations in our models, which are often not fully appreciated (or are simply ignored) at the time of the study. Additionally, grant agencies must be sufficiently flexible to allow researchers to follow up on novel observations because many of the most exciting developments arise from unexpected findings. Determining what research is intrinsically translational, or has been translated effectively, is therefore surprisingly difficult, and in a healthy global biomedical research environment, translation will continue to mean very different things to different groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What constitutes translational biology?"
        },
        {
            "text": "Few scientists will see a process through from the conception of a hypothesis to the development of a specific medical therapy. As scientists, we are nonetheless required to measure our performance in terms of our 'translational potential' , particularly when it comes to justifying and generating funding and publications. Therefore, in the absence of being able to measure contributions to health directly, we often quantify individual success using surrogate markers (such as publications and their impact, prestige, and funding), which depend on the prevailing concepts of what constitutes importance. However, these markers may be flawed for this purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What constitutes translational biology?"
        },
        {
            "text": "A more global assessment of the output of translational science might consider whether the scientific community has improved specific disease outcomes, quality of life or life expectancy. Specific examples of global success might not be as common as we would wish, but increased successes in the areas of organ transplantation or the ability to eradicate diseases such as measles virus highlight our ability to be successful. The improved treatment of many cancers through the combination of good science and high-quality clinical trials of new therapies or combinations of therapies has been strikingly impressive and provides many examples of highly effective translational science 1,2 . There remains, however, a lack of available mechanisms by which to relate our individual contributions to the global progress of translational science, and many factors conspire to impede our progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What constitutes translational biology?"
        },
        {
            "text": "The translation of basic scientific research faces a myriad of hurdles, both obvious and occult. These revolve around our understanding of the nature of the translational process, the integration of the outputs of different technological approaches to disease, the use of models, access to tissues and appropriate materials, and the need for support in increasingly complex areas such as ethics and bioinformatics. In addition, owing to technological advances, well-meaning safeguards of personal privacy have been imposed in relation to carrying out research in humans, and these have, in fact, greatly impeded progress in translational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "Problems with the models. Entirely appropriate restrictions on what research can be done in humans have contributed to the status quo in which the mouse has become an indispensable model for translational biology; however, it is often not possible to predict biological responses in humans accurately based solely on results obtained from animal models [3] [4] [5] [6] [7] [8] [9] [10] . Within immunity, exposure of mice to their own species-specific commensals and pathogenic organisms might contribute to a species-specific immunological phenotype 4,9 that affects the translational relevance. For example, studies of the effects of IRAK4 (interleukin-1 receptor-associated kinase 4) deficiency have revealed increased",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 356,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "Identifying and hurdling obstacles to translational research susceptibility to a greater range of pathogens in mice than is observed in humans who are deficient for IRAK4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "Where good potential translational concepts are generated from models, determining how to move to the human can be challenging, as highlighted by difficulties in calculating tolerogenic doses of insulin in the prevention of diabetes 10 . In addition, technical limitations, or the dominance of prevailing models, can sometimes limit the scope of in vivo work, as illustrated by studies of airway disease, where studies in mouse models are focused predominantly on the important T helper 2 (T H 2) component of asthma but are poor models for the contribution of other mediators. Mouse models are also complicated by our limited understanding of the phenotypes of human diseases 14, 15 . Designing perfect models of diseases that we do not fully understand is a tall order, and chronic diseases that involve life-long interactions between the host and the environment present a particularly difficult challenge [5] [6] [7] [8] . Developing truly chronic models of disease is, however, heavily militated against owing to ethical concerns about prolonged suffering. Moreover, the typically short-term nature of research funding, where outputs must be deliverable at a reasonable cost and within the time frame of a project grant, hinders the development of chronic models of disease.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 681,
                    "end": 683,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "It is equally clear that work on a single cell line is often poorly predictive of the behaviour of the whole organism. Although the use of primary cells from normal tissues can overcome some of these problems, the phenotype of these cells might be altered by their removal from the microenvironmental influences in vivo, and they often show markedly different responses to those of primary cells that are obtained from diseased tissue. Therefore, rodent models remain essential and cannot be replaced by in vitro approaches at present, but are an imperfect translational conduit for both biological and practical reasons (such as the difficulty in establishing chronic disease models).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "Other models such as flies and zebrafish (Danio rerio) have many advantages for forward genetics and other related studies, but have substantially greater differences to humans than mammalian models. Primates are the most compatible mammalian models for immunological research, and have provided invaluable insights into diseases such as HIV, but their broader use is not feasible because of major ethical concerns, as well as other practical and cost-related issues. Even these models can have limitations. Recently, differential expression of SIGLECs (sialicacid-binding immunoglobulin-like lectins), which are inhibitory receptors thought to downregulate immune-cell activation, has been noted between apes and humans 16 , and such differences in immune responses between species require careful consideration, as highlighted by the development of a 'cytokine storm' when individuals received an agonistic CD28-specific antibody that did not show the same effects in monkeys 17, 18 .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 723,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 982,
                    "end": 984,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "What inhibits translational biology?"
        },
        {
            "text": "Research is being increasingly hindered by bureaucracy. Evident at many levels in research management, nowhere is this more of a problem than in the areas of access to human samples and tissues, and in the establishment of clinical collaborations. Liaison with industry also provides additional challenges 10 . Furthermore, some of the most exciting areas of current research, such as work with embryonic stem cells, are subject to special ethical concerns. Even the simplest research involving humans, or archived specimens from humans, is often encumbered by a multistaged, intimidating application process that might dissuade individuals from carrying out the proposed study. Overcautious interpretation by ethics committees and regulatory authorities of what is ethical results in restrictive practices that can, for example, prevent re-screening of DNA banks for relevant markers and mutations, or apply over-elaborate protection of clinical phenotype data.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Complex ethical dimensions and policy issues."
        },
        {
            "text": "Although it is absolutely clear that robust systems are needed to prevent exploitation of patients or clinical data, it is often unclear how the ethical standards that are applied to the review of proposed studies are developed. Apparently arbitrary standards that might be perceived to be more ethical simply because they are more restrictive seem to be ever more on the increase. It is also unethical to excessively hinder research, but this imperative sometimes seems to come second to apparently minor scruples over details such as the methods of recruitment. Although the introduction of national standards to ensure timely review of proposals has, in the United Kingdom, begun to address these issues, increasingly complex review processes are frustrating and sometimes of questionable ethical value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complex ethical dimensions and policy issues."
        },
        {
            "text": "The area of personal privacy is particularly complex. The majority public view is supportive of the use of some personal data in confidential research 19 . However, although many individuals are less concerned that well-regulated data usage is an invasion of privacy than some ethics committees seem to be, due consideration is needed of the views of the minorities who are more concerned with their privacy. The future potential for apparently confidential genetic research resulting in the identification of individuals through the cross-referencing of DNA databases is clearly of concern 20,21 . In addition, governments tend to respond to highly public episodes of research offences or clinical misconduct with legislation. This runs the risk of creating additional administrative burdens for the majority of individual scientists who practise ethically and well, without ensuring the prevention of future wilful misdeeds by a rare minority. Increasingly, clinical practice is becoming more defensive and less willing to engage in research as a response to a society that is becoming more risk-adverse, litigious and blame-centred when adverse events occur. This generates further barriers to research in humans and requires a frank reappraisal of what experimentation is acceptable in humans or on samples that are derived from humans.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Complex ethical dimensions and policy issues."
        },
        {
            "text": "Additional problems arise in setting research priorities. Without effective public input, we run the risk that research priorities become the whim of changing government focuses, which lack the stable, long-term input necessary for meaningful scientific advancement. Although charities and private foundations that are centred on specific diseases provide important contributions, their focus is often too narrow to tackle the wider research agenda. This has led to a culture of increasing financial pressures that are governed by short-term policies, which require rapid outputs, and piecemeal funding, stifling longer term, more open-ended research that might produce real translational progress 10 . For example, political pressures to study agents of bioterrorism or emerging infectious diseases such as SARS (severe acute respiratory syndrome) can be welcomed and are clearly important; however, more long-term commitment to studying infections of historical global importance is also essential.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 700,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Complex ethical dimensions and policy issues."
        },
        {
            "text": "With respect to developing long-term goals, the National Institutes of Health ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complex ethical dimensions and policy issues."
        },
        {
            "text": "Translational biomedicine must be seen by scientists and the wider public in the context of a broad-based body of science that has the potential to contribute, in the near or long term, to the advancement of human health. Increased financial and political pressures on scientists to maximize directly measurable patient benefit from research carried out over short time frames runs the risk of destroying a healthy science base and should be actively resisted. A continued and robust engagement of the public is mandatory for scientists, because unless the public values the broad sweep of translational biomedical science, funding will inevitably be diverted away from science or applied only to those areas of research that immediately influence patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "As scientists, we must learn to articulate not only the promise of science, but also the difficulties that are associated with moving an idea along to the product stage, so that unrealistic expectations of perfect medications for every disease in short time frames are not raised. We must also wrestle the debate on the usefulness of in vivo models away from the more extreme ends of the anti-vivisection movement so that a constructive, rather than confrontational, discussion can evolve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "Equally, we must foster a culture of research in the curricula of medical students, and promote the goals of translational research to basic science undergraduate and graduate students. We must seek to marry the skills of basic scientists with those of clinicians to convey the idea that strong translational research underlies improved health and is inseparable from the provision of good standards of clinical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "Improving our use of the models? In many biomedical fields, a series of debates have highlighted deficiencies in our current in vivo models. Strain differences 22 and variance in experimental conditions between research groups pose major challenges in comparing the results derived from different studies. A collaborative investment in phenotyping human disease by clinicians and basic scientists is required for developing robust models. There is clearly an opportunity to define the characteristics, behaviour and relevance of model systems, particularly with a view to standardizing optimal strains and protocols. For example, multiple models exist for common diseases such as asthma 23 and rheumatoid arthritis 24 , although harmonizing protocols and strains for particular features of a disease must avoid the loss of sufficient diversity in order to allow the finding of the unexpected.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 687,
                    "end": 689,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "This challenge could be met by interest groups or individuals working in a particular area, by large national funding agencies and/or international funding initiatives, or alternatively by specialist societies. Such debates might facilitate the comparison of data between laboratories and between species, and might highlight the components of specific diseases that are ripe for the development of new in vivo models and protocols (for example, there remains a great need to more effectively model the role of the innate immune system in acute and chronic asthma), broadening the number of disease processes or phenotypes that are modelled in pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "Although much work will continue to focus on the mouse, for some diseases comparative or independent studies in other species will continue to be important. Beyond the scope of this article, there are issues ahead with respect to subject selection for early clinical trials and the development of individualized treatment regimes that are based on pharmacogenetic and individual disease phenotypes 25, 26 . Figure 1 | Developing interactive models. a | In vivo experimentation, perhaps in particular the generation and characterization of knockout mouse strains in experimental models of disease, is often viewed as the gatekeeper between in vitro science and the generation of drug targets that are appropriate for human disease. Although central to an effective understanding of immune biology and the role of new candidate drug targets, the predictive value of in vivo experimentation is less than desired, particularly in the context of studies of single knockouts in specific disease models and mouse strains. b | An example of a more holistic network in which multiple lines of evidence allow the refinement of objectives and target relevance in order to increase the chance of successful drug discovery. Such approaches reflect the approach of many researchers, but (acknowledging that no branch of science is 'easy') the main difficulties associated with undertaking human-based research run the risk of degrading the quality of data that arise from an integrated scientific approach.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 401,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 415,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "The tendency to view translational research as a linear process in which mice are the gateway between basic science and humans does rodent models a great disservice. In particular, the classical route of identifying genes in vitro, followed by generating knockout animals in vivo, has, in general, been poorly predictive of the consequences of targeting specific molecules in humans. Advances in medical sciences that have emerged in this manner are vastly outnumbered by those that arise by serendipity or through less predictable routes. A more holistic integration of in vivo models with in vitro science and studies in the human is needed when summarizing the translational relevance of a system, in which in vivo models contribute strongly to an iterative strategy, but are not themselves the final arbiters (FIG. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 821,
                    "text": "(FIG. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "The potential to identify medicines for use in human disease by screening less complex biological systems has long been recognized in the pharmaceutical industry, and there is now considerable interest in the use of model organisms such as Caenorhabditis elegans and zebrafish in high-throughput screens for new drugs 27, 28 . It is becoming increasingly evident that these systems can be used to identify therapeutic targets in the immune system 29 . In this way, understanding the biology of pathways and gene products is deferred, and the ability of a compound to intervene in complex biological processes is directly tested, as highlighted in recent studies of calcium-channel antagonists in C. elegans 27 .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 321,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 322,
                    "end": 324,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 707,
                    "end": 709,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "Combining the use of mice and humans in effective strategies. It seems self-evident that research which aspires to influence pathogenesis in humans needs to be carried out on the human system. At the same time, we must also anticipate the potential for doing harm that might accompany any new approaches to treating diseases, which militates against a rapid progression to phase I human trials. Nonetheless, the extraordinary difficulties that are associated with carrying out human studies in parallel with animal models has facilitated a culture in which such studies rarely occur, and in which prioritizing research is not driven by the inclusion of such processes. Indeed, almost quixotically, work in human tissues and cell lines is sometimes not deemed to be of importance until verified in a mouse with a targeted mutation. Bridging this divide requires the scientific community to value more highly the studies that seek to bring mouse and human studies together, and to appreciate that in human studies a lack of phenotype or subtle modifications of processes might be as important as models that generate dramatic phenotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A positive definition of translational biology."
        },
        {
            "text": "From simple co-culture models of normal human tissues and ultimately to the generation of whole organs or representations of whole organs 30 in the laboratory, we are now beginning to produce in vitro human systems that can complement essential work that is currently only achievable in vivo. Increasing success with new gene-delivery systems, combined with new technologies such as gene knockdown by RNA interference, might allow us to overcome the inability to study humans with targeted gene deficiencies. Such models are in their infancy, and cell-culture-based approaches are, in many scientists' views, farther from human biology than techniques that investigate biology in mice. It would seem that both are required, and therefore, a major thrust to develop standardized co-culture models that are based on primary human cells from healthy and diseased subjects would provide a complementary scientific base to our strong expertise in the mouse. Our commitment to this development is essential, not only to boost the translation of science to the human, but also to ensure that we honour the principles of reduction, refinement and replacement (minimizing the number of animals that are used and finding alternatives wherever feasible) that are central to all animal experimentation.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Increasing use of complex tissue models."
        },
        {
            "text": "We are faced with many difficulties in generating appropriate human tissue models, including defining differences in similar cell types that are pathologically relevant (for example, comparing the biology of endothelial cells isolated from the umbilical cord with those isolated from different microvascular beds). We also need to determine the optimal representative culture conditions for primary cells. For example, when should epithelial cells be studied at an air-liquid interface, or when should leukocyte-endothelial interactions be studied under flow? Importantly, diseased tissues are often modified by inflammation, genetic traits and epigenetic processes that require further consideration when translating from the biology of health to the biology of disease. Nevertheless, we have recently shown that simple co-cultures of primary human cells can in some circumstances replicate inflammatory systems that are observed in vivo in mice 31, 32 ; such co-culture models are becoming increasingly common. The future ability to study systems that resemble organs or complete tissues, and verifying the work of simple co-culture experiments in such systems, offers a future we should not only embrace, but also be actively working towards at every opportunity.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 950,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Increasing use of complex tissue models."
        },
        {
            "text": "It is routine in clinical practice to combine drugs with similar or differing modes of action when treating disease. There is also increasing appreciation of the roles of cellular and molecular networks in the aetiology of disease 33 , a fact that is implicitly recognized by the need for in vivo models in which complex interactions between tissues and cells can be studied without a need to identify the full panoply of the systems involved (BOX 1). In the context of an inflammatory disease, we have recently proposed that these networks are best described by the terminology of 'contiguous immunity' , whereby, in disease, temporally and spatially contiguous networks comprising multiple processes of innate and adaptive immunity are in continual dialogue and evolution 33 . It is curious, then, that so many studies aim to land a single 'killer blow' on pathological processes, rather than considering the impact of therapeutic combinations. Our increasingly deeper understanding of the complexity of the inflammatory process often results in the targeting of downstream components for which there might be redundancy or very specific functionality. The targeting of such systems in combination, although complicated to achieve and less satisfying with respect to the identification of single clear targets, is nonetheless likely to have relevance for successful translation.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "Allowing access to tissues and overcoming ethical anxieties. The diversion of research funding into bureaucracy and the delays in productivity that result from meeting statutory requirements for ethical practice contribute to the erosion of research capacity. Research cannot do without governance, but it is disappointing that increasing regulation has not been met by increased support for ethical human-based research, and www.nature.com/reviews/immunol",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "The future ability to study systems that resemble organs or complete tissues … offers a future we should not only embrace, but also be actively working towards at every opportunity. although many processes conspire to make research harder, few exist to make it easier. A simplification of the regulations and national-level funding that provides templates for ethical applications, together with training and support for investigators, would do much to make this easier. Because many projects involve international collaborations, simplified standard international regulations would also greatly facilitate progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "Many research projects have conceptually similar goals (such as the tackling of inflammation in a tissue), and generic pre-approved protocols requiring modest local adaptation would obviate many problems. In the United Kingdom, the proposed establishment of a single health research board to coordinate government-funded health research provides an opportunity to develop programmes that examine the effects of government regulation on research and mechanisms for overcoming the issues discussed earlier. Research on human tissues could be enhanced by improved access to normal and diseased specimens. The establishment of central and devolved services whose function would be to source human tissues in an ethical manner, characterize the donors and tissues anonymously, and make these resources freely available to investigators in research-active countries would transform biological research (indeed, some progress is being made here, but there is still much to be done).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "An emphasis on dialogue with scientists and flexibility with respect to supporting science would be required to underpin access to these resources by researchers. Where materials are scarce, such systems could be supported by expertise in cell-line immortalization. The development of the Lung Tissue Research Consortium by the National Heart, Lung and Blood Institute is an exemplar of a clinical data and tissue bank that offers enormous potential for research in lung disease; in addition, the development of the UK Biobank shows it is feasible for human resources to be sourced ethically in ways that allow relatively broad use in medical research according to need. The proposed tissue banks would promote a positive view of human science working in parallel with mouse biology, which also requires commitment and support from the public to make it work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "'Omics'. One area in which large-scale biology is excelling is the use of public-access databases (such as those pertaining to gene expression (genomics) or the production of metabolites (metabolomics)) 34 , but we are missing opportunities to further expand these databases. Local and national guidelines define the optimal management of many diseases, but it can be argued that the providers of health care are not given appropriate opportunities to engage with the scientists whose work is developing the future treatments for these diseases. Scientific initiatives that are associated with national care plans could drive disease phenotyping and tissue collection for tissue, DNA, RNA, protein and metabolite databanks with good The difficulty in designing in vitro and in vivo experiments to model human disease has inevitably required and generated simplifications of pathology, often leading to relatively linear models of disease (for example, tissue damage, followed by antigen presentation, the generation of immunological memory and autoantibodies, and a resulting autoimmune disease). In reality, pathology is generated by networks that can exhibit substantial plasticity over the course of a disease. These principles are illustrated in the figure. A disease process -pathology -is represented at the centre of a series of simple conceptual networks, components of which are left intentionally blank to avoid attempting to define specific diseases. Each component (or node) within the network might have different roles at different times in a disease, or if active at more than one tissue site, might even have different roles simultaneously in a disease process. Therefore, the depicted connections are plastic over time and in individual microenvironments.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "In a cellular network. Pathology can be considered in the context of networks of cells that are recruited or resident at inflammatory sites, whose communication through cytokines and other molecules regulates inflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "In a cytokine network. Pathology is driven by the interrelated actions of cytokines, again forming a dynamic plastic network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "In a process network. Process behaviour (for example, angiogenesis, scarring and leukocyte recruitment) will contribute differently to pathology at specific tissue locations and different times in the disease. As an illustration, wound-healing responses might contribute to the resolution of normal tissue architecture, the development of fibrosis, or the regulation of inflammatory cell recruitment and survival. Depending on the nature and duration of the stimulus driving the woundhealing process, and the location in which it is set, multiple resulting pathological phenotypes are feasible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "It is the nature of tissues to contain multiple cells and supporting structures that are physically associated, with many more cells that can transit through or become resident. We have proposed that the immunity seen in pathology rarely falls clearly into categories of innate and adaptive immune, or T helper 1 (T H 1) and T H 2 responses. Rather, pathology is generated by a networked interaction that changes over time. The networked relationships of immune pathology might be better described as 'contiguous immunity', in which multiple processes or networks can be operational and in dialogue in the same space (physically contiguous); equally, processes might be linked together in evolving patterns (temporally contiguous). Understanding these networks, and, where necessary, developing new models to elucidate and target them, is essential to effective translational biology. IFN, interferon; IL, interleukin. public access. Good clinical practice not only should focus on ensuring that existing best practice is reliably reproduced, but also should put equal weight to research and development of practice through translational research. It is not just the priority of scientists to engage with clinicians: the imperative is equally strong that clinicians should engage more with basic scientists. In both cases it is important that such engagement is facilitated and supported by national policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "Another major challenge is to take the input of a large amount of descriptive data generated by an 'omics' approach and both interpret and reapply it to a translational problem in a hypothesis-driven manner. As we learn to integrate complex data sets with in vitro cell biology and in vivo models, we might begin to generate virtual phenotypes, allowing conclusions to be drawn on the basis of the relatedness of a series of data sets to the questions asked. In essence, all researchers do this when they read published data, but the process is inherently subjective and formalizing such integrated biology could be more objective and so better inform future experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increasing use of complex therapeutic strategies."
        },
        {
            "text": "We are now experiencing an unprecedented blossoming in available technologies, unparalleled through history, which makes biomedical science extraordinarily exciting. With this comes an ever greater financial burden and increasingly complicated ethical issues. An increasing focus on the need for effective translation from the use of these resources highlights the many obstacles that impede such progress. We have highlighted these difficulties, and have suggested strategies to rejuvenate and maximize our translational potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tyrosine kinases as targets for cancer therapy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Etten",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med",
            "volume": "353",
            "issn": "",
            "pages": "172--187",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adjuvant chemotherapy for breast cancer -30 years later",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "355",
            "issn": "",
            "pages": "1920--1922",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pro: mice are a good model of human airway disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "166",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling the human immune response: can mice be trusted?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grafton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Larche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Armitage",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Commentary. Curr. Opin. Pharmacol",
            "volume": "1",
            "issn": "",
            "pages": "431--435",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modeling allergic asthma in mice: pitfalls and opportunities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "27",
            "issn": "",
            "pages": "267--272",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Con: mice are not a good model of human airway disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Persson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "166",
            "issn": "",
            "pages": "6--7",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The mouse trap",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Erjefalt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korsgren",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sundler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Trends Pharmacol. Sci",
            "volume": "18",
            "issn": "",
            "pages": "465--467",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Satisfaction (not) guaranteed: re-evaluating the use of animal models of type 1 diabetes",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "O"
                    ],
                    "last": "Roep",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Von Herrath",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Rev. Immunol",
            "volume": "4",
            "issn": "",
            "pages": "989--997",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling infectious disease -time to think outside the box?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiles",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Frankel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Rev. Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "307--312",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lost in translation: barriers to implementing clinical immunotherapeutics for autoimmunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Von Herrath",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Nepom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Exp. Med",
            "volume": "202",
            "issn": "",
            "pages": "1159--1162",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Distinct mutations in IRAK-4 confer hyporesponsiveness to lipopolysaccharide and interleukin-1 in a patient with recurrent bacterial infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Medvedev",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Exp. Med",
            "volume": "198",
            "issn": "",
            "pages": "521--531",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pyogenic bacterial infections in humans with IRAK-4 deficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "299",
            "issn": "",
            "pages": "2076--2079",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe impairment of interleukin-1 and Toll-like receptor signalling in mice lacking IRAK-4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "416",
            "issn": "",
            "pages": "750--756",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Phenotypes in asthma: useful guides for therapy, distinct biological processes, or both?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "170",
            "issn": "",
            "pages": "579--580",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evidence that severe asthma can be divided pathologically into two inflammatory subtypes with distinct physiologic and clinical characteristics",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1001--1008",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Loss of Siglec expression on T lymphocytes during human evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hurtado-Ziola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gagneux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varki",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "7765--7770",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Differences in immune cell 'brakes' may explain chimp-human split on AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Immunology",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "672--673",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cytokine storm in a phase 1 trial of the anti-CD28 monoclonal antibody TGN1412",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Suntharalingam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "355",
            "issn": "",
            "pages": "1018--1028",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "National survey of British public's views on use of identifiable medical data by the National Cancer Registry",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cassell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "332",
            "issn": "",
            "pages": "1068--1072",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Confidentiality in genome research",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "441--442",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "No longer de-identified",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Genetics",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "370--371",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mouse model of airway remodeling: strain differences",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "168",
            "issn": "",
            "pages": "959--967",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Murine models of asthma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kips",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur. Respir. J",
            "volume": "22",
            "issn": "",
            "pages": "374--382",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rodent models of rheumatoid arthritis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Comp. Med",
            "volume": "55",
            "issn": "",
            "pages": "114--122",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Concordance among gene-expressionbased predictors for breast cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "355",
            "issn": "",
            "pages": "560--569",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A genomic strategy to refine prognosis in early-stage non-small-cell lung cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "355",
            "issn": "",
            "pages": "570--580",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A small-molecule screen in C. elegans yields a new calcium channel antagonist",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "441",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "In vivo drug discovery in the zebrafish",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Zon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature Rev. Drug Discov",
            "volume": "4",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A transgenic zebrafish model of neutrophilic inflammation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Capturing complex 3D tissue physiology in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Swartz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Rev. Mol. Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "211--224",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cooperative molecular and cellular networks regulate Toll-like receptor-dependent inflammatory responses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FASEB J",
            "volume": "20",
            "issn": "",
            "pages": "2153--2155",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Agonists of Toll-like receptors 2 and 4 activate airway smooth muscle via mononuclear leukocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "171",
            "issn": "",
            "pages": "814--822",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pulmonary perspective: targeting the networks that underpin contiguous immunity in asthma and COPD",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sabroe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A bioinformatician's view of the metabolome",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nobeli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thornton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BioEssays",
            "volume": "28",
            "issn": "",
            "pages": "534--545",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Examples of networked communication in immunology",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "www.nature.com/reviews/immunolWhere good potential translational concepts are generated from models, determining how to move to the human can be challenging…. Award programme in the United States provides an excellent example of how this might be accomplished. Experienced researchers who have superior competing renewal scores (scoring between the 0.1 and 5th percentiles), and who have shown a long-term commitment to and success in research may be selected for financial support for up to 10 years.Therefore, MERIT Award recipients have a much longer window of opportunity to move studies along from basic to translational research while being provided with the necessary freedom from the administrative burdens associated with more frequent grant submissions. Unfortunately, these awards are extremely limited in number and do not apply to the majority of outstanding NIH grantees. Examples of what can be accomplished by long-term funding include the substantial contribution to the development and subsequent humanization of monoclonal antibodies at the UK Medical Research Council (MRC) Laboratory for Molecular Biology in Cambridge.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the many scientists whose stimulating conversations have in some measure been represented in these pages. I. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        },
        {
            "text": "Ian Sabroe's homepage: http://www.shef.ac.uk/medicine/staff/sabroe.html Lung Tissue Research Consortium: http://www.ltrcpublic.com UK Biobank: http://www.ukbiobank.ac.uk Access to this links box is available online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FURTHER INFORMATION"
        }
    ]
}