{
    "paper_id": "1c593ff9a3c832c2ed6cd2f98ee5d65eaae9be39",
    "metadata": {
        "title": "Adaptation of transmissible gastroenteritis virus to growth in non-permissive Vero cells Brief Report",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Ishii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghen Corporation",
                    "location": {
                        "settlement": "Gifu Laboratory, Sano, Gifu-City",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghen Corporation",
                    "location": {
                        "settlement": "Gifu Laboratory, Sano, Gifu-City",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Mukamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghen Corporation",
                    "location": {
                        "settlement": "Gifu Laboratory, Sano, Gifu-City",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Kobayashi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghen Corporation",
                    "location": {
                        "settlement": "Gifu Laboratory, Sano, Gifu-City",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Kodama",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ghen Corporation",
                    "location": {
                        "settlement": "Gifu Laboratory, Sano, Gifu-City",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The CPK cells derived from swine kidney were infected with the attenuated TO-163 strain of transmissible gastroenteritis (TGE) virus, and fused with uninfected Vero cells in the presence of polyethylene glycol. Repeated cocultivafion of the fused cells with uninfected Vero cells rendered the virus to grow in Vero cells. The Vero cell-adapted virus acquired the ability to infect and produce cytopathic effects in several other non-permissive cell lines of nonporcine origin. No major differences in viral polypeptides were shown between the Vero cell-adapted TO-163 strain and its parent strain by indirect immunofluorescence and Western blotting using monoclonal and polyclonal antibodies to TGE virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Transmissible gastroenteritis (TGE) virus is a coronavirus with an envelope and positive strand RNA genome. The virion contains 3 structural proteins, i.e., peplomer (S or E 2), transmembrane (M or E 1), and nucleocapsid (N) [4] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The virus replicates predominantly in villous epithelial cells of the small intestines, and results in diarrhea in infected pigs [11, 17] . Although clinical symptoms are not clearly demonstrated, the respiratory tract and the tonsils are also susceptible to infection [3, 8, 15] . The host range of TGE virus is restricted like the other coronaviruses [16], and for the propagation of the virus, swine cell cultures are commonly used, although canine [12] and feline [6] cell cultures are less often used. An attempt was made to adapt TGE virus to Vero cells non-permissive to TGE virus infection. The CPK cells derived from swine kidney [10] were inoculated with the avirulent TO-163 strain of TGE virus [5], at a multiplicity of infection of 10, and incubated at 37 °C for 18 h. The infected cells were fused",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Summary. The CPK cells derived from swine kidney were infected with the attenuated TO-163 strain of transmissible gastroenteritis (TGE) virus, and fused with uninfected Vero cells in the presence of polyethylene glycol. Repeated cocultivafion of the fused cells with uninfected Vero cells rendered the virus to grow in Vero cells. The Vero cell-adapted virus acquired the ability to infect and produce cytopathic effects in several other non-permissive cell lines of nonporcine origin. No major differences in viral polypeptides were shown between the Vero cell-adapted TO-163 strain and its parent strain by indirect immunofluorescence and Western blotting using monoclonal and polyclonal antibodies to TGE virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transmissible gastroenteritis (TGE) virus is a coronavirus with an envelope and positive strand RNA genome. The virion contains 3 structural proteins, i.e., peplomer (S or E 2), transmembrane (M or E 1), and nucleocapsid (N) [4] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The virus replicates predominantly in villous epithelial cells of the small intestines, and results in diarrhea in infected pigs [11, 17] . Although clinical symptoms are not clearly demonstrated, the respiratory tract and the tonsils are also susceptible to infection [3, 8, 15] . The host range of TGE virus is restricted like the other coronaviruses [16] , and for the propagation of the virus, swine cell cultures are commonly used, although canine [12] and feline [6] cell cultures are less often used.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An attempt was made to adapt TGE virus to Vero cells non-permissive to TGE virus infection. The CPK cells derived from swine kidney [10] were inoculated with the avirulent TO-163 strain of TGE virus [5] , at a multiplicity of infection of 10, and incubated at 37 °C for 18 h. The infected cells were fused with uninfected Vero cells in the presence of 45% (w/v) polyethylene glycol (PEG 4000 Wako Pure Chemical Co., Japan) as described previously [7] . The PEG treated cells were incubated at 37 °C in Eagle's minimum essential medium (Nissui Seiyaku, Tokyo) containing 10% bovine serum. The culture was further passaged by the cocultivation with uninfected Vero cells without the presence of PEG at intervals of 4 or 5 days until the appearance of cytopathogenic effects (CPE). To detect CPE and viral replication, cell cultures were examined by the light microscopy and indirect immunofluorescence using rabbit antiserum against TGE virus and fluorescein isothiocyanate-conjugated antibody against rabbit IgG (Miles). At the 5th passage, some small clusters of round cells appeared in limited areas of the monolayer in which the virus-specific immunofluorescence was detected (Fig. 1) . Thereafter specific fluorescence and CPE with degenerative changes spread over the monolayer, The culture fluid from each viral passage was titrated by the TCIDs0 method using CPK and Vero cell monolayers in microplates. Infectious virus was first detected on the 6th and 8th passage at a titer of 104STCIDs0/mt with CPK cells and at a titer of 10°7TCIDs0/ml with Vero cells, respectively. The titer increased rapidly in the following 3 passages, and reached more than 105°TCIDs0/ml in the 24th passage (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1178,
                    "end": 1186,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1692,
                    "end": 1700,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In order to compare the Veto cell-adapted TO-163 strain with its parent strain, the 39th and 70th passages of TO-163 strain and the parental TO-163 (Fig. 3) . Western blot analysis revealed no major difference in antigenicity and electrophoretic mobility of the viral proteins between the Vero cell-adapted and the parental viruses (Fig.4) . No antigenic difference between the two viruses was also detected by immunofluorescent staining of infected Vero, CV-1, Hela and MA 104 cells with a series of monoclonal antibodies against E 2, E 1 and N (data not shown). Thus, it appeared that no gross change of antigenicity and structure of viral proteins might have occurred during virus adaptation to Vero cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 339,
                    "text": "(Fig.4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In the present study the TO-163 strain of TGE virus was adapted to grow in Vero cells by fusing the CPK cells infected with the virus with Vero cells. Polyethylene glycol-mediated infection of non-permissive cells has been reported for retroviruses [13] and paramyxovirus [7] . Further studies are needed to clarify their mechanism.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Vero cell-adapted TO-163 strain acquired infectivity for the other nonpermissive cells. This result may suggest that functional or structural changes have occurred in the viral proteins responsible for virus replication, although such changes were not detected in the present study. The glycoproteins of enveloped viruses play an important role in the virus adsorption and penetration, and are important determinants of the host range and their cleavage with (2 and 4) TO-163 strain. These viruses were propagated in Vero and CPK cells, respectively, partially purified, subjected to SDS-PAGE and examined using a mixture of monoclonal antibodies to E t and N (1 and 2) and a polyclonal antiserum to E 2 (3 and 4) by Western blotting proteolytic enzymes of the host cell is the important determinant for the host range and virulence [1, 9] . For the mouse hepatitis coronavirus the proteolytic cleavage of E 2 glycoprotein by host enzymes has been shown to activate the cell-fusion activity [-2,14] . Like the other coronaviruses, TGE virus exhibits a high degree of host dependence in the replication [16] . However, little is known of the function of glycoproteins of the virus. The Vero cell-adapted TO-163 strain would be useful in studies of TGE virus.",
            "cite_spans": [
                {
                    "start": 837,
                    "end": 840,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 841,
                    "end": 843,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 995,
                    "end": 1002,
                    "text": "[-2,14]",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of viral glycoproteins in adsorption, penetration, and pathogenicity of viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Rev Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "40--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proteolytic cleavage of the E 2 glycoprotein ofmurine coronavirus: host-dependent differences in proteolytic cleavage and cell fusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Frana",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Behnke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multiplication of low and high cell culture passaged strains of transmissible gastroenteritis virus in organs of newborn piglets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furuuchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Vet Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "169--178",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The polypeptide structure of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Gen Virol",
            "volume": "29",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adaptation of TGE virus to non-permissive Vero cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathogenecity, immunogenecity and distribution of transmissible gastroenteritis virus in pigs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furuuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kumagai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sasahara",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Natl Inst Anim Health Q",
            "volume": "9",
            "issn": "",
            "pages": "185--192",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antigenic relationships among homologous structural polypeptides of porcine, feline and canine coronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immun",
            "volume": "37",
            "issn": "",
            "pages": "1148--1155",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adaptation of the lapinized rinderpest virus to in vitro growth and attenuation of its virulence in rabbits",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamanouchi",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "275--280",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Upper respiratory infection of lactating sow with transmissible gastroenteritis virus following contact exposure to infected piglets",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kemeny",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Wiltsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cornell Vet",
            "volume": "65",
            "issn": "t975",
            "pages": "352--362",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cotranslational and posttranslational processing of viral glycoproteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Micromethod for performing titration and neutralization test of hog cholera virus using established porcine kidney cell strain",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Komaniwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fukusho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Natl Inst Anim Health Q",
            "volume": "21",
            "issn": "",
            "pages": "153--158",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmissible gastroenteritis of swine: Virus-intestinal cell interactions. I. Immunofluorescence, histopathology and virus production in the small intestine through the course of infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Haelterman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burnstein",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Arch Ges Virusforsch",
            "volume": "31",
            "issn": "",
            "pages": "321--334",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Differenciation of canine coronavirus and porcine transmissible gastroenteritisvirus by neutralization with canine, porcine and feline sera",
            "authors": [
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucey",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Vet Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "283--290",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Polyethylene glycol-mediated infection with avian sarcoma viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pauli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henning",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Friis",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Virol",
            "volume": "58",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteolytic cleavage of the E 2 glycoprotein of murine coronavirus: activation of cell-fusing activity of virions by trypsin and separation oftwo different 90 K cleavage fragments",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "904--911",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Isolation of transmissible gastroenteritis virus from lungs of market-weight swine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Underdahl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcgill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Am J Vet Res",
            "volume": "35",
            "issn": "",
            "pages": "1209--1216",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ter Meulen V (1982) The biology and pathogenesis ofcoronaviruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "99",
            "issn": "",
            "pages": "165--200",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lesions in the small intestine of newborn pigs inoculated with porcine, feline, and canine coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Cheville",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Vet Res",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The development of CPE and immunofluorescence in co-cultivated fused Vero cells. Immunofluorescence (A-C) and H-E stain (D-F) at the 5, 12, and 24th passage, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Infectivity assay of culture fluids of Vero cell cultures at passage levels after fusion in microplate cultures of CPK (41, -O) and Vero (ff] -D) cells strain were assayed for their infectivity in microplate cultures of several cell lines. The results are summarized in Table 1. The 39th passage virus induced CPE cultures of all the cell lines used except the MA 104 cell line, while the parent virus induced CPE in only 3 cell lines. The 70th passage virus developed CPE also in MA 104 cell line. The TCIDs0 titers of these viruses were determined using CPE as the criterion of infection. The Vero cell-adapted TO-163 strain at various passage levels was inoculated into MA 104 cell monolayers and examined by the indirect immunofluorescence technique with polyclonal rabbit serum against the parental TO-163 strain. Virus specific fluorescence was first detected in MA 104 cell cultures inoculated with the 40th passage virus, but the fluorescence was weak and confined to a Table 1. Comparative infectivity assays of the parent TO-163 strain and the 39th and 70th passages of its Vero cell-adapted strain in microplate cultures of several cell from swine kidney; PK 15 from porcine kidney; CRFK from feline kidney; CV-1 from African green monkey kidney; MA 104 from fetal rhesus monkey kidney b logz0(TCiDs0/ml ) -No CPE at the lowest dilution tested 204 H. Ishii et al. Immunofluorescence of MA 104 cells inoculated with the Vero cell-adapted TO-163 strain at the 30th (A), 40th (B), 60th (C), and 70th (D) passage few cells. The number of fluorescing cells increased with higher passage virus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Western blotting of the structural proteins of Vero cell-adapted (1 and 3) and parent",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}