{
    "paper_id": "1c8fe2e5b88e8c6f541f1a4800b980bdeb0da960",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Expression, crystallization and preliminary X-ray diffraction analysis of the N-terminal domain of nsp2 from avian infectious bronchitis virus",
        "authors": [
            {
                "first": "Anqi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Tsinghua-Nankai-IBP Joint Research Group for Structural Biology",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Tsinghua-Nankai-IBP Joint Research Group for Structural Biology",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Weiran",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Tsinghua-Nankai-IBP Joint Research Group for Structural Biology",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Tsinghua-Nankai-IBP Joint Research Group for Structural Biology",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": "xuyy@mail.xtal.tsinghua.edu.cn"
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Tsinghua-Nankai-IBP Joint Research Group for Structural Biology",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijing",
                        "country": "People's Republic of China Correspondence"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Avian infectious bronchitis virus (IBV) is a prototype of the group III coronaviruses and encodes 15 nonstructural proteins which make up the transcription/ replication machinery. The nsp2 protein from IBV has a unique and novel sequence and has no experimentally confirmed function in replication, whereas it has been proposed to be crucial for early viral infection and may inhibit the early host immune response. The gene that encodes a double-mutant IBV nsp2 N-terminal domain (residues 9-393 of the polyprotein, with mutations Q132L and L270F) was cloned and expressed in Escherichia coli and the protein was subjected to crystallization trials. The crystals diffracted to 2.5 Å resolution and belonged to space group P6 2 or P6 4 , with unit-cell parameters a = b = 114.2, c = 61.0 Å , = = 90, = 120 . Each asymmetric unit contained one molecule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the global outbreak of severe acute respiratory syndrome (SARS) in 2003, which caused almost 800 fatalities, coronaviruses (CoVs) have been at the centre of research into infectious diseases. A number of initiatives on the study of coronaviruses have been put onto the agenda, especially on their replication and transcription machinery, in order to design efficient vaccines or antiviral drugs of therapeutic value.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "text": "(CoVs)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses can be classified into three distinct groups based upon antigenic cross-reactivity (Spaan & Cavanagh, 2004) . Avian infectious bronchitis virus (IBV) belongs to group III (Lai & Holmes, 2001) . It causes a highly contagious disease that affects the respiratory, reproductive, neurological and renal systems of chickens, resulting in tremendous losses in the poultry industry. As the genomic organization and contents are conserved among the different coronavirus groups, IBV is considered to be an important model for the thorough understanding of coronaviruses as a whole.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 121,
                    "text": "(Spaan & Cavanagh, 2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 185,
                    "end": 205,
                    "text": "(Lai & Holmes, 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IBV is a positive-strand RNA virus with a replicase gene comprised of two open reading frames at the 5 0 end of the genome, termed ORF1a and ORF1b, which encompasses two-thirds of the entire viral genome (Ziebuhr, 2005) . They are connected via a À1 ribosomal frameshift during translation. The upstream ORF1a encodes polyprotein pp1a, while ORF1a and ORF1b together encode pp1ab. The replicase polyprotein is further cleaved by viral proteinases to yield 15 nonstructural proteins (nsp2-nsp16), which assemble into the replicase complex that is required for viral replication and transcription (Snijder et al., 2003; Prentice et al., 2004) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 219,
                    "text": "(Ziebuhr, 2005)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 617,
                    "text": "(Snijder et al., 2003;",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 640,
                    "text": "Prentice et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The leader protein of IBV contains only nsp2, in contrast to other members of the coronavirus family which invariably contain both nsp1 and nsp2. While SARS-CoV nsp1 has been reported to suppress host gene expression by promoting host mRNA degradation (Kamitani et al., 2006) and both SARS-CoV and murine hepatitis virus (MHV) nsp2 are dispensable for viral replication (Graham et al., 2005) , few experimentally confirmed functions have been reported for IBV nsp2 owing to a lack of structural information and its functional implications.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 275,
                    "text": "(Kamitani et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 391,
                    "text": "(Graham et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As crystals of the wild-type protein that diffracted to a sufficiently high resolution for structure solution could not be obtained, we constructed a double mutant of the IBV nsp2 N-terminal domain (residues 9-393 of the polyprotein with mutations Q132L and L270F) and obtained crystals that diffracted to 2.5 Å resolution. Structural study of the IBV nsp2 N-terminal domain should help to elucidate its function in the process of virus replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The cDNA encoding IBV nsp2 (strain M41) was provided by Professor Ming Liao (South China Agricultural University, People's Republic of China). The gene encoding the IBV nsp2 N-terminal domain (residues 9-393 of the polyprotein) was cloned by PCR and inserted between the BamHI and XhoI sites of the pGEX-6p-1 plasmid (GE Healthcare). The forward and reverse PCR primers used for amplification were IBV-nsp2N-F (5 0 -CGGGATCCATGG-TATCTCCCAAACTAAGGG-3 0 ) and IBV-nsp2N-R (5 0 -CCGCTC-GAGTTAACTAAAAGAAGAGTAGATTG-3 0 ). The resulting construct was sequenced to ensure that no mutations had occurred during amplification. The double mutant was generated by using the PCR-based site-directed mutagenesis method twice. The primers used to generate the nucleic acid mutant were IBV-nsp2N-Q132L-F (5 0 -CTGGATGCTCGTGCACTAACTCTTGATG-3 0 ), IBV-nsp2N-Q132L-R (5 0 -TGCACGAGCATCCAGTGTTTCTACA-3 0 ), IBV-nsp2N-L270F-F (5 0 -AAAATTTTCACTACATTTGCCTTCTTTA-3 0 ) and IBV-nsp2N-L270F-R (5 0 -TGTAGTGAAAATTTTAGCACCC-ATG-3 0 ). DNA sequencing confirmed that only the appropriate mutation was incorporated into the construct. The resulting plasmid was transformed into Escherichia coli BL21 (DE3) and the cells were cultured in LB medium containing 0.1 mg ml À1 ampicillin at 310 K until the optical density at 600 nm (OD 600 ) reached 0.6. 0.2 mM isopropyl -d-thiogalactopyranoside (IPTG) was then added and the cultures were induced for 16 h at 289 K. The cells were harvested by centrifugation (5000 rev min À1 for 10 min) and resuspended in PBS buffer (140 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 , 1.8 mM KH 2 PO 4 pH 7.3) supplemented with 1 mM DTT. After sonication at 277 K, the lysate was centrifuged at 15 000 rev min À1 for 30 min at 277 K and the precipitate was discarded. The recombinant glutathione S-transferase (GST) fusion protein, namely the GST-nsp2 N-terminal domain, was obtained in the supernatant. The supernatant was then loaded onto 2 ml GST-glutathione affinity columns (GE Healthcare) and the GST tag was cleaved by Pre-Scission protease (GE Healthcare) to produce the nsp2 N-terminal domain. Size-exclusion chromatography was performed using Superdex 75 (GE Healthcare, USA) in 20 mM MES, 150 mM NaCl, 1 mM DTT pH 6.0. The purified protein was concentrated to 20 mg ml À1 by ultracentrifugation and was ready for crystallization screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "Wizard III crystal screen kits were used to screen for crystallization conditions. Crystallization trials were performed at 291 K using the hanging-drop vapour-diffusion method (Rhodes, 1993a,b) . 1.0 ml protein solution was mixed with 1.0 ml reservoir solution and allowed to reach equilibrium over 200 ml reservoir solution. Initial crystals were obtained with a reservoir solution containing 10%(w/v) PEG 8000, 8%(v/v) ethylene glycol, 100 mM HEPES pH 7.5. Improved crystals were obtained after optimization (Fig. 1) . The optimized conditions included 12%(w/v) PEG 8000, 10%(v/v) ethylene glycol, 100 mM HEPES pH 7.5. The crystals were dehydrated by the addition of 50 ml 30%(w/v) PEG 8000 to the original 200 ml reservoir solution for 12 h.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 194,
                    "text": "(Rhodes, 1993a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystal was cryoprotected in its original solution with the addition of 25%(w/v) PEG 8000. It was mounted on a nylon loop and flashcooled in a nitrogen stream at 100 K using an Oxford Cryosystems Cryostream. Diffraction data were collected in-house using a Rigaku rotating-anode Cu K X-ray generator (MM007) operated at 40 kV and 20 mA (1.5418 Å ) with a Rigaku R-AXIS IV ++ image-plate detector (Fig. 2) . The data were processed, integrated, scaled and merged using the HKL-2000 programs DENZO and SCALEPACK (Otwinowski & Minor, 1997) . The crystals diffracted to 2.5 Å resolution and belonged to space group P6 2 or P6 4 , with unit-cell parameters a = b = 114.2, c = 61.0 Å , = = 90, = 120 . Each asymmetric unit contained one molecule, with 53.9% solvent content, from analysis of the Matthews coefficient (Matthews, 1968) . The datacollection statistics are given in Table 1 . In order to solve the phase problem, we are preparing crystals of the selenomethionyl (SeMet) derivative of the IBV nsp2 N-terminal domain in an attempt to use single-wavelength anomalous dispersion (SAD) or multi-wavelength anomalous dispersion (MAD) method to solve the structure. Further A typical crystal of IBV nsp2 N-terminal domain grown by the hanging-drop method in 10%(w/v) PEG 8000, 8%(v/v) ethylene glycol, 100 mM HEPES pH 7.5. ",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 540,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 831,
                    "text": "(Matthews, 1968)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 408,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 884,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collection and processing"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "12885--12890",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fields Virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1163--1179",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Crystallography Made Crystal Clear",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "8--10",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crystallography Made Crystal Clear",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "29--38",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virus Taxonomy. VIIIth Report of the ICTV",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "945--962",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". (2009). F65, 788-790 Yang et al. N-terminal domain of nsp2 from avian infectious bronchitis virus 789",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and processing statistics.Values in parentheses are for the highest resolution shell. ðhklÞ, where I i (hkl) is an individual intensity measurement and hI(hkl)i is the average intensity for all i reflections.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "structural and functional analysis of the IBV nsp2 N-terminal domain will shed light on how early viral infection by IBV takes place. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}