{
    "paper_id": "1c9c33874c16f533cb679ec3f636c7cd33d5b1a0",
    "metadata": {
        "title": "Crystallographic studies of the complexes of antiviral protein griffithsin with glucose and N-acetylglucosamine",
        "authors": [
            {
                "first": "Natasza",
                "middle": [
                    "E"
                ],
                "last": "Zió Łkowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Macromolecular Crystallography Laboratory",
                    "institution": "NCI-Frederick",
                    "location": {
                        "postCode": "21702-1201",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shilpa",
                "middle": [
                    "R"
                ],
                "last": "Shenoy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NCI-Frederick",
                    "location": {
                        "postCode": "21702-1201",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Barry",
                "middle": [
                    "R"
                ],
                "last": "O&apos;keefe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NCI-Frederick",
                    "location": {
                        "postCode": "21702-1201",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Wlodawer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Macromolecular Crystallography Laboratory",
                    "institution": "NCI-Frederick",
                    "location": {
                        "postCode": "21702-1201",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Crystal structures of complexes of an antiviral lectin griffithsin (GRFT) with glucose and N-acetylglucosamine were solved and refined at high resolution. In both complexes, all six monosaccharide-binding sites of GRFT were occupied and the mode of binding was similar to that of mannose. In our previous attempts to obtain a complex with N-acetylglucosamine by soaking, only a single site was occupied; thus, cocrystallization was clearly superior despite lower concentration of the ligand. Isothermal titration calorimetric experiments with N-acetylglucosamine, glucose, and mannose provided enthalpic evidence of distinct binding differences between the three monosaccharides. A comparison of the mode of binding of different monosaccharides is discussed in the context of the antiviral activity of GRFT, based on specific binding to high-mannose-containing complex carbohydrates found on viral envelopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Griffithsin (GRFT) is a potent antiviral lectin isolated from the red alga Griffithsia sp. (Mori et al. 2005) . GRFT has been reported to exhibit significant activity against human immunodeficiency virus (HIV) and the coronavirus that causes severe acute respiratory syndrome (SARS) . The antiviral activity of GRFT is due to its binding to high-mannose oligosaccharides on viral envelope glycoproteins. Surprisingly for a protein with such potent anti-HIV activity (EC 50 ¼ 0.043-1.0 nM), the binding of GRFT to soluble HIV gp120 was inhibited by mannose, glucose, and N-acetylglucosamine (Mori et al. 2005) . Generally, functionally similar monosaccharidespecific lectins have been reported to have anti-HIV activity at concentrations ;1000-fold higher than that reported for GRFT (Charan et al. 2000) . The unique potency to GRFT makes further study of its specific monosaccharide interactions of continuing interest.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 109,
                    "text": "(Mori et al. 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 590,
                    "end": 608,
                    "text": "(Mori et al. 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 803,
                    "text": "(Charan et al. 2000)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Crystal structures of carbohydrate-free GRFT, as well as of its complexes with monosaccharides and disaccharides such as mannose, N-acetylglucosamine, 1 ! 6a-mannobiose, and maltose were solved and refined at high resolution 2007) . The fold of GRFT corresponds to the b-prism-I motif (Chothia and Murzin 1993) , which consists of three repeats of an antiparallel, four-stranded b-sheet that form a triangular prism. The first two b-strands of one chain are associated with 10 strands of the other chain and vice versa; thus, GRFT can be described as a domain-swapped dimer . A monomer of GRFT contains three almost identical carbohydrate-binding sites, each capable of binding a monosaccharide; thus, six principal sites are found in the dimer. Binding of oligosaccharides to multiple sites on a GRFT molecule provides the basis of its unique antiviral activity, which is >1000-fold more potent than the anti-HIV activities reported for several monosaccharide-specific lectins from the same structural family (Charan et al. 2000; ). This potency makes GRFT a promising candidate for development as a pharmaceutical agent for prevention of viral infection, specifically in the form of a female-controlled anti-HIV microbicide.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 230,
                    "text": "2007)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 285,
                    "end": 310,
                    "text": "(Chothia and Murzin 1993)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1010,
                    "end": 1030,
                    "text": "(Charan et al. 2000;",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We present here the structures of GRFT cocrystallized with glucose and N-acetylglucosamine. No structure of glucose-bound GRFT had been reported, whereas the previously determined structure of the complex with N-acetylglucosamine (Protein Data Bank [PDB] code 2gue) was obtained by soaking, with only one binding site occupied by the carbohydrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Superposition of the complex of GRFT with glucose on the coordinates of the mannose complex of GRFT with mannose refined at 1.78 Å resolution (PDB code 2guc) ) yielded a root mean square (RMS) difference of 0.41 Å for the whole dimer. The largest differences were observed for Ser1A, Leu2A, Tyr121A, Ser54B, and Gly55B. An analogous superposition of the complex with N-acetylglucosamine yielded a RMS difference of 0.43 Å for the whole dimer. The largest differences were observed for Ser1A, Leu2A, Ser13B, Ser54B, and Gly55B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "GRFT was cocrystallized with glucose and N-acetylglucosamine in space group P2 1 2 1 2 1 (Table 1) , isomorphous to the unliganded form (PDB code 2gty) that was previously used for soaking with N-acetylglucosamine (PDB code 2gue) but different from the cocrystals with mannose, maltose, and 1 ! 6a-mannobiose. Nevertheless, the mode of sugar binding appears the same in all cocrystal forms of monosaccharides ( Fig. 1 ). All six binding sites are occupied, and the conformation of the sugar molecules is similar to that of mannose. The pattern of hydrogen bonding in sugar binding sites for all cocrystal complexes of GRFT is also well conserved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The difference between molecules of glucose and mannose is in the orientation of the O1 atom, with the details of the hydrogen bonding pattern of a glucose molecule shown in Figure 2A . The difference in sugar conformation between these monosaccharides does not appear to affect interactions with GRFT, since O1 points away from the protein chain. Similarly, the acetyl group of N-acetylglucosamine is directed away from the protein The number of unique reflections is given first with Friedel pairs unmerged, and after merging in parentheses. a The values in parentheses relate to the highest resolution shell. b R merge ¼ +|I À AEIae|/+I, where I is the observed intensity and AEIae is the average intensity obtained from multiple observations of symmetry-related reflections after rejections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "where F o and F c are the observed and calculated structure factors, respectively. d R free ¼ defined by Brünger (1992) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 119,
                    "text": "Brünger (1992)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "( Fig. 2B ). In isothermal titration calorimetry binding experiments with GRFT, interaction heats were detected for both glucose and N-acetylglucosamine. These heats of interaction were comparable to that of mannose (Fig. 3) , with a 1.5-fold decrease for glucose and a twofold decrease for N-acetylglucosamine (Table 2 ). In binding experiments with other monosaccharides to GRFT, only minimal or no heats of interaction were detected (data not shown). However, a subtle but important difference between mannose and either glucose or N-acetylglucosamine was detected in the calorimetry binding experiments. As was previously reported (Zió1kowska et al. 2007) , binding between mannose and GRFT was fully saturable (K d ¼ 102 mM). In the case of glucose and N-acetylglucosamine, although interaction heats were detected for both these monosaccharides, saturation of binding was not achieved, and as such, values for the enthalpy of binding and binding affinity could not be numerically derived. Only limited binding of N-acetylglucosamine was observed in soaked crystals . A single molecule of N-acetylglucosamine was found in site 6 of the GRFT dimer, whereas other sites were occupied by different ligands present in the mother liquor, such as ethylene glycol (site 5), sulfate (sites 1 and 4), and water (site 2). Site 3 is involved in intermolecular contacts and is not accessible to soaked ligands. Preferential binding of a carbohydrate molecule in site 6 simply indicates easier accessibility, since all six sites are occupied by N-acetylglucosamine in the new cocrystal structure, and the conformation of sugar molecules is similar to that found in the complex with mannose. Additionally, there is a significant difference between the orientation of N-acetylglucosamine in binding site 6 in both the soaked and cocrystal structures (Fig. 2C) . The soaked structure was refined at 2.0 Å resolution, whereas the cocrystal form was refined at 1.56 Å , giving more detailed information and showing clear indications of the presence of both a and b anomers of N-acetylglucosamine in all six binding sites, with the former predominating.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 659,
                    "text": "(Zió1kowska et al. 2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 2,
                    "end": 9,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 311,
                    "end": 319,
                    "text": "(Table 2",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1849,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "It is worth noting that all sites were fully occupied in the cocrystals although the concentration of N-acetylglucosamine in the crystallization solution was ;15 mM, whereas in the previous experiments the unliganded crystals were soaked in 50 mM solution. Soaking experiments were performed repeatedly with varied concentrations of different ligands and resulted in no carbohydrate binding at lower concentration, and in destruction of the crystals when sugar concentration was raised. Thus the previously reported structure of a complex with N-acetylglucosamine obtained by soaking resulted from an irreproducible experiment in which at least some binding could be seen before crystals were destroyed. Although sulfates occupied some of the carbohydrate-binding sites in the soaked structure, sulfate concentration in the cocrystallization experiments was actually significantly higher. The differences between the structures obtained by soaking versus cocrystallization point out why the latter, if feasible, is by far a preferred method of preparing ligand complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Although the antiviral properties of GRFT are based on its ability to bind efficiently oligosaccharides with branches ending in mannose, the structural data presented here indicate that there is apparently very little difference in the ability of this lectin to bind other monosaccharides, such as glucose and N-acetylglucosamine. The fact that the calorimetric results reported here and those from an earlier study with disaccharides show a thermodynamic preference for mannose and 1 ! 6a-mannobiose over glucose and maltose, respectively, indicates that further studies are necessary to determine the biophysical source of this preference. Since previously published data (Mori et al. 2005) indicated that mannose was four-to fivefold better than glucose or N-acetylglucosamine at inhibiting the binding of GRFT to HIV gp120, the functional importance of further investigating this dichotomy is clear.",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 692,
                    "text": "(Mori et al. 2005)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "GRFT used for structural studies was prepared as recombinant protein in Nicothiana benthamiana, expressed and purified as described previously . Crystals of the complexes of GRFT with glucose and N-acetylglucosamine were obtained by the hanging-drop, vapor diffusion method. The crystals of both complexes were grown in 1.8 M MgSO 4 , 0.1 M MES (pH 6.5), with 1:10 molar ratio of GRFT monomers to monosaccharide (protein concentration, ;20 mg/mL). The quality of crystals of the complex with glucose was improved by streak seeding. Crystals of both complexes are isomorphous in the space group P2 1 2 1 2 1 (Table 1) , with a dimer in the asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "X-ray diffraction data were collected at the SER-CAT beamline 22-ID, at the Advanced Photon Source (APS), on a MAR 300CCD detector. Prior to data collection, crystals were briefly soaked in a crystallization buffer containing additional 10% ethylene glycol and were rapidly frozen in a nitrogen stream (temperature, 100 K). All data were processed and scaled using the HKL2000 package (Otwinowski and Minor 1997) . The structures of both complexes were solved by molecular replacement with PHASER (Storoni et al. 2004 ) using as a model the coordinates of GRFT dimer from the complex with mannose refined at 1.78 Å resolution (PDB code 2guc) . For the complex with glucose, a solution was found with the Z-score of 15.7 after rotation function search and 23.5 after translation function search, and resulted in R ¼ 0.267 and R free ¼ 0.288 after a single run of restrained refinement with no rebuilding. The solution for the complex with N-acetylglucosamine was found with the Z-score of 14.3 after rotation function and 27.7 after translation function, and with R ¼ 0.231 and R free ¼ 0.318 after the first run of restrained refinement. The structures were further rebuilt with COOT (Emsley and Cowtan 2004) and refined with REFMAC5 (Murshudov et al. 1997) . The results of the refinement are summarized in Table 1 . The coordinates and structure factors have been deposited in the PDB with accession codes 2nuo and 2nu5 for the experimentally determined complexes of GRFT with glucose and N-acetylglucosamine, respectively.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 412,
                    "text": "(Otwinowski and Minor 1997)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 497,
                    "end": 517,
                    "text": "(Storoni et al. 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1184,
                    "end": 1208,
                    "text": "(Emsley and Cowtan 2004)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1234,
                    "end": 1257,
                    "text": "(Murshudov et al. 1997)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1308,
                    "end": 1315,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "All calorimetric titration experiments were carried out on a VP-ITC titration calorimeter (Microcal Inc.). In each experiment, 5 mL aliquots of a 1.18 mM solution of a monosaccharide were titrated into a rapidly spinning (300 rpm) solution of a 0.17 mM solution of GRFT (cell volume, 1.3472 mL) held at constant temperature (30°C). A total of 55 injections were made per experiment. All protein solutions were dialyzed in 10 mM PBS (pH 7.4), and the exact concentration of GRFT in each experiment was determined by amino acid analysis on a Hitachi model L-8800 automated amino acid analyzer according to manufacturer's protocols. The binding isotherms were corrected for the heats of dilution, and the resulting area under the interaction heat peaks were normalized to the amount of monosaccharide and averaged over the course of the experiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The free R value: A novel statistical quantity for assessing the accuracy of crystal structures",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Brünger",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "355",
            "issn": "",
            "pages": "472--474",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and characterization of Myrianthus holstii lectin, a potent HIV-1 inhibitory protein from the plant Myrianthus holstii",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Charan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C I I"
                    ],
                    "last": "Sowder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Currens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Pannell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Nat. Prod",
            "volume": "63",
            "issn": "",
            "pages": "1170--1174",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New folds for all-b proteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chothia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Murzin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Structure",
            "volume": "1",
            "issn": "",
            "pages": "217--222",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coot: Model-building tools for molecular graphics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Emsley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cowtan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Crystallogr",
            "volume": "60",
            "issn": "",
            "pages": "2126--2132",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of griffithsin, a novel HIV-inactivating protein, from the red alga Griffithsia sp",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Sowder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bringans",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gardella",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cochran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Turpin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Buckheit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "9345--9353",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Refinement of macromolecular structures by the maximum-likelihood method",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Murshudov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Vagin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dodson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Acta Crystallogr",
            "volume": "53",
            "issn": "",
            "pages": "240--255",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Processing of X-ray diffraction data collected in oscillation mode",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Otwinowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Methods Enzymol",
            "volume": "276",
            "issn": "",
            "pages": "307--326",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Likelihood-enhanced fast rotation functions",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Storoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Acta Crystallogr",
            "volume": "60",
            "issn": "",
            "pages": "432--438",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structural studies of algal lectins with anti-HIV activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Zió1kowska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wlodawer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acta Biochim. Pol",
            "volume": "53",
            "issn": "",
            "pages": "617--626",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Domain-swapped structure of the potent antiviral protein griffithsin and its mode of carbohydrate binding",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Zió1kowska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Giomarelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vojdani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wlodawer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "7",
            "issn": "",
            "pages": "1127--1135",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Crystallographic, thermodynamic, and molecular modeling studies of the mode of binding of oligosaccharides to the potent antiviral protein griffithsin",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Zió1kowska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Dwek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wormald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wlodawer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proteins",
            "volume": "67",
            "issn": "",
            "pages": "661--670",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Superposition of the structures of mannose (green) and glucose (yellow, A), or N-acetylglucosamine (white, B) in the binding sites 1-3 in the cocrystal complexes of GRFT. The coordinates of only the predominant a anomer of N-acetylglucosamine are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Details of the interactions between glucose and N-acetylglucosamine and GRFT. (A) Glucose in site 1. The location and lengths of hydrogen bonds are representative for all six principal carbohydrate binding sites. (B) N-acetylglucosamine in site 1. Both anomers are present, and the conformation of the side-chain of Asp109 is twofold disordered.(C) Superposition of the molecules of N-acetylglucosamine found in the binding site 6 of GRFT in the cocrystal (white) and soaked (cyan) forms of the complexes. Both anomers are present in the cocrystal structure, whereas only a single anomer was modeled in the soaked structure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the calorimetric heats of interaction of mannose, glucose, and N-acetylglucosamine with GRFT.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Statistics of data collection and structure refinement",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the use of beamline 22-ID of the Southeast Regional Collaborative Access Team (SER-CAT), located at the Advanced Photon Source, Argonne National Laboratory. Use of the APS was supported by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Contract No. W-31-109-Eng-38. This project has been funded in whole or in part with federal funds from the National Cancer Institute, National Institutes of Health, under contract N01-CO-12400. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. government. This research was supported in part by the Intramural Research Program of the NIH, National Cancer Institute, Center for Cancer Research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}