{
    "paper_id": "1cf54d1c77b7f0494ab971429d26e0e199952d09",
    "metadata": {
        "title": "Cell Discovery Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro",
        "authors": [
            {
                "first": "Jia",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruiyuan",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingyue",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huanyu",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hengrui",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yufeng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhihong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Manli",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Virology",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro Jia Liu 1 , Ruiyuan Cao 2 , Mingyue Xu 1,3 , Xi Wang 1 , Huanyu Zhang 1,3 , Hengrui Hu 1,3 , Yufeng Li 1,3 , Zhihong Hu 1 , Wu Zhong 2 and Manli Wang 1 Dear Editor, The outbreak of coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2/2019-nCoV) poses a serious threat to global public health and local economies. As of March 3, 2020, over 80,000 cases have been confirmed in China, including 2946 deaths as well as over 10,566 confirmed cases in 72 other countries. Such huge numbers of infected and dead people call for an urgent demand of effective, available, and affordable drugs to control and diminish the epidemic.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 268,
                    "text": "Wang 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "We have recently reported that two drugs, remdesivir (GS-5734) and chloroquine (CQ) phosphate, efficiently inhibited SARS-CoV-2 infection in vitro 1 . Remdesivir is a nucleoside analog prodrug developed by Gilead Sciences (USA). A recent case report showed that treatment with remdesivir improved the clinical condition of the first patient infected by SARS-CoV-2 in the United States 2 , and a phase III clinical trial of remdesivir against SARS-CoV-2 was launched in Wuhan on February 4, 2020. However, as an experimental drug, remdesivir is not expected to be largely available for treating a very large number of patients in a timely manner. Therefore, of the two potential drugs, CQ appears to be the drug of choice for large-scale use due to its availability, proven safety record, and a relatively low cost. In light of the preliminary clinical data, CQ has been added to the list of trial drugs in the Guidelines for the Diagnosis and Treatment of COVID-19 (sixth edition) published by National Health Commission of the People's Republic of China. CQ (N4-(7-Chloro-4-quinolinyl)-N1,N1-diethyl-1,4pentanediamine) has long been used to treat malaria and amebiasis. However, Plasmodium falciparum developed widespread resistance to it, and with the development of new antimalarials, it has become a choice for the prophylaxis of malaria. In addition, an overdose of CQ can cause acute poisoning and death 3 . In the past years, due to infrequent utilization of CQ in clinical practice, its production and market supply was greatly reduced, at least in China. Hydroxychloroquine (HCQ) sulfate, a derivative of CQ, was first synthesized in 1946 by introducing a hydroxyl group into CQ and was demonstrated to be much less (~40%) toxic than CQ in animals 4 . More importantly, HCQ is still widely available to treat autoimmune diseases, such as systemic lupus erythematosus and rheumatoid arthritis. Since CQ and HCQ share similar chemical structures and mechanisms of acting as a weak base and immunomodulator, it is easy to conjure up the idea that HCQ may be a potent candidate to treat infection by SARS-CoV-2. Actually, as of February 23, 2020, seven clinical trial registries were found in Chinese Clinical Trial Registry (http://www.chictr.org.cn) for using HCQ to treat COVID-19. Whether HCQ is as efficacious as CQ in treating SARS-CoV-2 infection still lacks the experimental evidence.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "To this end, we evaluated the antiviral effect of HCQ against SARS-CoV-2 infection in comparison to CQ in vitro. First, the cytotoxicity of HCQ and CQ in African green monkey kidney VeroE6 cells (ATCC-1586) was measured by standard CCK8 assay, and the result showed © The Author(s) 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/. (Fig. 1a) . To better compare the antiviral activity of CQ versus HCQ, the dose-response curves of the two compounds against SARS-CoV-2 were determined at four different multiplicities of infection (MOIs) by quantification of viral RNA copy numbers in the cell supernatant at 48 h post infection (p.i.). The data summarized in Fig. 1a and Supplementary Table S1 show that, at all MOIs (0.01, 0.02, 0.2, and 0.8), the 50% maximal effective concentration (EC 50 ) for CQ (2.71, 3.81, 7.14, and 7.36 μM) was lower than that of HCQ (4.51, 4.06, 17.31, and 12.96 μM). The differences in EC 50 values were statistically significant at an MOI of 0.01 (P < 0.05) and MOI of 0.2 (P < 0.001) (Supplementary Table S1 ). It is worth noting that the EC 50 values of CQ seemed to be a little higher than that in our previous report (1.13 μM at an MOI of 0.05) 1 , which is likely due to the adaptation of the virus in cell culture that significantly increased viral infectivity upon continuous passaging. Consequently, the selectivity index (SI = CC 50 /EC 50 ) of CQ (100.81, 71.71, 38.26, and 37.12) was higher than that of HCQ (55.32, 61.45, 14.41, 19.25) at MOIs of 0.01, 0.02, 0.2, and 0.8, respectively. These results were corroborated by immunofluorescence microscopy as evidenced by different expression levels of virus nucleoprotein (NP) at the indicated drug concentrations at 48 h p.i. (Supplementary Fig. S1 ). Taken together, the data suggest that the anti-SARS-CoV-2 activity of HCQ seems to be less potent compared to CQ, at least at certain MOIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 860,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1185,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 1204,
                    "end": 1212,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1556,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 2234,
                    "end": 2256,
                    "text": "(Supplementary Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "Both CQ and HCQ are weak bases that are known to elevate the pH of acidic intracellular organelles, such as endosomes/lysosomes, essential for membrane fusion 5 . In addition, CQ could inhibit SARS-CoV entry through changing the glycosylation of ACE2 receptor and spike protein 6 . Time-of-addition experiment confirmed that HCQ effectively inhibited the entry step, as well as the post-entry stages of SARS-CoV-2, which was also found upon CQ treatment (Supplementary Fig. S2 ). To further explore the detailed mechanism of action of CQ and HCQ in inhibiting virus entry, co-localization of virions with early endosomes (EEs) or endolysosomes (ELs) was analyzed by immunofluorescence analysis (IFA) and confocal microscopy. Quantification analysis showed that, at 90 min p.i. in untreated cells, 16.2% of internalized virions (anti-NP, red) were observed in early endosome antigen 1 (EEA1)-positive EEs (green), while more virions (34.3%) were transported into the late endosomal-lysosomal protein LAMP1 + ELs (green) (n > 30 cells for each group). By contrast, in the presence of CQ or HCQ, significantly more virions (35.3% for CQ and 29.2% for HCQ; P < 0.001) were detected in the EEs, while only very few virions (2.4% for CQ and 0.03% for HCQ; P < 0.001) were found to be co-localized with LAMP1 + ELs (n > 30 cells) (Fig. 1b, c) . This suggested that both CQ and HCQ blocked the transport of SARS-CoV-2 from EEs to ELs, which appears to be a requirement to release the viral genome as in the case of SARS-CoV 7 .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 278,
                    "end": 279,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 476,
                    "text": "(Supplementary Fig. S2",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1335,
                    "text": "(Fig. 1b, c)",
                    "ref_id": null
                }
            ],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "Interestingly, we found that CQ and HCQ treatment caused noticeable changes in the number and size/morphology of EEs and ELs (Fig. 1c) . In the untreated cells, most EEs were much smaller than ELs (Fig. 1c) . In CQand HCQ-treated cells, abnormally enlarged EE vesicles were observed (Fig. 1c , arrows in the upper panels), many of which are even larger than ELs in the untreated cells. This is in agreement with previous report that treatment with CQ induced the formation of expanded cytoplasmic vesicles 8 . Within the EE vesicles, virions (red) were localized around the membrane (green) of the vesicle. CQ treatment did not cause obvious changes in the number and size of ELs; however, the regular vesicle structure seemed to be disrupted, at least partially. By contrast, in HCQ-treated cells, the size and number of ELs increased significantly (Fig. 1c , arrows in the lower panels).",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 197,
                    "end": 206,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 291,
                    "text": "(Fig. 1c",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 858,
                    "text": "(Fig. 1c",
                    "ref_id": null
                }
            ],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "Since acidification is crucial for endosome maturation and function, we surmise that endosome maturation might be blocked at intermediate stages of endocytosis, resulting in failure of further transport of virions to the ultimate releasing site. CQ was reported to elevate the pH (see figure on previous page) Fig. 1 Comparative antiviral efficacy and mechanism of action of CQ and HCQ against SARS-CoV-2 infection in vitro. a Cytotoxicity and antiviral activities of CQ and HCQ. The cytotoxicity of the two drugs in Vero E6 cells was determined by CCK-8 assays. Vero E6 cells were treated with different doses of either compound or with PBS in the controls for 1 h and then infected with SARS-CoV-2 at MOIs of 0.01, 0.02, 0.2, and 0.8. The virus yield in the cell supernatant was quantified by qRT-PCR at 48 h p.i. Y-axis represents the mean of percent inhibition normalized to the PBS group. The experiments were repeated twice. b, c Mechanism of CQ and HCQ in inhibiting virus entry. Vero E6 cells were treated with CQ or HCQ (50 μM) for 1 h, followed by virus binding (MOI = 10) at 4°C for 1 h. Then the unbound virions were removed, and the cells were further supplemented with fresh drug-containing medium at 37°C for 90 min before being fixed and stained with IFA using anti-NP antibody for virions (red) and antibodies against EEA1 for EEs (green) or LAMP1 for ELs (green). The nuclei (blue) were stained with Hoechst dye. The portion of virions that co-localized with EEs or ELs in each group (n > 30 cells) was quantified and is shown in b. Representative confocal microscopic images of viral particles (red), EEA1 + EEs (green), or LAMP1 + ELs (green) in each group are displayed in c. The enlarged images in the boxes indicate a single vesicle-containing virion. The arrows indicated the abnormally enlarged vesicles. Bars, 5 μm. Statistical analysis was performed using a one-way analysis of variance (ANOVA) with GraphPad Prism (F = 102.8, df = 5,182, ***P < 0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 316,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "of lysosome from about 4.5 to 6.5 at 100 μM 9 . To our knowledge, there is a lack of studies on the impact of HCQ on the morphology and pH values of endosomes/ lysosomes. Our observations suggested that the mode of actions of CQ and HCQ appear to be distinct in certain aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "It has been reported that oral absorption of CQ and HCQ in humans is very efficient. In animals, both drugs share similar tissue distribution patterns, with high concentrations in the liver, spleen, kidney, and lung reaching levels of 200-700 times higher than those in the plasma 10 . It was reported that safe dosage (6-6.5 mg/kg per day) of HCQ sulfate could generate serum levels of 1.4-1.5 μM in humans 11 . Therefore, with a safe dosage, HCQ concentration in the above tissues is likely to be achieved to inhibit SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 408,
                    "end": 410,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        },
        {
            "text": "Clinical investigation found that high concentration of cytokines were detected in the plasma of critically ill patients infected with SARS-CoV-2, suggesting that cytokine storm was associated with disease severity 12 . Other than its direct antiviral activity, HCQ is a safe and successful anti-inflammatory agent that has been used extensively in autoimmune diseases and can significantly decrease the production of cytokines and, in particular, pro-inflammatory factors. Therefore, in COVID-19 patients, HCQ may also contribute to attenuating the inflammatory response. In conclusion, our results show that HCQ can efficiently inhibit SARS-CoV-2 infection in vitro. In combination with its anti-inflammatory function, we predict that the drug has a good potential to combat the disease. This possibility awaits confirmation by clinical trials. We need to point out, although HCQ is less toxic than CQ, prolonged and overdose usage can still cause poisoning. And the relatively low SI of HCQ requires careful designing and conducting of clinical trials to achieve efficient and safe control of the SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O R R E S P O N D E N C E O p e n A c c e s s"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Review of side effects and toxicity of chloroquine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weniger",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Bull. World Health",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Animal toxicity and pharmacokinetics of hydroxychloroquine sulfate",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcchesney",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. J. Med",
            "volume": "75",
            "issn": "",
            "pages": "11--18",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chloroquine inhibits autophagic flux by decreasing autophagosome-lysosome fusion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mauthe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Autophagy",
            "volume": "14",
            "issn": "",
            "pages": "1435--1455",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New insights into the antiviral effects of chloroquine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savarino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect. Dis",
            "volume": "6",
            "issn": "",
            "pages": "67--69",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ebola virus and severe acute respiratory syndrome coronavirus display late cell entry kinetics: evidence that transport to NPC1+ endolysosomes is a rate-defining step",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mingo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "",
            "pages": "2931--2943",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of phospholipidosis on the cellular pharmacokinetics of chloroquine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosania",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Pharmacol. Exp. Ther",
            "volume": "336",
            "issn": "",
            "pages": "661--671",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Fluorescence probe measurement of the intralysosomal pH in living cells and the perturbation of pH by various agents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohkuma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "75",
            "issn": "",
            "pages": "3327--3331",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Choloroquine: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Popert",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Rheumatology",
            "volume": "15",
            "issn": "",
            "pages": "235--238",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dosage of antimalarial drugs for children with juvenile rheumatoid arthritis and systemic lupus erythematosus. A clinical study with determination of serum concentrations of chloroquine and hydroxychloroquine",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Laaksonen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Koskiahde",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Juva",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Scand. J. rheumatol",
            "volume": "3",
            "issn": "",
            "pages": "103--108",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Correspondence: Zhihong Hu (huzh@wh.iov.cn) or Wu Zhong (zhongwu@bmi.ac.cn) or Manli Wang (wangml@wh.iov.cn) State Key Laboratory of Virology, Wuhan Institute of Virology, Center for Biosafety Mega-Science, Chinese Academy of Sciences, 430071 Wuhan, China National Engineering Research Center for the Emergency Drug, Beijing Institute of Pharmacology and Toxicology, 100850 Beijing, China Full list of author information is available at the end of the article. These authors contributed equally: Jia Liu, Ruiyuan Cao, Mingyue Xu that the 50% cytotoxic concentration (CC 50 ) values of CQ and HCQ were 273.20 and 249.50 μM, respectively, which are not significantly different from each other",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Professor Zhengli Shi and Dr. Xinglou Yang from Wuhan Institute of Virology and Professor Fei Deng from National Virus Resource Center for providing SARS-CoV-2 strain (nCoV-2019BetaCoV/Wuhan/WIV04/2019); Professor Xiulian Sun for kind help in statistical analysis; Professor Zhenhua Zheng for kindly providing the anti-LAMP1 rabbit polyclonal antibody; Prof. Zhengli Shi for kindly providing the anti-NP polyclonal antibody; Beijing Savant Biotechnology Co., ltd for kindly providing the anti-NP monoclonal antibody; Min Zhou and Xijia Liu for their assistance with this study; Jia Wu, Jun Liu, Hao Tang, and Tao ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 618,
                    "end": 621,
                    "text": "Tao",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Supplementary Information accompanies the paper at (https://doi.org/ 10.1038/s41421-020-0156-0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}