{
    "paper_id": "1d02b63927570f2f84c706d698ede49cc30d69ba",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Nha",
                "middle": [],
                "last": "Trang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Pasteur",
                "middle": [],
                "last": "Institute",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nam",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ninh",
                "middle": [],
                "last": "Hoa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Khanh",
                "middle": [],
                "last": "Hoa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Viet",
                "middle": [
                    "Nam"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Victorian Infectious Diseases Reference Laboratory",
                    "institution": "North Melbourne",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A cute viral respiratory infections are an important cause of morbidity and hospitalization in Viet Nam where social and demographic conditions appear to heighten the risk of outbreaks capable of causing widespread disease and mortality. In Viet Nam, human infections with avian influenza A(H5N1) virus have occurred since 2003 1 and cases of severe acute respiratory syndrome (SARS) occurred in 2004. The socio-demographic and clinical features relating to these infections in Viet Nam have been previously described. 2-7 Although SARS has not reappeared, sporadic cases of human infection with avian influenza viruses continue to occur. As of November 2011, Viet Nam has recorded the third highest number of avian influenza cases and second highest number of related deaths globally. 5 More recently, the rapid spread of the influenza A(H1N1) pandemic 2009 strain (hereafter referred to as A[H1N1]pdm09) into Viet Nam resulted in many thousands of laboratory-confirmed cases and 58 associated deaths during the first epidemic Correspondence to Thomas Tran (e-mail: thomas.tran@mh.org.au).",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 787,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "wave. 8 Common non-influenza respiratory viruses are also important causes of significant acute respiratory infection in the country. 9, 10 The primary aim of this study was to assist the Virology Laboratory at the Nha Trang Pasteur Institute (NTPI) to develop laboratory preparedness for respiratory virus outbreaks, including the detection of common respiratory viruses and avian influenza viruses. Such laboratory capacity would provide early warning to Vietnamese public health authorities of an outbreak of infection of importance to human health, knowledge of which could be passed on to other countries in the region, including Australia. A second aim was to use the established polymerase chain reaction (PCR) methods to test respiratory samples collected from patients attending a local general hospital as proof of principal that staff training and transfer of technology were adequate. The surveillance period coincided with the occurrence of A(H1N1)pdm09, thereby enabling a ",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "text": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "10",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral nucleic acid was extracted from 200μl of sample using a QIAxtractor robot (Qiagen, Valencia, CA, USA) and Qiagen DX reagent packs. The elution volume was 70μl. To control for the nucleic acid extraction, reverse transcription and PCR amplification steps, a non-human RNA virus (bovine viral diarrhoea virus [BVDV] ) was spiked at low copy number into each sample before nucleic acid extraction and amplified using BVDVspecific primers. Reverse transcription was performed on 10μl of extract using random hexamer priming as previously described. 11",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 319,
                    "text": "[BVDV]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nucleic acid extraction and reverse transcription"
        },
        {
            "text": "Respiratory viruses were detected using multiplex PCR assays based on methods reported previously. 11, 12 The viruses detected were: influenza A, influenza B, parainfluenza virus (PIV) types 1, 2 and 3, respiratory syncytial virus (RSV), picornaviruses (rhinoviruses and enteroviruses), adenoviruses, human metapneumoviruses (hMPV), and human coronavirus (HCoV) types OC43, 229E and NL63. Modifications to the published methods involved replacement of subtype-specific (H1 and H3) primers with primers specific for the influenza A matrix gene and the addition of primers to enable HCoV-NL63 detection. The primer sequences targeting the influenza A virus matrix gene and HCoV-NL63 are shown in Table 1 . Differentiation of rhinoviruses from enteroviruses involved testing of picornavirus-positive specimens in an enterovirusspecific nested PCR as follows: 2.5μl of cDNA was added to a final first-round mastermix volume of 40μl with primers ENTC and ENTD ( Table 1) . Subsequent cycling conditions were 95°C for three minutes followed by 35 cycles of 30 seconds at 95°C, 30 seconds at 53°C and 30 seconds at 72°C, with final extension of five minutes at 72°C. Two microlitres of first-round PCR product were then transferred to a second round mastermix containing second-round primers ENTB and ENTC. Second round amplification was for 25 cycles at the conditions described above. The final PCR product was analysed on an agarose gel stained with ethidium bromide.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "12",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 701,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 957,
                    "end": 965,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Respiratory virus detection by PCR"
        },
        {
            "text": "Subtyping of influenza A viruses detected before the emergence of A(H1N1)pdm09 was performed using practical assessment of the laboratory capacity that had been developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtyping of infl u enza A strains"
        },
        {
            "text": "Specimens were collected from patients attending the Ninh Hoa General Hospital in Khanh Hoa province in rural south-central Viet Nam. The provincial capital city, Nha Trang, is located on the south-eastern coast, 38 km from the hospital. The region has a tropical climate with average temperatures ranging between 27°C and 33°C across two seasons: a dry season from January through August and a wet season from September until the end of December. The district population was 241 173 in 2009. In the same year, the 200-bed hospital treated a total of 19 516 patients, 927 with suspected pneumonia and 1654 with upper respiratory tract illnesses. The choice of the NTPI as the participating laboratory in Viet Nam was made by the Viet Nam Ministry of Health because laboratory capacity existed in the north (Ha Noi) and south (Ho Chi Minh City) but was less developed in the central regions of the country. Support to NTPI involved transfer of test methods and purchase of equipment suitable for rapid throughput testing. The established procedure required testing by locally trained Vietnamese scientists immediately on receipt of the samples, and same-day reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study population"
        },
        {
            "text": "Nose and throat swabs were collected from approximately 20 consenting patients each week between October 2008 and September 2010 inclusive. All patients had symptoms consistent with respiratory infection. Sample numbers were increased to approximately 40 per week during the outbreak of A(H1N1)pdm09. The swabs were pooled into 1.5ml of viral transport media, stored onsite at 4°C and then transported at 4°C twice weekly to NTPI where PCR testing for common respiratory viruses was performed on the day of arrival by local NTPI-employed scientists. During the 2009 outbreak, specimens not related to surveillance were also received at NTPI but were only tested for A(H1N1)pdm09. The presence of bacteria and other non-viral agents capable of causing respiratory symptoms was not sought in any samples. Surveillance samples were not collected during Vietnamese Lunar New Year occurring in January 2009 and February 2010. Laboratory pandemic planning for respiratory viruses, Viet Nam Tran et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specimen collection"
        },
        {
            "text": "Of the 2144 surveillance samples tested, 1235 (57.6%) were positive for at least one virus ( Table 2 ). The most common were influenza strains, more than half of which were A(H1N1)pdm09, first detected at the end of the dry season in 2009, then persisting through the wet season in that year (Table 2, Figure 1 ). This virus replaced an epidemic of A(H3N2) that occurred throughout the dry season in 2009. The A(H3N2) strain reappeared in 2010, peaking at the end of the dry season. A(H1N1) pdm09 infected mainly children and young adults, in contrast to influenza A(H3N2) infections, which mainly occurred in children under five-years-old ( Table 3) . Two large influenza B epidemics occurred during the study, peaking in the wet seasons of 2008 and 2010 but also circulating at low levels during the dry season in both years. Seasonal A(H1N1) strains were rarely detected. There was a single detection of non-pathogenic H5N1 in a three-year-old child ( Table 3) . This child had no known contact with poultry or other birds, but lived within one kilometre of an ostrich farm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 302,
                    "end": 310,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 642,
                    "end": 650,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 955,
                    "end": 963,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Infl uenza virus detections"
        },
        {
            "text": "Of the 1541 non-surveillance samples tested during June to December 2009 for the pandemic strain, 637 (41%) were positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infl uenza virus detections"
        },
        {
            "text": "Picornaviruses were detected throughout the two years of surveillance although only rhinoviruses circulated continuously (Table 2, Figure 1) . Two large enterovirus a hemi-nested gel-based assay. During the 2009 outbreak, all samples were tested in two separate assays, a real-time PCR assay incorporating influenza A virus matrix and BVDV primers and the respiratory multiplex assay. 11 A(H1N1)pdm09 was confirmed in influenza-positive samples using a real-time PCR assay incorporating specific primers. Samples testing negative for the pandemic strain were then tested for influenza A(H3N2) or seasonal influenza A(H1N1) as previously described. 11 Identification of avian influenza H5N1 used a real-time PCR (primers and probe sequences shown in Table 1 ). The final reaction volume was 20μl with a thermal profile of 20 seconds at 95°C followed by 45 cycles of three seconds at 95°C and 30 seconds at 60°C.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 650,
                    "text": "11",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 749,
                    "end": 756,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Non-infl uenza virus detections"
        },
        {
            "text": "A total of 2144 surveillance specimens collected from individual patients were tested, with one quarter of these cases admitted to a hospital ward ( Table 2) . During the A(H1N1)pdm09 outbreak in 2009, the laboratory also received 1541 specimens from patients attending hospitals other than Ninh Hoa for influenza virus testing only (these results are not included as part of the surveillance study). Surveillance patients ranged in age from 0.1 months to 85 years (mean 13 years; median seven years). The majority were children aged five years and under (45.1%). There were more males than females (55% versus 45% [ Table 2 ]). Table 2) . RSV infections, which were not associated with an obvious seasonal distribution, occurred in the very young, adults of childbearing age outbreaks were mainly confined to the dry seasons in 2009 and 2010 (Figure 1) . A similar age distribution was seen for both virus types ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 617,
                    "end": 624,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 629,
                    "end": 637,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 843,
                    "end": 853,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 915,
                    "end": 923,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Specimens and patients"
        },
        {
            "text": "Several respiratory viruses were detected only rarely, including adenovirus (5.3% of the total number of to be investigated. It revealed a similar pattern of circulation of influenza to that which we subsequently observed, with peaks occurring in the wet seasons and lower levels of circulation at other times. Although the study in south Viet Nam did not distinguish between the circulation of influenza A and B, our study showed that both virus types could be detected throughout the year and that conditions prevailing in the wet season favoured increased levels of circulation and infection. There were 148 cases (6.9%) involving co-infection with at least two viruses ( Table 4) . Rhinoviruses (50.7% of all co-infections) and adenoviruses (39.9%) were most commonly involved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 675,
                    "end": 683,
                    "text": "Table 4)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Specimens and patients"
        },
        {
            "text": "The major aim of this study was to build permanent laboratory capacity that could provide early warning to public health authorities of an emerging epidemic of highly pathogenic avian influenza virus or other respiratory viruses. Over the two-year study period, 2144 samples were tested by locally trained Vietnamese scientists, with over half being positive for at least one virus. Viruses detected included influenza, most commonly A(H1N1)pdm09, as well as rhinovirus, enterovirus and adenovirus. The outbreak in 2009 of the influenza A(H1N1) pandemic strain provided an important opportunity for the laboratory to function under pandemic conditions, with an additional 1541 specimens received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Two other studies of respiratory viruses have recently been undertaken in Viet Nam. Both involved hospitalized children living in either the central region where we conducted our investigation or in south Viet Nam. 9, 10 The study in the south was carried out over more than three years between 2004 and 2008, enabling the seasonal distribution of respiratory viruses previous year. The detection of an influenza H5 virus, albeit a non-pathogenic strain, in a patient presenting with symptoms not suggestive of influenza infection, prompted an investigation of asymptomatic household contacts, each of whom returned negative results. During the 2009 influenza outbreak, locally trained medical, nursing and scientific personnel collected, transported and tested large numbers of specimens within a short turnaround time. Transfer of technology and the training of local scientists were the essential elements in this process. Our study shows that the availability of appropriate equipment and molecular-based diagnostic testing contributes to important individual and public health outcomes in geographical locations susceptible to emerging infections.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "10",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of Interests"
        },
        {
            "text": "Enteroviruses causing neurological disease, 19,20 hand, foot and mouth disease and gastroenteritis have been reported in Viet Nam, 19,21 but their association with respiratory syndromes has not been investigated. In our study, enterovirus circulation was restricted to the dry season in both study years. Identification of the enterovirus serotypes involved is currently being undertaken and is of interest since not all serotypes are thought to cause respiratory symptoms. A previous study involving hospitalized children in south Viet Nam also demonstrated the important role of enteroviruses in respiratory disease, but unlike our study did not fully reveal the role of rhinoviruses, probably because testing for type C rhinoviruses was not undertaken. 10 In contrast, previous surveillance in Nha Trang revealed a significant number of cases attributable to rhinovirus infection but did not include testing that would most likely have indicated the importance of enteroviruses. 9",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 758,
                    "text": "10",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Confl icts of Interests"
        },
        {
            "text": "A limitation of our study was that it was not primarily a clinical investigation and therefore we did not have access to detailed clinical information on the patients from whom specimens were collected. Hence, we can only make limited conclusions regarding the clinical impact of the viruses detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of Interests"
        },
        {
            "text": "Overall only one quarter of patients from whom samples were obtained were admitted to a hospital ward. The exception was during the A(H1N1)pdm09 outbreak when more than half of the laboratory-confirmed cases were admitted. Following the first appearance of the pandemic strain in central Viet Nam, suspected cases appear to have been admitted as a precaution while information on the clinical severity of this novel strain was gathered over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of Interests"
        },
        {
            "text": "Because our study involved both children and adults, in contrast to the two previously reported molecular-based studies in Viet Nam involving only children, 9,10 we were able to show that the circulation and morbidity associated with common viruses such as influenza and less common viruses such as RSV, PIV and coronaviruses, had a wide age demographic. To some extent the intervention of A(H1N1)pdm09 hampered our efforts to comprehensively study the seasonality of respiratory viruses in this region of Viet Nam because the scale of the outbreak minimized the likelihood of detecting other circulating respiratory viruses. However, it did provide the opportunity for an assessment of a pandemic plan that had only been established in the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization International Avian Influenza Investigative Team",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The New England Journal of Medicine",
            "volume": "350",
            "issn": "",
            "pages": "1179--1188",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa040419pmid:14985470"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk parameters of fulminant acute respiratory distress syndrome and avian influenza (H5N1) infection in Vietnamese children",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of Infectious Diseases",
            "volume": "200",
            "issn": "",
            "pages": "510--515",
            "other_ids": {
                "DOI": [
                    "10.1086/605034pmid:19591579"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of human influenza A (H5N1) infection in Viet Nam",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Liem",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Infectious Diseases",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1086/599031"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical description of a completed outbreak of SARS in Vietnam",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Vu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030761"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Avian Influenza Weekly Update No",
            "authors": [],
            "year": 2011,
            "venue": "Manila, World Health Organization Western Pacific Regional Office",
            "volume": "",
            "issn": "307",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome (SARS): epidemiology and clinical features",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Postgraduate Medical Journal",
            "volume": "80",
            "issn": "",
            "pages": "373--381",
            "other_ids": {
                "DOI": [
                    "10.1136/pgmj.2004.020263pmid:15254300"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization/Global Outbreak Alert and Response Network Avian Influenza Investigation Team in Viet Nam. Risk factors for human infection with avian influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Dinh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "European Communicable Disease Bulletin",
            "volume": "16",
            "issn": "26",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Update: influenza activity -United States, 2009-10 season",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Continued dominance of pandemic A(H1N1) 2009 influenza in Victoria, Australia in 2010",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "2",
            "issn": "3",
            "pages": "10--18",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2011.2.2.009"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "#44/10). Canberra, Australian Government Department of Health and Ageing",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral etiology of encephalitis in children in southern Vietnam: results of a one-year prospective descriptive study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiologic and virologic investigation of hand, foot, and mouth disease, southern Vietnam",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "1733--1741",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1311.070632pmid:18217559"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of enteroviral infection among infants and children admitted to hospital with acute gastroentritis in",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Phan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Medical Virology",
            "volume": "77",
            "issn": "",
            "pages": "257--264",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20445pmid:16121381"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Hien",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vietnam: a clinical virological and epidemiological analysis",
            "authors": [
                {
                    "first": "Minh",
                    "middle": [],
                    "last": "Ho Chi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "City",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Medicine",
            "volume": "7",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Viral pathogens associated with acute respiratory infections in central vietnamese children",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yoshida",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Pediatric Infectious Disease Journal",
            "volume": "29",
            "issn": "",
            "pages": "75--77",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Viral etiologies of acute respiratory infections among hospitalized Vietnamese children in Ho Chi Minh City",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018176pmid:21455313"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Laboratory diagnosis and surveillance of human respiratory viruses by PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Medical Virology",
            "volume": "75",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human coronavirus OC43 causes influenza-like illness in residents and staff of aged-care facilities in Melbourne",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Australia. Epidemiology and Infection",
            "volume": "133",
            "issn": "",
            "pages": "273--277",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268804003346pmid:15816152"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reality check of laboratory service effectiveness during pandemic (H1N1)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catton",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "963--968",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Surveillance trends of the 2009 influenza A(H1N1) pandemic in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amato-Gauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Euro Surveillance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", a Bui Trong Chien, b Georgina Papadakis, a Julian Druce, a Chris Birch, a Doris Chibo, a Truong Phuoc An, c Le Thi Kim Trang, b Nguyen Bao Trieu, b Doan Thi Thanh Thuy, b Mike Catton a and Trinh Xuan Mai b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "viruses detected), PIV (4.7%), RSV (3.9%), HCoV (3%) and hMPV (0.3%). Parainfluenza viruses, of which type 1 was the most common, circulated throughout both 2009 and 2010 (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fortnightly distribution and detection rates of respiratory viruses, Khanh Hoa Province, Viet Nam, October 2008 to September 2010RSV -respiratory syncytial virus; PIV -parainfluenza virus; hMPV -human metapneumovirus; and HCoV -human coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The transmission of A(H1N1)pdm09 in central Viet Nam shared similarities and differences from that experienced in other geographical locations. In 2009 in Viet Nam, an established outbreak of A(H3N2) was quickly replaced by the pandemic virus, as observed in temperate climates including Australia, the United States of America and Europe.13-15 However, in contrast to the dominance of A(H1N1)pdm09 during subsequent winter influenza seasons in Australia in 2010 and Europe in 2010 and 2011, 16,17 the pandemic virus only returned in very low numbers in and around Nha Trang in 2010.In the first post-pandemic influenza season in 2010, co-circulation of A(H3N2) and influenza type B was observed in this area of Viet Nam, more closely resembling influenza activity patterns observed in northern Asia, the United States of America and Canada.18 RSV and hMPV circulated only in the wet season in central Viet Nam, consistent with the previous study in the south of the country.10 In contrast, coronaviruses, rhinoviruses and adenoviruses circulated throughout the year. The adenoviruses were often associated with co-infections, making their clinical significance unclear. Parainfluenza virus circulation spanned wet and dry seasons. and the elderly. HCoVs were also detected throughout the year across all age groups, albeit in low numbers. OC43 was the most common coronavirus, with a distribution that spanned the wet and dry seasons in 2008 through 2009 and 2009 through 2010 (Table 2,Figure 1).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Tran et al. Laboratory pandemic planning for respiratory viruses, Viet Nam",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Virus, gene target and sequences of primers and probes",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Age group distribution of viruses detected in Khanh Hoa Province, Viet Nam, October 2008 to September 2010RSV -respiratory syncytial virus; hMPV -human metapneumovirus; and HCoV -human coronavirus.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Patient demographics and viruses detected from subjects treated as outpatients or inpatients, Khanh Hoa Province, Viet Nam, October 2008 to September 2010",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Number and type of co-infections detected in 2144 samples tested, Khanh Hoa Province, Viet Nam, October 2008 to September 2010 Flu A -influenza virus A; Flu B -influenza virus B; ADV -adenovirus; RSV -respiratory syncytial virus; EV -enterovirus; HRV -human rhinovirus; PIV -parainfluenza virus; HCoV -human coronavirus; and hMPV -human metapneumovirus.Laboratory pandemic planning for respiratory viruses, Viet Nam Tran et al.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was conceived and funded by the Australian Agency for International Development under its Australia-Viet Nam Laboratory Partnership Programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement and funding"
        }
    ]
}