{
    "paper_id": "1d2e9b581427ec166bb6bb3451581650c5aadf93",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The resilience of the Spanish health system against the COVID-19 pandemic Spain, with more than 11 000 cases and 491 deaths as of March 17, 2020, has one of the highest burdens of coronavirus disease 2019 (COVID-19) worldwide. In response, its government used a royal decree (463/2020) 1 to declare a 15-day national emergency, starting on March 15. Although the Spanish health system has coped well during the 6 weeks since its first case was diagnosed, it will be tested severely in the coming weeks as there is already widespread community transmission in the most affected regions, Madrid, the Basque Country, and Catalonia. The number of new cases in the country is increasing by more than 1000 each day. A crisis such as this places pressure on all building blocks of a health system, 2 each of which we consider in turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first is governance. Coordination is crucial in any country, but especially in one like Spain in which responsibility for health is devolved to 17 very diverse regions. The Health Alert and Emergency Coordination Centre (Centro de Coordinación de Alertas y Emergencias Sanitarias in Spanish), created in 2004, provides a mechanism for coordination between the national and regional governments. This mechanism has not, however, ensured that measures are fully coordinated. Thus, the Basque Country declared a public health emergency before any other region, whereas Catalonia requested a complete shutdown of the region, including closure of air, sea, and land ports. Madrid, La Rioja, and Vitoria banned gatherings of more than 1000 people. These measures were accompanied by a range of social distancing measures, including closure of schools, universities, libraries, centres for older people, and sporting venues, and even restricting all movement in some of the most affected areaS. 3 In a country in which regional autonomy has been politically important, the new decree includes a controversial measure to give the central government sweeping new powers over health services, transport, and internal affairs, including giving members of the armed forces powers of law enforcement. These measures have provoked opposition in Catalonia and the Basque Country, which have their own police forces that will now come under national control. However, the imposition of restrictions on movement of people to allow only that necessary to get to work or buy food and medicines, as well as the closure of borders does seem to have been accepted, at least so far, with only limited disagreement among the main parties on the measures adopted.",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 993,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second building block is financing. Before the decree, central government adopted a series of financial measures to support the health system and protect businesses. It had allocated €2800 million to all regions for health services and created a new fund with €1000 million for priority health interventions. 4 However, these amounts need to be seen against the background of almost a decade of austerity from which the health system has yet to recover. 5 Third, in service delivery, the national Ministry of Health has developed a set of clinical protocols, published on its website. Additional advice is published by certain regions and updated, in some cases, on a daily basis. 6 Health facilities in the worst affected regions are struggling, with inadequate intensive care capacity and an insufficient number of ventilators in particular. Both Catalonia and Madrid 7 have cancelled non-emergency surgery and cleared beds where possible. COVID-19 telephone help lines have long delays or have simply collapsed in some regions. The new decree allows the regions to take over management of private health services while military installations will be used for public health purposes.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 458,
                    "end": 459,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 685,
                    "end": 686,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fourth block is medicines and equipment. So far, no serious shortages have been reported but supplies of personal protective equipment in health facilities have been a concern in all regions leading to re-use, despite the known risks. There is a particular shortage of face masks caused by early panic buying. These shortages have encouraged profiteering, with private laboratories, for example, charging exorbitant amounts for tests. 8 In response, the central government has centralised purchasing and introduced price controls on medicines 9 requiring companies producing relevant equipment to inform the central government of their stocks within 48 h.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 547,
                    "end": 548,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fifth block comprises health workers. Many reports suggest that they are stretched to the point of exhaustion. This situation in part reflects existing staff shortages, again following years of austerity with resultant low salaries. Before the decree, patchy and insufficient measures were suggested such as cancelling holidays or bringing retired nurses and doctors back into the health service. The problems are being exacerbated by the quarantining of a growing number of health workers exposed to patients who are infected. 10 The new decree permits hiring graduates without specialisation, final year medical and nursing students, and extending contracts of medical residents.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The final building block, information, is widely considered to have been provided by authorities at all levels in a timely manner via mainstream and social media. The Spanish media has largely acted responsibly, disseminating accurate information and debunking fake news stories circulating on social media networks. These developments have coincided with changing attitudes among the Spanish population. Initially, the disease attracted little attention, but this calm soon gave way to panic and hoarding of key supplies once cases began to increase. However, many manifestations of solidarity have been seen, such as supporting health professionals, those who are most vulnerable, and voluntary social distancing, including greater home working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Already, at least five important lessons can be drawn from the Spanish experience. First, additional financial resources are needed to support regional health systems, each with different initial resources and current challenges. Second, long-term underinvestment in health services, as seen in many countries following the 2008 financial crisis, impairs their resilience by depleting their ability to respond to surges in need for health care with sufficient health professionals, intensive care unit beds, protective equipment, diagnostic test kits, and mechanical ventilators. Third, although Spanish residents do seem largely to have responded responsibly so far, it will be important to draw on evidence from behavioural sciences to ensure that this conduct continues over what could be many months. Fourth, although coordination between the national and regional governments has generally been good, work will be needed to ensure this continues over the next few months, with an understanding that politicians must not be allowed to exploit the situation for political gain. Finally, once the pandemic is over, Spain will need to address the decade of underinvestment in its previously strong health sector, which has left it struggling at this time of crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Real Decreto 463/2020, de 14 de marzo, por el que se declara el estado de alarma para la gestión de la situación de crisis sanitaria ocasionada por el COVID-19",
            "authors": [
                {
                    "first": "Spanish",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monitoring the building blocks of health systems: a handbook of indicators and their measurement strategies. World Health Organization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "El Govern decreta el confinament dels municipis d'Igualada, Vilanova del Camí, Santa Margarida de Montbui i Òdena",
            "authors": [
                {
                    "first": "Catalan",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real Decreto-ley 7/2020, de 12 de marzo, por el que se adoptan medidas urgentes para responder al impacto económico del",
            "authors": [
                {
                    "first": "Spanish",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Will austerity cuts dismantle the Spanish healthcare system?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otero",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alvarez-Dardet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Martin-Moreno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health Alert and Emergency Co-ordination Centre (CCAES)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La Comunidad de Madrid aprueba medidas extraordinarias por el coronavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Community",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Un hospital privado ofrece pruebas de coronavirus a 300 euros",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rubio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Real Decreto-ley 6/2020, de 10 de marzo, por el que se adoptan determinadas medidas urgentes en el ámbito económico y para la protección de la salud pública",
            "authors": [
                {
                    "first": "Spanish",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Casi 200 sanitarios están en cuarentena por el virus",
            "authors": [
                {
                    "first": "El",
                    "middle": [],
                    "last": "País",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}