{
    "paper_id": "1da87a0020940cd3966e46458c7ce9716c246348",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Email: catzan@nasw.org Even as the World Health Organization declared that severe acute respiratory syndrome (SARS) is coming under control everywhere but in China, researchers meeting in New York on Saturday said that too little is known about the SARS virus to predict what will happen next. To gain some clues, the scientists looked to other coronaviruses to shed light on the new disease's next move.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Chief among the questions on their minds: Where did the new virus come from, what causes some people to become \"super spreaders\" of the virus, and how can scientists use years of expertise in developing treatments and vaccines for animal coronaviruses to design therapeutics for SARS? \"Perhaps if we spend more time studying disease in wildlife, we might learn enough to prevent diseases like SARS from causing problems in humans,\" said W. Ian Lipkin, director of the Center for Immunopathogenesis and Infectious Diseases at the Mailman School of Public Health at Columbia University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Lipkin was one of the organizers of Saturday's meetingat the New York Academy of Sciences to trade information on the latest SARS research. However, he addressed the attendees via telephone from home, having quarantined himself after developing a fever and cough following his return from China last week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "In all the coronaviruses, which cause a variety of diseases in cows, pigs, chickens, house cats, and other animals, the spike (S) glycoprotein is the key protein involved in docking the virus to a cell and infusing the virus into the cell membrane during infection. It also elicits an immune response from the body, making it an attractive target for a vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "But coronaviruses are otherwise extremely species-specific-viruses that infect pigs do not tend to infect cows -so finding an animal model for SARS could be difficult. The two previously known human coronaviruses, which cause colds, do not have animal models. Experimentally, researchers have been able to mutate the S glycoprotein and cause the coronavirus to jump species. But the sequence of the SARS virus is so different from those of the three known subfamilies of coronaviruses, \"It doesn't have enough similarity to any known species to have jumped,\" said Kathryn V. Holmes, a microbiologist at the University of Colorado Health Sciences Center. \"It is much more likely to have evolved separately.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "As to speculation that the virus has already mutated since first appearing in humans, Holmes said RNA viruses mutate at a much higher rate than other viruses, but most of the mutant strains don't radically change the behavior of the virus. \"More likely the mutants will serve as epidemiological marks for tracing who gave the virus to whom.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Even so, small mutations in animal coronaviruses have led to major changes in how the virus behaves. A deletion mutation in the gene coding for the S glycoprotein in a pig virus caused it to shift from colonizing the gastrointestinal tract and causing diarrhea to invading the respiratory tract and causing pneumonia, said Linda Saif, an expert on animal coronaviruses at Ohio State University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "In cattle, the route of infection can determine the severity of the disease, said Saif. An animal infected via inhaled aerosolized particles sheds virus for a longer period of time and experiences more severe illness than an animal infected via the inhaled droplets spread through \"close contact.\" The infection dose also determines the duration and amount of shedding of the virus, said Saif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Scientists are still unsure how the virus gets deep into the lungs, where it causes alveolar damage that can be fatal. Most cold and flu viruses lodge in the upper respiratory tract, including the nose, sinuses, and throat. The SARS virus may lodge there and then work its way down, or it may diffuse into the bloodstream and reemerge in the lungs. If the latter is true, then blood levels of virus, or titer, could be very important in charting the course of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "No one has yet correlated titer with severity of the disease because samples from patients were not collected in the early days of the outbreak. \"We were too busy dealing with the disease,\" said Donald Low, who treated SARS patients at Mount Sinai Hospital in Toronto.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Scientists are also still puzzled about why some SARS-infected individuals are able to infect tens or hundreds of other people. The answer does not lie in the genome, said the experts. \"There is no unique genetic sequence for super spreaders,\" said Holmes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Instead, super spreaders may be coinfected with another disease that makes them more contagious. In cows, dual infection with a coronavirus and flu leads to a longer period of shedding and increased fecal shedding as well as prolonged fever and respiratory disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "David Ho, an HIV researcher at the Aaron Diamond AIDS Research Center, thinks super spreading is due not just to the spreader but also to something about the immune systems of the people the super spreader infects. He thinks the spreading has a strong genetic component. \"Why else would everyone in the family succumb?\" he asked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Scientists hope to use what they know about animal coronaviruses to inform the process of designing therapeutics and vaccines. The history of developing a vaccine for coronavirus disease in cats suggests researchers need to proceed with caution, warned Thomas Monath of Acambis. In that case, the vaccine actually helped the virus enter the host cells. \"We must not increase the risk of infection on re-exposure to the virus in the future.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "He and others emphasized the urgent need to find an animal model for the disease. \"Until we get species easier to work with than monkeys,\" said Monath, \"we won't make much headway.\" He estimated that developing a vaccine would cost $60 to 100 million over five to six years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "Ho reported that China is moving ahead with a number of studies using killed viruses and serum from convalescing patients. Last week, Ho went to China to test a strategy of stopping the fusion of the virus into the host cell using peptides that block the virus from entering the cell -a strategy he developed to stop HIV. Five of the 12 peptides tested had antiviral activity in cell culture, Ho told the meeting. He plans to try the peptides in monkeys next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "In the end, treatment will probably involve both attacking the virus and boosting the immune system of the patient, said Catherine Laughlin of the National Institute of Allergy and Infectious Diseases. Existing therapies using a combination of the antiviral drug ribavirin and steroids may actually do more harm than good. Ribavirin is very toxic, and steroidal treatments could actually delay the body's ability to clear the virus, according to studies done with respiratory syncytial virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        },
        {
            "text": "\"We have to move very carefully clinically to not exacerbate the disease,\" said Laughlin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Catherine Zandonella"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS transmitted via droplets The Scientist",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walgate",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS in the context of emerging infectious threats",
            "authors": [],
            "year": 2003,
            "venue": "A New York Academy of Sciences Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS vaccine race The Scientist",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walgate",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "This PDF file was created after publication. This PDF file was created after publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}