{
    "paper_id": "1db4b821651dc127f8cfeaf504b67bc41e3ad645",
    "metadata": {
        "title": "Leitthema",
        "authors": [
            {
                "first": "Carsten",
                "middle": [],
                "last": "Mantel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MMGH Consulting",
                    "location": {
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Cherian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MMGH Consulting",
                    "location": {
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Immunization is one of public health's most successful and cost-effective interventions, saving up to three million lives every year, according to UN figures [1] . The Expanded Program on Immunization (EPI) was initiated in 1974 with the goal of providing universal immunization with essential vaccines. Among the initially targeted six vaccine-preventable diseases (VPDs), diphtheria, pertussis, tetanus, measles, poliomyelitis, tuberculosis, a substantial reduction in the burden of preventable childhood illnesses and deaths was achieved in its initial years [2, 3] . Over the past decades, national immunization programmes (NIPs) have become substantially more complex, with vaccines now available to protect against more than 20 infectious diseases, while health, societal, and political changes created additional volatility and ambiguity in often more uncertain environments (e.g., with the occurrence of conflicts, epidemics, or increasing vaccine hesitancy). Gavi, the Vaccine Alliance, was established in2000 primarilytoallownew vaccines to reach children in the poorest countries [4] . Stagnating global immunization coverage rates in many countries led global partners of the Decade of Vaccines Collaboration 1 to initiate the Global Vaccine Action Plan (GVAP) in 2012 [5] . This plan states in its mission \"to extend, by 2020 and beyond, the full benefits of immunization to all people, regardless of where they are born, who they are, or where they live\". The im-1 WHO, UNICEF, Gavi, BMGF, NIAID. portant focus on equitable immunization uptake and coverage is also reflected in the present Gavi strategy 2016-2020, and will likely be sustained in a subsequent Gavi strategy leading up to 2025 [6] and in the new Immunization Agenda 2030 (IA2030) [7] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 566,
                    "end": 568,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1707,
                    "end": 1710,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1760,
                    "end": 1763,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Major successes were accomplished during the decade. The mortality rate among children under 5 years of age has been driven down from 1/19 to 1/26 children in only 7 years between 2010 and 2017 [8] . More children than ever (116.3 million) are receiving three doses of DTP before their first birthday, 4.9 million more than in 2010. By 2018, 129 countries had reached at least 90% coverage of the third dose of DTP vaccine [9] . Country decision-making capabilities were strengthened, and many lifesaving vaccines were introduced primarily in the poorest countries [10] . Regional Vaccine Action Plans were designed, a global immunization monitoring and evaluation framework was established, and efforts were made to shape vaccine markets and to improve vaccine price transparency. Overall, the GVAP helped to build political will and kept immunization visible on the global agenda [11] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "But challenges remain, and NIPs across the world need to adapt to these by continuously revising and updating their immunization policies and strategies. Elimination and eradication goals for polio, measles, rubella, and neonatal tetanus have not been met everywhere and vaccine-derived polio virus and measles outbreaks are still circulating. Importantly, not every child or eligible person is being reached everywhere [11, 12] . Inequities in vaccine uptake and disease persist across countries, and inequalities in routine immunization coverage can contribute to the continued occurrence and outbreaks of VPDs. The global coverage of the third dose of diphtheria-pertussis-tetanus-pertussis (DPT) vaccine is stagnating at 86% with little change since 2010. In some countries, progress has even gone into reverse. One in 10 infants worldwide has still not received any vaccine as reflected in first dose DPT coverage and an estimated 19.4 million infants were not reached with routine immunization services such as three primary doses of DPT vaccine [8, 13] .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1052,
                    "end": 1055,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coverage with the full complement of doses, including booster doses, is far lower and immunization in the second year of life and beyond still broadly inadequate. An additional 1.5 million deaths could be avoided if global immunization coverage improves [14] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within countries, geographical inequalities are apparent with district-level coverage varying substantially between easily accessible and more remote areas [15] . Social determinants of health, such as individual and household income and education, impact immunization uptake [16] and areas of low coverage often overlap with those that are home to ethnic minorities, as well as marginalized or nomadic and migrant populations [17] [18] [19] . In many situations, governments face challenges in reaching such underserved populations or lack the political will to do so. Increasingly, there are also substantial inequities in vaccine use between urban and rural populations [20] , with coverage in urban slum populations often as low as in remote rural communities. A preliminary sce-nario based on projected proportions of unimmunized children in rural and urban areas shows that almost half (44%) of the unimmunized and under-immunized children in the top 10 countries that were home to more than half of the unimmunized and under-immunized children in 2017 lived in urban areas, and almost every fifth unimmunized child (18%) lived in a slum [21, 22] . Inequalities in the vaccine coverage by wealth quintiles can also reach enormous dimensions. A child from a rich family can be up to 9 times more likely to be vaccinated for DTP3 than a child from a poor family in certain countries [23] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[21,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These challenges call fora renewed and sustained global immunization strategy, taking into account emerging opportunities for building better immunization systems and services, but also for the development of new products and technologies. Such a global strategy is presently being drafted as part of the IA 2030 [7] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The following four immunization approaches and strategies important to achieving both the existing GVAP and future IA 2030 goals are discussed: (1) Achieving equity in vaccination coverage; (2) expanding vaccination across the life course; (3) promoting integration of immunization in the health sector; and (4) learning lessons from disease eradication and elimination efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Expanding access and ensuring equality in uptake of vaccines requires strong immunization systems. In this context, the ongoing emphasis on new vaccine introduction, while exposing the fragility of these systems specifically in low-income countries, also created opportunities in several ways: It generated additional advocacy and visibility for immunization and provided opportunities for training and change in immunization practices. Vaccine management and service implementation was improved in many countries, including planning, demand forecasting, vaccine supply, cold chain and logistics, and improved data quality through better recording, report-ing, and use of immunization data for programme monitoring [24, 25] .",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[24,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "However, strong service delivery systems alone are not enough to achieve optimal impact and need to be accompanied by appropriate policies and strategies that promote the equitable delivery of vaccination. The WHO Global Routine Immunization Strategies and Practices (GRISP) lays these out in a comprehensive manner [26] . In this framework, delivery of immunization services through fixed health facilities and mobile outreach services is considered the most basic means for reaching all populations. This includes strategies for detecting and reaching marginalized and partially served populations, adjusting service availability and convenience, creating synergies with accelerated disease control activities, and creating demand for vaccination. These routine services may be supplemented by a strategy termed the Periodic Intensification of Routine Immunization (PIRI) as a mechanism to catch up individuals who may have missed their routine doses. Another strategy to rapidly increase population immunity is to deliver additional doses of vaccines through supplementary immunization activities (SIAs) or vaccination campaigns.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "Inclusion of communities and civil society is crucial to make sure the vaccines and their delivery are acceptable, appropriate, and sustainable. Community-based organizations have stepped up their involvement in immunization and developed locally adapted solutions to removing social and cultural barriers, to re-create trust in immunization services, where it had waned, and to increase the locally adapted use of vaccines. In this context, important advances were also made in better understanding vaccine acceptance and hesitancy, which led to stagnant or declining vaccination coverage and resulted in outbreaks of VPDs in some places. The WHO Guide to Tailoring Immunization Programmes (TIP) helps to identify and prioritize vaccine hesitant populations and subgroups, diagnose the demand and supply-side barriers to vaccination in these populations, and design responses to vaccine hesitancy appropriate to the setting, context, and population [27] .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 954,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "At the same time, efforts are being made to measure and publish data on inequalities in immunization coverage [28] . The World Health Organization (WHO) and United Nations Children's Fund (UNICEF) are encouraging all countries to conduct respective analysis to inform programme planning. A new WHO technical guide outlines in further detail how to progress from measurement of inequities to developing and implementing operational plans to achieve their reduction [29] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "There is also a growing interest in the use of incentives to attain higher immunization coverage and improved health outcomes. Result-based financing (RBF) is a broad term that includes a variety of incentive schemes to provide resources to individuals, households, health workers, and district or local governments, whereby payment is conditional on the achievement of agreed-on and measurable outcomes. Although there is potential to improve coverage with such programmes, the overall quality of evidence is still relatively low. Countries with weaker management and monitoring and evaluation systems in place can face challenges in implementing RBF mechanisms, and the impact of RBF in countries with weak health systems is unclear [30] .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 739,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "Other approaches to improving immunization coverage include national vaccine legislation that mandates immunization and often includes the provision of a budget line for vaccine procurement [31] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "Examples of successfully adapted national vaccination strategies are seen in India, where strong political will coupled with innovative and flexible immunization approaches and an appropriate monitoring framework (e.g., with geospatial mapping) led to a substantial increase in equitable coverage across the country [32, 33] .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[32,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "In spite of their relatively higher gross national income (GNI)/capita, middleincome countries (MICs) that have been excluded from Gavi support or are about to lose this support, increasingly recognize inequities in vaccine coverage as a se-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achieving equity in vaccination coverage"
        },
        {
            "text": "Bundesgesundheitsbl 2020 · 63:25-31 https://doi.org/10.1007/s00103-019-03066-x © Springer-Verlag GmbH Deutschland, ein Teil von Springer Nature 2019",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract · Zusammenfassung"
        },
        {
            "text": "Immunization has made an enormous contribution to global health. Global vaccination coverage has dramatically improved and mortality rates among children due to vaccine-preventable diseases have been significantly reduced since the creation of the Expanded Programme of Immunization in 1974, the formation of Gavi, the Vaccine Alliance, in 2000, and the development of the Global Vaccine Action Plan in 2012. However, challenges remain and persisting inequities in vaccine uptake contribute to the continued occurrence and outbreaks of vaccine-preventable diseases. Inequalities in immunization coverage by geography, urbanrural, and socio-economic status jeopardize the achievement of global immunization goals and call for renewed immunization strategies. These should take into account emerging opportunities for building better immunization systems and services, as well as the development of new vaccine products and delivery technologies. Such strategies need to achieve equity in vaccination coverage across and within countries. This will require the participation of communities, a better understanding of vaccine acceptance and hesitancy, the expansion of vaccination across the life course, approaches to improve immunization in middle-income countries, enhanced use of data and possible financial and non-financial incentives. Vaccines also have an important role to play in comprehensive disease control, including the fight against antimicrobial resistance. Lessons learned from disease eradication and elimination efforts of polio, measles and maternal and neonatal tetanus are instrumental in further enhancing global immunization strategies in line with the revised goals and targets of the new Immunization Agenda 2030, which is currently being developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New immunization strategies: adapting to global challenges Abstract"
        },
        {
            "text": "Vaccines · Global strategies · Expanded Programme on Immunization · Health Systems · Integration Neue Impfstrategien -Anpassung an globale Herausforderungen Zusammenfassung Impfungen haben in den letzten Jahrzehnten deutlich zur Verbesserung der globalen Gesundheit beigetragen. Im globalen Durchschnitt haben sich die Impfquoten signifikant verbessert, und die Kindersterblichkeit aufgrund impfpräventabler Erkrankungen ging seit Beginn des \"erweiterten Impfprogramms\" (Expanded Programme on Immunization [ ",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Impfstoffe · Globale Strategien · Erweitertes Impfprogramm · Gesundheitssysteme · Integration rious problem in achieving their health goals [34] . Currently, more than two thirds of the world's poor live in MICs and the largest fraction of children without access to vaccines is born in these countries [35] . Delays in vaccine procurement resulting in interruption in services, together with increasingly reported vaccine hesitancy, contribute to declining or stagnant coverage in some of these countries [36] . In addition, there is persistent inequality in coverage in some socially disadvantaged populations and among the increasing number of migrants. In response to these equity challenges, MICs with support from major immunization partners 2 have developed strategies addressing a number of specific issues important to sustainably reach the underserved populations [37] . These include support for decision-making and political commitment, financial sustainability, enhanced demand and eq-2 WHO, UNICEF, Gavi, BMGF and others.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "uitable delivery, as well as affordable and timely supply [35] . The new Gavi strategy 5.0 also includes an additional provision for addressing immunization challenges in MICs, specifically with regard to vaccine price, quality, and supply [6, 38] .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Finally, further developments in vaccine delivery technologies could help in improving equitable vaccine coverage. A 100-year old technology for the administration of vaccines based on needle and syringe is still in use today. This technology is relatively complex to use, requires substantial training, is prone to programmatic errors, results in sharps waste, and may be a factor in the decreasing acceptability of vaccination [39] . New technologies, e.g., microarray vaccine skin patches could allow less well-trained health workers to administer parenteral vaccines, reduce fear and hesitancy, simplify vaccine storage and transport, and improve vaccination coverage and reach [40] .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Another important approach to reducing inequities in immunization is the extension of immunization beyond infant vaccination [41] . With many more vaccines in the schedule and the need for administering booster doses, EPI services need to increasingly achieve adequate coverage in all target populations across the life course. Additional vaccines for all age groups are available or will likely become available in the near future targeting infants and young children (e.g., vaccines against measles [2nd dose], mumps, rubella, Japanese encephalitis, Group A and W meningococcus, varicella, hepatitis A, typhoid fever, malaria, dengue, enterotoxigenic E. coli, shigella, and Group A streptococcus), older children and adolescents (tetanus adolescent dose, human papilloma virus [HPV] vaccine), pregnant women (influenza, pertussis, group B streptococcus, respiratory syncytial virus vaccines), and older adults (varicella-zoster vaccine). These new contacts with the health systems will also offer opportunities to provide missed vaccine doses that should have been administered earlier. New platforms for vaccine delivery are further explored, such as antenatal maternal services, pre-school and school-based delivery, adolescent health programs, as well as risk-based, targeted services for health workers and for specific patient groups in need of certain vaccines (e.g., diabetics).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Expanding vaccination across the life course"
        },
        {
            "text": "Among all preventive healthprogrammes and initiatives, the EPI traditionally has the greatest ability to reach infants, children, and pregnant women. With the ambitious goals set by the Sustainable Development Goals (SDGs) and the WHO's 13th General Programme of Work, including a renewed emphasis on primary health care and universal health coverage, further synergies among different health programmes are being promoted [42] . Given the broader spectrum of diseases against which vaccines are or will soon be available, NIPs will need to work in a more cohesive way using integrated delivery platforms and broader collaboration in planning processes to achieve sustained equity and efficiencies.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Promoting integration of immunization in the health sector"
        },
        {
            "text": "Vaccines have an important place in comprehensive approaches to disease control. The use of vaccines against hepatitis B, pneumococcal, rotavirus, and HPV infection are vital interventions in the broader disease control efforts against chronic liver disease, acute respiratory infections, meningitis, severe diarrhoea, and cervical cancer [43] . Elimination of maternal and neonatal tetanus as a public health problem should be achievable in the near future in the remaining 12 countries (as of July 2019) by applying integrated strategies and activities including the immunization of children, mothers, and women of reproductive age together with the promotion of clean deliveries and cord care practices. In this broader context, tetanus toxoid will successively be replaced with tetanus-diphtheria vaccines to ensure sustained protection against both diseases [44] . The new WHO strategy to achieve the elimination of cervical cancer as a public health concern focuses on increasing the coverage of vaccination against HPV as one of three key targets besides screening and HPV testing [45] . NIPs can also help to further increase equitable coverage of other health interventions, such as vitamin A supplementation, anti-helminthic treatment, nutrition interventions, insecticide-impregnated bed-nets, and intermittent preventive treatment against malaria. Other important preventive interventions are being added, e.g., for adolescents [46] . Improving coordination and collaboration between immunization and other preventive and curative services can result in efficiency gains, save resources by offering one-stop services at the point of delivery, and increase the use of social mobilization to increase demand [16] . In addition, non-governmental and private vaccinators can enhance the ability of programmes to deliver recommended vaccine doses, especially to clients who prefer them over public services.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1718,
                    "end": 1722,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Promoting integration of immunization in the health sector"
        },
        {
            "text": "An added operational approach to increasing equitable immunization coverage is the reduction of missed opportunities for vaccination. Unvaccinated and under-vaccinated children and pregnant women may access health services to seek care, and such a visit becomes a missed opportunity if immunization is not addressed. This could quite easily be rectifiedbyhealthfacilitystaffinbothnon-immunization and immunization services reviewing the vaccination status of all clients presenting or accompanying others and providing any missed doses [47, 48] . Recent work has shown that immunization coverage increases of 10%, and more can be achieved with relatively simple measures. Chad, with 43% of eligible children leaving health facilities unvaccinated, made a quick evaluation and initiated a missed-opportunities-forvaccination strategy using cross-referral, which led to a sizable increase in the number of vaccinated children [47] .",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "[47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Promoting integration of immunization in the health sector"
        },
        {
            "text": "A further example of using vaccines in an integrated approach to curb global health threats is the fight against antimicrobial resistance (AMR), currently one of the most alarming issues for human health. Drug resistant infections may already cause 700,000 deaths per year and it is estimated that 10 million deaths due to AMR may occur every year after 2050 [49] . Vaccines can impact antibiotic-resistant infections through a direct reduction in the resistant organisms and strains that are specifically targeted by the vaccine, as well as through a reduction in common illnesses that often lead to the use of antibiotics and therefore selection pressure on pathogens [50] . The widespread use of Haemophilus influenzae type b (Hib) and pneumococcal vaccines have resulted in a dramatic reduction in disease burden and have been associated with decreased incidence of resistant strains. Universal coverage with pneumococcal vaccination could potentially avoid more than 11 million days of antibiotic use per year in children under 5 [51, 52] . A newer typhoid conjugate vaccine has a potential for high impact on prevention and control of antimicrobial resistant typhoid fever and was recently strategically used to control an extensively drug resistant typhoid outbreak in Pakistan [53] . But vaccines against viruses, e.g., influenza, can also exert a major impact here, due to the inappropriate prescription of antibiotics. Vaccines offer a more sustainable approach to infection prevention, since pathogen resistance to vaccines is uncommon [51] . The equitable use of vaccines is expected to avert substantial parts of the AMRrelated fraction of disease, reduce antibiotic use, and-together with other interventions across human and animal health-add to the reduction in the economic and societal burden of AMR [54] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "[51,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "52]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1285,
                    "end": 1289,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1818,
                    "end": 1822,
                    "text": "[54]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Promoting integration of immunization in the health sector"
        },
        {
            "text": "While the aspirational GVAP goals to eradicate polio and eliminate measles and rubella will not be met by 2020, substantial progress has been achieved in these areas. Wild poliovirus (WPV) type 2 was certified as eradicated in 2015 and WPV type 3 has not been detected since 2012. WP type 1 is circulating in a mere two countries. At the same time, measles cases have been reduced through vaccination by 83% since 2000, preventing 21.1 million deaths [8] . Important lessons informing enhanced immunization strategies can be learned from these efforts.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "The new Polio Endgame Strategy for the years 2019-2023 uses intensified immunization approaches in Afghanistan and Pakistan, e.g., so-called hit-and-run vaccine delivery in conflict-affected and insecure areas [55] . At the same time, strides are being made to integrate the delivery of polio vaccination and ded-icated surveillance networks fully into NIPs [56] .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Measles, due to its high contagiousness, is often viewed as the \"canary in the coal mine, \" exposing even small areas of inequities that are not visible when just looking at inequalities in coverage. Again, strategies to accelerate progress towards measles elimination comprise the enhanced use of surveillance platforms, which have been established in many countries to detect and respond to communicable diseases. In addition to conducting surveillance, the collection of detailed subnational coverage data and outbreak investigations are used to distinctly map areas and age groups with immunity gaps. Specific approaches can then be used to fill these gaps in line with the Measles and Rubella Strategic Plan, e.g., through targeted SIAs [57] .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Other epidemic-prone diseases periodically threaten the health and livelihoods of people [58, 59] . Outbreak risks are magnified by rapid population growth in areas with weak health systems, urbanization, human mobility, conflict, and the changing nature of pathogen transmission between human and animal populations [60] . These drivers of disease emergence are likely to continue and intensify, while ecological changes, including climate change, can further amplify disease emergence risk [61] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[58,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Reducing the risk of epidemic-prone VPDs involves several strategies: anticipating and preventing outbreaks using preventive vaccination campaigns (e.g., when immunity gaps accumulate or when natural disasters or other humanitarian emergencies increase risk); timely outbreak response to limit spread; postoutbreak initiatives to rebuild resilient health systems or address shortfalls that led to the outbreak. Where possible, such initiatives should be combined with other vaccines or interventions, as appropriate, to maximize impact and achieve efficiency gains [62] . Capacities for the rapid deployment of vaccines and other interventions have been strengthened as a legacy of polio eradication and measles elimination efforts. Major efforts for rebuilding systems with enhanced preparedness and response capacities were seen with the recent Ebola outbreaks in West and Central Africa; this strategy was also pursued in the cholera outbreaks in conflict zones of Syria and Yemen or the diphtheria outbreaks among the Rohingya refugees in Bangladesh.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Outbreaks sometimes necessitate the use of new pre-licensure vaccines, as successfully implemented during the Ebola outbreaks. A new entity, the Coalition for Epidemic Preparedness Innovations (CEPI) was set up with the mission of stimulating and accelerating the development of vaccines against emerging infectious disease and enabling access to these vaccines for people during outbreaks [63] . CEPI is presently working on the preparedness and response against five priority pathogens: Chikungunya, Lassa virus, Marburg virus, MERS coronavirus, and Nipah virus, thereby covering some of the WHO research and development 'blueprint' priority diseases [64] . CEPI's work includes manufacturing across the supply chain, stockpile establishment, and research to accelerate vaccine development with the aim to stop epidemics before they turn into large-scale health emergencies.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Firming up synergies between accelerated disease control efforts and routine immunization can contribute to achieving immunization goals. Using the added attention on outbreaks, vaccination campaigns can also be used to actively look for and refer inadequately immunized persons to regular vaccination sessions, thus reinforcing overall immunization systems [16] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Lessons from disease eradication and elimination efforts"
        },
        {
            "text": "Extensive global progress has been made using immunization strategies specifically adapted to low-and lower middleincome countries and significant reductions in VPD and mortality were achieved. The many factors affecting vaccine implementation, ranging from weak health systems to humanitarian crises, outbreaks, hesitancy, and flagging demand for vaccination show the clear need for continued support of implementation of these strategies to sustain overall health gains and reach globally agreed immunization targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Equitable access to vaccines across and within countries is key to success. Robust delivery mechanisms are needed if vaccines are to reach their full potential. To be effectively implemented, vaccines should be integrated into primary health care, so that vaccine schedules can be optimized for all age groups (e.g., by using school, adolescent, and other agespecific health services) and opportunities to vaccinate are not missed. Immunization should be delivered in peoplecentered ways as part of primary health care in order to reach universal health coverage. In addition, vaccines are well placed for preparing for and responding to epidemics and may exert a major positive effect on AMR. The next decade will see new and improved vaccines, opportunities, and technologies to build better immunization services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Global immunization partners are presently developing the IA 2030, which aims to exploit these opportunities by positioning immunization as a human right and as an investment to make the world healthier, safer, and more prosperous. It will include strategic priorities 3 and worldwide goals for the new decade and will be accompanied by diseasespecific strategies, regional and country plans, immunization partner strategies, and an overall monitoring and evaluation framework. The strategy will be endorsed by the World Health Assembly (WHA) in May 2020 and is designed to further evolve according to changing needs [7] . Meeting the challenges of immunization in the near future will require commitment and contributions from many stakeholders, including national governments, global agencies, development partners, regional bodies, and civil society, and such commitment is one of the crucial links for sustainability, delivering more vaccines to more along the full life course.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 620,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United Nations Children's Fund (2019) #Vac-cinesWork: vaccines are safe and save lives. UN News Global Perspective",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Expanded programme on immunization and primary health care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Commun Dis",
            "volume": "14",
            "issn": "3",
            "pages": "183--188",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protecting the world's children: the story of WHO's immunization programme",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "World Health Forum",
            "volume": "19",
            "issn": "2",
            "pages": "162--173",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National immunization programmes",
            "authors": [
                {
                    "first": "Tmc",
                    "middle": [],
                    "last": "Cherian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bundesgesundheitsblatt Gesundheitsforschung Gesundheitsschutz",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Global vaccine action plan",
            "authors": [],
            "year": 2011,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Gavi The Vaccine Alliance (2019) Gavi's strategy phase IV (2016-20) and V",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2021--2046",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunization Agenda 2030. A global strategy to leave no one behind",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ia2030 Consortium",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Status of new vaccine introduction-worldwide",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loharikar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mmwr Morb Mortal Wkly Rep",
            "volume": "65",
            "issn": "41",
            "pages": "1136--1140",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunization today and in the next decade-assessment report of the Global Vaccine Action",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global vaccine action plan: report by the director-general. 71st World Health Assembly. WHO, Geneva 13. World Health Organization (2019) WHO vaccine-preventable disease monitoring system. 2019 global summary",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Children: reducing mortality fact sheets",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Subnational immunization coverage data",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Towards equity in immunisation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boyce",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Euro Surveill",
            "volume": "24",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2019.24.2.1800204"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Jabs and Jags: a qualitative exploration of barriers and facilitators to child and adult immunisation uptake among Gypsies, Travellers and Roma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Public Health",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Immunization divide: who do get vaccinated in Bangladesh?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Health Popul Nutr",
            "volume": "21",
            "issn": "3",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ethnicity and delay in measles vaccination in a nairobi slum",
            "authors": [
                {
                    "first": "Mutuamk",
                    "middle": [],
                    "last": "Ettarhrr",
                    "suffix": ""
                },
                {
                    "first": "Kyobutungic",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trop Med Health",
            "volume": "40",
            "issn": "2",
            "pages": "59--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inequalities in full immunization coverage: trends in low-and middle-income countries",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Restrepo-Mendez",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bull World Health Organ",
            "volume": "94",
            "issn": "11",
            "pages": "794--805",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Unimmunized children: urbanrural differences in top 10 countries with un-and under-immunized children",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mindra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Country Urbanization Profiles: A review of national health or immunization policies and immunization strategies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global vaccine action plan: 2017 progress report",
            "authors": [],
            "year": 2017,
            "venue": "Strategic Advisory Group of Experts on Immunization Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The impact of new vaccine introductiononimmunizationandhealthsystems: a review of the published literature",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "45",
            "pages": "6347--6358",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "World Health Organization (2014) Principles and considerations for adding a vaccine to a national immunization programme. From decision to implementation and monitoring",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Global Routine Immunization Strategies and Practices (GRISP): a companion document to the Global Vaccine Action Plan (GVAP)",
            "authors": [],
            "year": 2016,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Commentaryto: guideto tailoring immunization programmes in the WHO European Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vandammepetal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "36",
            "pages": "4385--4386",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "World Health Organization (2019) Global health observatory data. Health equity monitor",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "World Health Organization Regional Office for Europe (2019) Equity in immunization. A technical guide for addressing inequities in immunization",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "IVD",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "In: An overview of research on the effects of results-based financing. Knowledge Centre for the Health Services at The Norwegian Institute of Public Health (NIPH)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fretheim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "National legislation and spending on vaccines in Latin America and the Caribbean",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcquestion",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Public Health Policy",
            "volume": "38",
            "issn": "1",
            "pages": "3--15",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mission Indradhanush makes vaccination progress in India",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Travasso",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "351",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "National immunization programme-mission Indradhanush programme: newer approaches and interventions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhadoria",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Indian J Pediatr",
            "volume": "86",
            "issn": "7",
            "pages": "633--638",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The world bank in middle income countries",
            "authors": [],
            "year": 2018,
            "venue": "World Bank",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Middle Income Country Task Force (2015) The middle income country strategy-enhancing sustainable access to vaccines for populations in middle-income countriesI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The 2018 assessment report of the Global Vaccine Action Plan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A G O E"
                    ],
                    "last": "Immunization",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Challenges to sustainable immunization systems in Gavi transitioning countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cernuschi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaglione",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bozzani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "45",
            "pages": "6858--6866",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Gavi's role in market shaping and procurement: progress, challenegs, and recommendations for an evolving approach",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Keller Janeen Madan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Challenges of vaccine presentation and delivery: How can we design vaccines to have optimal programmatic impact? Vaccine",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Giersing",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "6793--6797",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Exploring new packaging and delivery options for the immunization supply chain",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zehrung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "17",
            "pages": "2265--2271",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Life-course immunization as a gateway to health",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Philip",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Expert Rev Vaccines",
            "volume": "17",
            "issn": "10",
            "pages": "851--864",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Promote health, keep the world safe, serve the vulnerable",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ending preventable child deaths from pneumonia and diarrhoea by 2025. Development of the integrated Global Action Plan for the Prevention and Control of Pneumonia and Diarrhoea",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qazi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arch Dis Child",
            "volume": "100",
            "issn": "1",
            "pages": "23--28",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Protecting all against tetanus: guid to sustaining maternal and neonatal tetanus elimination and broadening tetanus protection for all populations",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "WHO leads the way towards the elimination of cervical cancer as a public health concern",
            "authors": [],
            "year": 2018,
            "venue": "World Health Organization",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Building on the success of the Expanded Programme on Immunization: enhancing the focus on disease preventionandcontrol",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Orenstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "8835--8837",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Can vaccination coverage be improved by reducing missed opportunities for vaccination? Findings from assessments in Chad and Malawi using the new WHO methodology",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "U"
                    ],
                    "last": "Ogbuanu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS ONE",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Enhancing immunization during second year of life by reducing missed opportunities for vaccinations in 46 countries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vaccine",
            "volume": "36",
            "issn": "23",
            "pages": "3260--3268",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Changing priorities in vaccinology: antibiotic resistance moving to the top",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tagliabue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappuoli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Impact of existing vaccines in reducing antibiotic resistance: primary and secondary effects",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Klugman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "115",
            "issn": "51",
            "pages": "12896--12901",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Vaccines to tackle drug resistant infections. An evaluation of R&D opportunities",
            "authors": [
                {
                    "first": "Wellcome",
                    "middle": [],
                    "last": "Trust",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Impactofpneumococcalconjugate vaccineoninfectionscausedbyantibiotic-resistant Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Daganr",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect",
            "volume": "15",
            "issn": "3",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Extensively drug-resistant typhoid fever in Pakistan",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Rasheed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "3",
            "pages": "242--243",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Call to action on antimirobial resistance R.T.G. Ghana Government, UK Government",
            "authors": [],
            "year": 2018,
            "venue": "UN Interagency Coordination Group on AMR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Approaches to vaccination among populations in areas of conflict",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nnadi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "suppl_1",
            "pages": "368--372",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Global Polio Eradication Initiative (2019) Polio Endgame Strategy 2019-2023: eradication, integration, certification and containment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "World Health Organization (2012) Global measles and rubella strategic plan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2012--2020",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "9857",
            "pages": "1956--1965",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Infectious disease threats in the twenty-first century: strengthening the global response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cadarette",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Immunol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Assessing global preparednessforthenextpandemic: development and application of an Epidemic Preparedness Index",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "World Health Organization (2013) Vaccination in acute humanitarian emergencies: a framework for decisionmaking",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Coalition for epidemic preparedness innovations",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "annual review of diseases prioritized under the research and development blueprint",
            "authors": [
                {
                    "first": "Development",
                    "middle": [],
                    "last": "Who Research",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blueprint",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Informal Consultation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "EPI]) im Jahr 1974, der Gründung von Gavi, der Impfallianz, im Jahr 2000 und der Entwicklung des globalen Impfaktionsplans (Global Vaccine Action Plan [GVAP]) im Jahr 2012 deutlich zurück. Dennoch bleiben Herausforderungen bestehen, und die anhaltenden Unterschiede in den Impfquoten tragen dazu bei, dass weiterhin Krankheiten auftreten, die durch Impfungen vermeidbar wären. Die Ungleichheit beim Erreichen hoher Impfquoten -geographisch, aber auch nach Stadt/Land oder sozioökonomischem Status -gefährdet die globalen Impfziele und macht neue Strategien erforderlich. Hierbei sollten neue Ansätze zum Aufbau verbesserter Impfsysteme und Impfangebote sowie die Entwicklung neuer Impfstoffe und Impfstofftechnologien Berücksichtigung finden. Solche Strategien müssen zudem dafür sorgen, dass eine gerechtere Verteilung von Impfungen zwischen und innerhalb von Ländern möglich wird. Dies erfordert die Beteiligung der Bevölkerung auf lokaler Ebene, ein besseres Verständnis von Impfakzeptanz und -skepsis, die Ausweitung von Impfprogrammen über alle Lebensphasen, die Verbesserung des Impfwesens in Ländern mittleren Einkommens, die verstärkte Nutzung von Daten für die Planung und Evaluation von Impfprogrammen sowie finanzielle und nichtfinanzielle Anreize. Impfstoffe spielen zudem eine wichtige Rolle bei der umfassenden Kontrolle von Krankheiten, einschließlich der Antibiotikaresistenz. Darüber hinaus sind die Erfahrungen, die bei den Bemühungen zur Ausrottung und Eliminierung von Poliomyelitis, Masern sowie mütterlichem und neonatalem Tetanus gemacht wurden, entscheidend für die weitere Verbesserung globaler Impfstrategien im Einklang mit den überarbeiteten Zielen und Vorgaben der neuen globalen Impfagenda 2030, die gegenwärtig entwickelt wird.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "For this article no studies with human participants or animals were performed by any of the authors. All studies performed were in accordance with the ethical standards indicated in each case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}