{
    "paper_id": "1dbc33c184a1faed003f66a1e0753e6dce9c1899",
    "metadata": {
        "title": "Exploration of structural and physicochemical requirements and search of virtual hits for aminopeptidase N inhibitors",
        "authors": [
            {
                "first": "Amit",
                "middle": [
                    "K"
                ],
                "last": "Halder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Achintya",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tarun",
                "middle": [],
                "last": "Jha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "K"
                ],
                "last": "Halder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Jha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Saha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aminopeptidase N (APN) inhibitors have been reported to be effective in treating of life threatening diseases including cancer. Validated ligand-and structurebased pharmacophore mapping approaches were combined with Bayesian modeling and recursive partitioning to identify structural and physicochemical requirements for highly active APN inhibitors. Based on the assumption that ligandand structure-based pharmacophore models are complementary, the efficacy of 'multiple pharmacophore screening' for filtering true positive virtual hits was investigated. These multiple pharmacophore screening methods were utilized to search novel virtual hits for APN inhibition. The number of hits was refined and reduced by recursive partitioning, druglikeliness, pharmacokinetic property prediction, and comparative molecular-docking studies. Four compounds were proposed as the potential virtual hits for APN enzyme inhibition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aminopeptidase ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APN"
        },
        {
            "text": "Aminopeptidase N (APN, EC 3.4.11.2) is a zinc-dependent membrane type II endopeptidase. It belongs to the M1 family of MA clan (metallo-peptidase superfamily) of peptidases. It contains 967 amino acids and has a relative molecular mass (M r ) of ∼99,000 [1] . APN is mainly involved in ATP-dependent downstream processing during cytosolic protein degradation. It enables the utilization of amino acids as nutrients [2] . This enzyme is found in a variety of species, such as mammals, insects, plants, and bacteria. Human APN is identical to the human lymphocyte surface cluster differentiation antigen CD13. It is also known as APN/CD13, which is widely distributed in mammals. It is expressed on the surface of different cells, such as epithelial cells of the intestine and kidney, synaptic membranes in the central nervous system, fibroblasts, endothelial cells, epithelial cells, sebocytes, and keratinocytes [1] . Deregulation of APN/CD13 expression is observed in many diseases, such as cancer, chronic pain [3] , and various forms of joint effusions, rheumatoid arthritis [4] , multiple sclerosis [5] , systemic sclerosis, and systemic lupus erythematosus [6] . APN plays a crucial role in tumor invasion, metastasis, and angiogenesis [7] in cancer. The over-expression of APN was reported in breast, colon, gastric, ovarian, pancreatic, renal, and thyroid cancer [7] . Therefore, it is used as an important clinical marker in cancer [1] . APN also functions as a receptor for corona virus like gastroenteritis virus and human corona virus 229E [2] . Inhibition of APN/CD13 may be useful for treatment of such diseases [1] . Bestatin was first identified as APN inhibitor, isolated from Streptomyces olivoreticuli [8] , and reported to improve immunological functions by enhancing the chemotaxis of T lymphocytes.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1078,
                    "end": 1081,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1370,
                    "end": 1373,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1440,
                    "end": 1443,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1551,
                    "end": 1554,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1625,
                    "end": 1628,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1720,
                    "end": 1723,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although several small-molecule APN/CD13 inhibitors have been synthesized and evaluated biologically so far, it is still challenging to develop potent inhibitor with higher binding potential and efficacy. Recently, the X-ray crystal structure of human APN (hAPN) complex with bestatin [9] was reported, and it provided the opportunity to understand the mechanism of action of different APN inhibitors by structure-based analysis. In this study, an attempt was made to highlight the structural and physicochemical requirements of APN inhibitors. We also tried to find novel scaffolds as virtual hits to design potent drug-like APN inhibitors. Both ligand-and structure-based pharmacophore mapping studies were performed to identify the 3D structural requirements for potent APN inhibitory activity. Two different QSAR approaches, i.e., Bayesian modeling and recursive partitioning (RP) techniques, were adopted to understand the physicochemical and 2D structural requirements for better APN inhibitory activity. Simultaneously, 'multiple pharmacophore-based virtual screening' was employed for the selection of virtual hits from the diverse chemical databases. The best RP model was utilized to select virtual hits from the ligands obtained from 'multiple pharmacophore-based virtual screening'. Comparative molecular docking studies with three different docking tools were performed to search the most potential drug-like virtual hits as well as to predict possible interactions between proposed virtual hits and the catalytic residues at the binding site of APN enzyme.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data set 175 APN inhibitors were collected from the literature [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] . IC 50 values of all these compounds were determined by the same group of authors using l-leucinep-nitroanilide as the substrate and microsomal aminopeptidase N from porcine kidney microsomes as the enzyme. This data set (internal data set) was used for the development as well as preliminary validation of pharmacophore models. The molecules of the data set have wide range of inhibitory activity (IC 50 ), from 1.8 to 9108.6 µM. Moreover, a second data set (external data set) containing 175 compounds was collected from the binding database (BD) [20] . Unlike internal dataset, the biological activities of these compounds were determined by various assay methods by different group of authors, and APN inhibitory activity of these molecules was expressed either in IC 50 or in k i (the dissociation constant for inhibitor binding). From the BD compounds, 101 compounds were arbitrarily chosen as 'active' APN inhibitors (reported IC 50 < 15 µMor k i < 0.050 µM) and 74 compounds were arbitrarily selected as 'inactive' APN inhibitors (reported IC 50 > 10 2 µM or k i > 10 2 µM). Comparing with the internal data set, the external compounds contain more structural and biological activity variations. The purpose of using an external data set was to assess the overall performance of pharmacophore models and to develop Bayesian and RP models. The detailed information of internal and external data set compounds is provided in the supporting information (Tables S1 and S2 , respectively).",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 92,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 103,
                    "end": 107,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 118,
                    "end": 120,
                    "text": "50",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1572,
                    "end": 1589,
                    "text": "(Tables S1 and S2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "One 'ligand-based pharmacophore' and two 'structure-based pharmacophore' models were developed in this study. The first 'structure-based pharmacophore' was generated from ligand-receptor interaction, where both receptor and cocrystallized ligand were utilized for the model generation. The second 'structure-based pharmacophore' was built only from the receptor structure using the information on the binding site interaction. Each pharmacophore model was independently generated and validated using different protocols in Accelrys Discovery Studio 3.0 (DS) [21] .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 562,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pharmacophore model development"
        },
        {
            "text": "Ligand-based 3D-QSAR pharmacophore modeling (model 1) 3D QSAR pharmacophore model was developed with the Hyporefine module in DS [21] . In this method, 25 structurally diverse compounds with a logarithmic biological activity, range of approximately 3.7, were selected from internal dataset with the help of Find diverse molecules protocol in DS. Fingerprint feature FCFP_4 (fingerprints of maximum diameter 4) and the biological activity value (IC 50 ) were used as the 'property' for the selection of these diverse molecules. These 25 compounds were subsequently used as the training set for the generation of ligand-based pharmacophore hypotheses.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Pharmacophore model development"
        },
        {
            "text": "All compounds were initially minimized with the Smart minimizer protocol of DS which applies steepest descent algorithm, followed by conjugate gradient algorithm. Prior to pharmacophore generation, the Feature mapping tool was used to predict the favorable features for highly active compounds. It was also found that the addition of 'exclusion volumes (E)' improves the overall statistical quality of the model. Moreover, uncertainty value was fixed to 1.5. A diverse set of conformations of these compounds was generated using the FAST conformer generation method, where maximum number of conformers and the energy range were chosen as 255 and 20 kcal/mol, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacophore model generation"
        },
        {
            "text": "The developed 3D pharmacophore hypotheses were validated by three different methods, (1) cost analyses, (2) Fischer randomization test and (3) test set prediction [22] . In the cost analysis method, three cost values-fixed, total, and null cost of the generated hypotheses were analyzed. The fixed or ideal cost is the cost of simple possible hypothesis that fits all the data in a perfect manner. The null cost or no correlation cost is the cost of the hypothesis without any feature. The value of the total cost of the generated hypothesis should lie between the fixed cost and the null cost. It should be close to that of the fixed cost value, but away from the null cost value. The correlation coefficient, root mean square deviation (RMSD) and configuration cost are the other parameters considered in the cost analysis. The configuration cost (determines the complexity of the hypothesis) should be less than 17 and the RMSD value (explains the quality of the correlation between the experimental and estimated values) should be less than 1.5 for a standard pharmacophore hypothesis [23] . Fischer randomization test was used to ensure whether a strong correlation exists between the chemical structures and the biological activities of the training set compounds. The test was performed at 95 % confidence level, where the biological activities of the training set data were scrambled using the same features and parameters used in development of original hypothesis. If any randomization run produces hypothesis with better correlation coefficient and/or less total cost, the original hypothesis may be considered to be developed by chance. The third validation method, i.e. the test set prediction was used to ensure that the pharmacophore hypotheses were well predictive on a set of diverse compounds other than the training set compounds. The test set containing 150 compounds was subjected to Ligand pharmacophore mapping protocol in DS [21] to map these compounds in the generated hypothesis, and to obtain the estimated activity value for each compound. The higher correlation coefficient between the experimental and the estimated activity of the test set indicates better external predictability of the generated hypothesis.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1949,
                    "end": 1953,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Validation of model 1"
        },
        {
            "text": "Structure-based pharmacophore mapping I: ligand-receptor interaction (model 2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of model 1"
        },
        {
            "text": "In most of the cases, microsomal APN from porcine kidney is used to assay compounds against APN. Porcine APN has a high sequence identity with hAPN (80 % overall, 100 % at the active site, and 94 % in the peptidebinding region) [24] . In this study, the X-ray crystal structure of hAPN was used for all structure-based analyses (PDB ID: 4FYR) [9] . The Receptor-ligand pharmacophore generation protocol in DS allowed extracting information from a ligand-protein interaction to generate a number of hypotheses.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Validation of model 1"
        },
        {
            "text": "The receptor structure was prepared by the Prepare protein method in DS. All water molecules, except some selected molecules that play important roles in ligand-receptor binding were removed. Subsequently, hydrogen atoms were added to the protein, and CHARMM force-field was assigned to the protein atoms. The binding site of cocrystallized bestatin was defined as the receptor active site, and receptor-bound bestatin was defined as the ligand for hypotheses generation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein structure preparation"
        },
        {
            "text": "Default chemical features, such as hydrogen-bond acceptor (A), hydrogen bond donor (D), hydrophobic (Y), positive ionizable (P), negative ionizable (N), and ring aromatic (RA) were considered for hypotheses generation. The excluded volume (E) was added based on locations of atoms in the protein. During hypotheses generation, the following default parameters were chosen, minimum feature 3; maximum charge distance 8.0; maximum hydrogen-bond distance 4.0; maximum hydrophobic distance 5.5; maximum exclusion volume distance 5.0 and minimum interfeature distance 2.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses generation"
        },
        {
            "text": "Two validation procedures were implemented: (1) test set validation, and (2) selectivity score-based ranking approach. To assess the ability of the generated hypotheses to discriminate between active and inactive ligands, 25 most active compounds (IC 50 < 15 µM) and 25 least active compounds (IC 50 > 100 µM) of the internal data set were selected to construct 'active' and 'inactive' sets. These were, subsequently, allowed to map the generated pharmacophore queries. The following parameters were chosen for screening-conformation generation: FAST, maximum conformations: 255, energy threshold: 20 kcal/mol and maximum omitted feature: 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of pharmacophore hypotheses"
        },
        {
            "text": "Goodness of Hit score (GH score) was chosen as the critical criteria for the selection of best pharmacophore [25] . The GH score of 0.6-0.7 indicates a good pharmacophore model. Apart from this, sensitivity (Se), specificity (Sp), and accuracy (Acc) [26] were considered as other important parameters. The details of GH, Se, Sp, and Acc are provided in supporting information (Text S1).",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Validation of pharmacophore hypotheses"
        },
        {
            "text": "In selectivity score determination, a genetic functional algorithm (GFA) model for the selectivity of a pharmacophore was built from a training set of 3285 pharmacophore models, using the total number of features in the model and the feature-feature distance bin values as descriptors. This set was used to find the CapsDiverse database in DS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of pharmacophore hypotheses"
        },
        {
            "text": "The logarithmic values of virtual hits were used as the targets. Higher value of selectivity score is indicative of better model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of pharmacophore hypotheses"
        },
        {
            "text": "In this method, a LUDI [27] interaction map was created in the receptor (PDB ID: 4FYR) [9] active site sphere, comprising the catalytic residues within 9Å distance from the bound ligand (bestatin) using Interaction generation protocol in DS. This map consisted of all possible hydrogen-bond acceptor (A), hydrogen-bond donor (D), and hydrophobic (Y) features. Initially, the Edit and cluster pharmacophore tool in DS was utilized to edit redundant and pharmacophore features with no catalytic importance. From the generated pharmacophore query, some features were carefully selected on the basis of information reported on ligand-receptor interaction [9] .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hypotheses generation"
        },
        {
            "text": "The same 'Active' and 'Inactive' data sets (used in model 2) were used for the Model 3 validation. The Screen library protocol in DS was utilized for the selection of optimized pharmacophore query. During this analysis, one feature was fixed as 'required feature' that is required to be selected by all input test molecules during screening. The selected parameters for this screening method were-minimum and maximum features: 4 and 5, respectively, maximum subset of pharmacophore: 100, conformation search method: FAST and minimum interfeature distance: 2.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of pharmacophore"
        },
        {
            "text": "To understand the structural and physicochemical factors responsible for potent APN inhibitory activity, two different QSAR modeling techniques, namely Bayesian modeling [28] and recursive partitioning (RP) modeling [29] , were performed. These methods rely only on the activity profile of these compounds (active or inactive) and not on the numerical experimental data. Therefore, compounds assayed by various methods, and biological activities expressed by different units could be used for QSAR modeling. The external dataset, containing 101 active and 74 inactive compounds, was used for these two studies.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "QSAR analysis"
        },
        {
            "text": "The external data set was divided into the training and the test sets (80 and 20 % of the data set, respectively). The selections of the training and the test sets were based on fingerprints of maximum diameter 4 (FCFP_4). To ensure the applicability domain the test compounds [30] , the whole data set was subjected to principal component analysis (PCA). In this process, the biological activity (IC 50 ) of these molecules along with some molecular properties (AlogP, MW, nHBD, nHBA, nRB, nR, nArR, nFr, and MPSA) were selected. The number of components and minimum variance explained were fixed at 3 and 0.75 respectively. In the PCA score plot, each test compound should remain close to at least one of the training set compounds for an unbiased selection of the training-test sets.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Generation of the training and the test sets"
        },
        {
            "text": "The create recursive partitioning model protocol in DS was used to build the classification model. RP tree consists of internal nodes and leafs where each internal node corresponds to a test on one descriptor, and each leaf is assigned a classification label. The model was built by minimizing the Gini index [31] to divide these compounds into branches. Detailed protocol of RP is provided in supporting information (Text S2).",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Recursive partitioning (RP) QSAR study"
        },
        {
            "text": "2D descriptors including function class fingerprints of maximum diameter 6 (FCFP_6), AlogP, MW, nRB, nR, nArR, nHBD, nHBA, and MFPSA were used for the Bayesian model generation using the Create Bayesian model protocol in DS. The model predictability was tested on the test set compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian modeling"
        },
        {
            "text": "The developed pharmacophore models were used as 3D query in database screening to find out novel and diverse virtual hits suitable for further development. Chemical databases, such as NCI (2,60,071 compounds), Specs (2,53,000 compounds), Maybridge (59,632), and Asinex (36,032 compounds) were screened in this study. The retrieved compounds with higher fit values were further filtered for drug likeliness. At first, these compounds were tested against the Lipinski rules [32] (Molecular weight < 500, hydrogen-bond donor < 5, hydrogen-bond acceptor < 10, logP < 5) and Veber rules [33] (rotatable bond < 10, polar surface area < 140 Å 2 and sum of hydrogen-bond donor and acceptor<12) for drug-likeliness properties. The filtered drug-like compounds were tested for drug-like absorption, distribution, metabolism, and excretion (ADME) properties calculated by ADMET module in DS [21] . Compounds that successfully passed these filtering methods were treated as the test set compounds, and the activities were predicted through the best developed RP model to identify molecules that possess 2D structural and physicochemical features essential for APN inhibition.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Screening of database"
        },
        {
            "text": "The screened drug-like virtual hits were analyzed thoroughly for ligand-receptor-binding affinity by three molecular docking tools: LibDock/DS [34] , GOLD [35, 36] , and GLIDE [37] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Molecular docking study"
        },
        {
            "text": "The X-ray structure of APN complexed with bestatin (PDB ID: 4FYR [9] ) was used for docking studies. The binding site of the cocrystallized bestatin was defined as the receptor active site. In each docking method, self-docking was carried out initially. The docking trial was considered successful if self-docking could reproduce the cocrystallized conformation/pose of the ligand to a considerable extent. After getting satisfactory result from self-docking, other ligands were cross-docked similarly. Compounds showing consistent as well as comparable docking scores in three different tools (LibDock, GOLD, and GLIDE) were proposed as the final virtual hits.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Protein selection"
        },
        {
            "text": "In LibDock, the protein structure was prepared by removing bound water molecules, protonating the protein structure (protein dielectric constant 10, pH for protonation 7.4), and applying CHARMm force-field for minimization. Lib-Dock/DS docks ligands into a binding site guided by polar and apolar interaction sites, which are known as hotspots. A binding site sphere radius of 9 Å surrounding the center of cocrystallized ligand (bestatin) was generated. The ligand conformations were generated using FAST conformation generation method that considered the maximum number of conformations to be 255, utilizing a 20 kcal/mol limit for conformational analysis. The other default parameters were kept unchanged during docking study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LibDock/DS docking"
        },
        {
            "text": "The water molecules in the protein were removed, and the hydrogen atoms were added using GOLD protein preparation. The binding site was defined with a 6 Å radius around the bound inhibitor. Docking calculations were performed using Goldscore fitness function. The ten top scoring conformations of each ligand were considered at the end of the process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GOLD docking"
        },
        {
            "text": "In GLIDE, bound water molecules in the protein were deleted, and formal charges of the ligand as well as protein atoms were adjusted. The restrained minimization of hydrogen of the protein was done using protein preparation wizard and OPLS2005 force field. Molecules to be docked were prepared using ligand preparation step. Conformations were generated for each input ligand after generating tautomers, removing defective structures and optimizing ligand geometries. Epik was used to generate all possible states of the ligand in a pH range of 7.0 ± 2.0. Docking simulations were performed using GLIDE with OPLS-AA force field. A grid of 10Å × 10Å × 10 Å box centered on the centroid of the bound ligand was defined as the binding region. Ligand docking was performed utilizing the prepared protein and ligands as inputs. Extra precision (XP) docking was used for this purpose. Conjugate gradient method (100 steps) was used for energy minimization of poses, which had passed through the selection of initial poses scoring phase. Top ten poses were generated for each ligand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLIDE docking"
        },
        {
            "text": "Ligand-based 3D QSAR pharmacophore mapping Twenty-five structurally diverse APN inhibitors (P1-P25), selected from the internal data set, were considered as the training set compounds for developing pharmacophore hypotheses by the Hyporefine method. The training set compounds are listed in Fig. 1 The Model 1 consisted of one each A, D, P, and RA feature along with five exclusion volumes (E) (Fig. 2) . The representative result of Model 1 is shown in supporting information (Table S3) . Apart from the cost analyses, the merit of hypothesis was justified by its ability to predict the activity of individual compounds within the set. For this purpose, the training set compounds were approximately classified into three different categories: active (IC 50 < 15 µM, + + +), less active (15 µM ≤ IC 50 < 100μM, ++) and low active/inactive (IC 50 > 100 µM, +). All the compounds in the training set were accurately predicted with low error values between the experimental and estimated IC 50 .",
            "cite_spans": [
                {
                    "start": 989,
                    "end": 991,
                    "text": "50",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 297,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 394,
                    "end": 402,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 487,
                    "text": "(Table S3)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The test set contained 150 compounds (supporting information, Table S1) with diverse structures and a wide range of biological activity. It was used to evaluate the best ligandbased hypothesis, i.e. Model 1. The relation between the experimental and the estimated activity values of the test set compounds showed a correlation coefficient (R) of 0.81 and the R 2 Pred value of 0.65. The correlation plots of both training and test set compounds are depicted in supporting information (Fig. S1) . The observed and estimated activities of test set compounds are provided in supporting information (Table  S4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "(Fig. S1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 595,
                    "end": 606,
                    "text": "(Table  S4)",
                    "ref_id": null
                }
            ],
            "section": "Test set prediction"
        },
        {
            "text": "The Fischer randomization test at 95 % confidence (supporting information, Table S5 ) showed that 4 out of 19 randomized runs could produce correlation (< 0.86) less than the original hypothesis. Moreover, the total costs of the randomized runs were much higher than the original hypothesis. It justified that the Model 1 was not generated by chance. Figure 2a represents the arrangement of the pharmacophoric features along with their inter-feature distance constraints. Figure 2b , c shows the mapping of the most (P1) and the least active (P25) compounds of the training set on Model 1, respectively. The hydroxyl group in the hydroxamic acid of P1 mapped upon the A feature, while the secondary amino (protonated) and the phenyl group of P1 mapped over P and RA features, respectively. The phenyl and carbonyl groups of the compound P25 mapped upon the RA and A features, respectively. The fit values of P1 and P25 were 5.61 and 1.95, respectively. It is observed that most of the highly active compounds in the training set contained positive ionizable primary amine group. Although some active (e.g. P5, of fit value 4.47) and moderately active (e.g., P8, fit value 4.29) compounds lacked this feature, showed considerable APN inhibitory activity. These compounds contained amide group that mapped over the donor feature. Therefore, it may be assumed that some polar groups, in addition to positively charged groups, also determine higher binding potential of these ligands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Table S5",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 360,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 481,
                    "text": "Figure 2b",
                    "ref_id": null
                }
            ],
            "section": "Fischer randomization test"
        },
        {
            "text": "In the X-ray crystal structure of hAPN complexed with bestatin [9] , it was found that apart from catalytic amino acid residues, some bound water molecules (w1176, w1118, w1315, w1382, w1919, and w1445, the atom numbers were assigned from the PDB structure) play significant roles in the receptor binding by forming bridged hydrogen-bonding interactions (both intra and inter) with the ligand. The PheβN(αOH) fragment of bestatin is pushed deeply into the S1 pocket of the enzyme, where amino group, carbonyl oxygen atom and α-hydroxyl groups formed water-mediated hydrogen bonds with hAPN. The schematic representation of ligand-receptor interactions [9] is shown in Fig. 3a . The mapped conformation of bestatin (P2) in Model 1 is shown in Fig. 3b . It was found that bestatin could map three out of four features in Model 1. The RA feature of phenyl ring could be compared to the π − π interaction with Phe472, whereas P feature of secondary amine (protonated) could be compared with interactions with water molecules, w1176, w1445, and w1382. The hydrogen-bond acceptor feature of the carboxylic group could be compared with interactions with Tyr477 and Glu389. However, other interactions with carbonyl groups and hydroxyl group could not be interpreted from the current model. Because of good predictive quality of Model 1, it could be inferred that mapped interactions are responsible for determination of the biological activity of the internal data set compounds.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 675,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 742,
                    "end": 749,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Fischer randomization test"
        },
        {
            "text": "The receptor-ligand pharmacophore mapping generated hypotheses based on the receptor-ligand interaction with 50 internal data set compounds, comprising 25 actives and 25 inactives. The result is shown in Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Structure-based pharmacophore mapping I: ligand-receptor interaction"
        },
        {
            "text": "It is evident from Table 1 that the RLPharm9 showed the most acceptable result in terms of Se, Sp, Acc, and GH score. The mapped conformation of bestatin in this pharmacophore (Model 2) is shown in Fig. 3c . The hypothesis contained two features (A and P), which are mapped over the functionalities as in Model 1. The third feature, D was mapped over the hydroxyl group that forms hydrogen-bond interaction with the water molecule w1382. Figure 3 justified that a strong relation exists between ligand-and structure-based pharmacophore modeling. However, both of these models could not explain the hydrogen-bond interaction of the carbonyl group. Figure 3c (box) represents the spatial arrangement of features in Model 2 along with their inter-feature distance constraints.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 438,
                    "end": 446,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 647,
                    "end": 656,
                    "text": "Figure 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Selection and validation of hypotheses"
        },
        {
            "text": "The Interaction generation protocol generated total 434 features (A, D, and H) at the active site (bestatin-binding site) of the enzyme (PDB ID: 4FYR [9] ). These features were clustered and redundant interactions were removed. From Figure 3d shows the features mapped with the ligand and catalytic site of receptor molecules. A3 and D2 are directed towards hydroxyl and carbonyl groups of the ligand, respectively. The other features (A1, A2, and D1) correspond to the water molecules (w1382, w1176, and w1118) play important roles in ligandreceptor interaction. A2 was selected as 'required feature', as it showed the most consistent result for the test set validation. Noticeably, A2 is mapped over w1382 that interacts with the positive ionizable amino group (Fig. 3a) , which was found to be the most important feature from SAR study, and it appeared in both Models 1 and 2.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 763,
                    "end": 772,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure-based pharmacophore mapping II: LUDI interaction"
        },
        {
            "text": "The same internal test set was used as in Model 2. After screening, 25 compounds out of 50 were retrieved and 22 of these were found to be active. Based on this study, enrichment factors and GH value were calculated [details are provided in supporting information (Table S6) ]. The GH value of 0.77 justifies that the developed LUDI-based pharmacophore (Model 3) was considerably selective for active compounds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "text": "(Table S6)",
                    "ref_id": null
                }
            ],
            "section": "Validation of model"
        },
        {
            "text": "Generate training and test data protocol of DS created the training and the test sets with 144 and 31 compounds, respectively. The applicability domains of the sets were analyzed by PCA. In the PCA score plot (Fig. S2 of supporting information), it was found that each test compound remains comparatively close to at least one of the training compound.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "(Fig. S2",
                    "ref_id": null
                }
            ],
            "section": "Generation of training and test sets"
        },
        {
            "text": "The RP on 144 training set compounds generated three classification trees (Tree 1, 2, and 3). Tree 1 was selected as the best model (Model 4) on the basis of receiver operating characteristic (ROC) score (0.926) and cross-validated ROC curve (0.807). Moreover, when the model was validated with 31 test set compounds, the ROC score was 0.790. The details statistical analysis of Model 4 is provided in supporting information (Table S7 ). The schematic representation of the RP-tree 1 model is shown in Fig. 4 . Figure 4 depicts the development of Model 4 with six selected descriptors along with their cut-off values that were used for developing and validating the model. It demonstrates that nPA, MFPSA, Kappa_3_AM, AlogP, PHI, and HBA_count played important roles in distinguishing actives from inactives. The functionality of these descriptors are listed in Table S8 (supporting information). In Fig. 4 , the p values are for winning class and reflect sample weight. 1 means active and 0 stands for inactive. In this model, the training set contains 87 actives and 57 inactive compounds. Each active sample is assigned a weight of 94 and each inactive sample is assigned a weight of 87, e.g. in node 1, 46 active and 4 inactive compounds are observed. Therefore, p(1) can be calculated by the expression: 57 × 46/(87 × 4 + 57 × 46). In the RP model, NPA (total number of atoms in a molecule with a positive charge) was found to be the main classifier, which may be correlated with the fact that the positive ionizable features, like primary amines play important role in the ligand-receptor interaction. The physicochemical descriptor MFPSA is the ratio of the polar surface area to that the total surface area. It is evident from Fig. 3a that the catalytic site of APN contains amino acids having polar side chains (e.g., glutamic acid, tyrosine, etc.) as well as polar water molecules that participate in the receptorligand interactions. Although the model highlights the importance of ionizable groups, these are not the sole determinant for the higher activity of these molecules. Hydrogen-bond acceptor and donor groups also play vital roles in the ligandreceptor interactions. Therefore, the significance of MFPSA as a second major classifier of the model (for the compounds that lacked nPA) reconfirms that the polarity of the molecule has considerable importance for APN inhibition. The number of hydrogen-bond acceptor was also found to be important, and the significance of it was found in the pharmacophore mapping approach. In addition, AlogP (logarithm of octanol-water partition coefficient determined by the Ghose and Crippen's method [38] ) was found to be important for APN inhibition of compounds that had lower cutoff values of both nPA and MFPSA. The function of hydrophobic descriptor may be easily understood as the binding site of hAPN comprises of hydrophobic pockets and hydrophobic interactions with residues like Phe472 and Ser469 were reported for bestatin. In addition, two topological kappa-shaped index descriptors, PHI and Kappa_3_AM were appeared in the model. The Kappa_3_AM is alpha-modified shape index of order three and PHI is the molecular flexibility index. These topological descriptors appeared in the model for compounds having higher values of MFPSA. Therefore, it may be interpreted that flexibility of the molecule is an important criterion for higher activity.",
            "cite_spans": [
                {
                    "start": 2654,
                    "end": 2658,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 434,
                    "text": "(Table S7",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 508,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 862,
                    "end": 870,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 906,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1735,
                    "end": 1742,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Recursive partitioning (RP) QSAR modeling"
        },
        {
            "text": "Eight interpretable descriptors (AlogP, MW, nHBA, nHBD, nR, nArR, and MFPSA) and one fingerprint feature FCFP_6 (molecular function class fingerprints of maximum diameter 6) were used in developing the Bayesian model with the same training and test sets used in RP modeling. The model was validated using LOO cross-validation and ROC was generated. The ROC curve for the training set is provided in supporting information (Fig. S3) . The model developed with a LOO cross-validation statistics of 0.918, and enrichments data (Table S9 , supporting information) was obtained. The 'best split' value was calculated by picking the split that reduced the sum of the percent misclassified for inhibitors and noninhibitors using the cross-validation score for each compound. The 'best split' value obtained in the current model (Model 5) was 0.577, which demarcated highly active compounds from nonpotent inhibitors. Based on this value, a contingency table was obtained, which calculated true positive (TP), true negative (TN), false positive (FP), and false negative (FN). The LOO cross-validated result of training set is provided in supporting information (Fig. S3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 431,
                    "text": "(Fig. S3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 524,
                    "end": 533,
                    "text": "(Table S9",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1162,
                    "text": "(Fig. S3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bayesian modeling"
        },
        {
            "text": "After leaving 20 % out 100 times, the ROC (0.907), concordance (0.903), specificity (0.895), and sensitivity (0.908) were observed in the Model 5. The five-fold cross-validation result is given in the supporting information (Table S10) . Based on Bayesian score, top 20 favorable and unfavorable molecular fingerprints for APN inhibitory activity were identified by FCFP_6. All identified good and bad fingerprints are shown in the supporting information (Table S11) , and five each selected favorable and unfavorable fingerprints are listed in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 235,
                    "text": "(Table S10)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 455,
                    "end": 466,
                    "text": "(Table S11)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 545,
                    "end": 551,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Bayesian modeling"
        },
        {
            "text": "The retrieved fingerprints of the Bayesian modeling confirmed that features containing more number of polar groups are favorable. From both pharmacophore mapping and RP modeling, it was inferred that polar groups and positive ionizable features play essential role in the enzyme inhibition. The Bayesian modeling reconfirmed that polar moieties, like amide, carboxylic acid, and phosphinyl groups are favorable. The functionality of aromatic moieties may be intriguing because these appeared in both favorable and unfavorable fingerprints. However, unfavorable aromatic rings were either attached to polar residues or have exocyclic conjugation. Both of the functionalities may be related to aromaticity of these rings. It was interesting to find that acyclic rings appeared as the most unfavorable fingerprints due to lack of features (positive charge, polarity, and ring aromaticity) required for higher activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bayesian modeling"
        },
        {
            "text": "Thirty-one test set compounds were used to validate Model 5 and produced ROC score of 0.941, which indicated high predictive quality of the selected Bayesian model. The results showed concordance of 0.871, specificity of 0.882 and sensitivity of 0.857. The results and ROC plot for test set validation are provided in supporting information (Fig. S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "(Fig. S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bayesian modeling"
        },
        {
            "text": "Multiple pharmacophore screening and its validation Pharmacophore models (both ligand-and structure-based) are used for the screening of databases containing large number of diverse molecules to find compounds that could be proposed as potential virtual hits [39] [40] [41] [42] [43] [44] [45] [46] . An ideal pharmacophore query is able to capture active molecules selectively from the databases discarding inactive molecules. Therefore, prior to virtual screening the selectivity of the model should be properly assessed. The decoy set validation is the most popular and widely used approach to confirm overall specificity of a model [43] [44] [45] [46] . The decoy set is a set of compounds, where some known active compounds are combined with inactives or decoys, and the whole set is screened with the selected pharmacophore query. The selection of inactive compounds for decoy set validation is very crucial for unbiased virtual screening. The selectivity of the pharmacophore model may be represented either by ROC curve [43, 45] or by GH score [44, 46] . The largest public available database of decoys is directory of useful decoys (DUD), which provides decoys for limited number of targets [47] . In the absence of DUD for a particular target, the selection of inactives depends on the users. However, the latter approach may have two major limitations, (a) it often presumes the inactivity of the decoys despite lack of supporting evidence [48] and (b) the decoy selection method may lack transparency. Moreover, Verdonk et al. [49] earlier demonstrated that some 1D molecular properties may affect the results of docking-based virtual screening, and their proposal may be extrapolated to pharmacophore-based virtual screening as well [43] . According to Verdonk et al., it is not sufficient to use a random library (subsets of public databases) for performance assessments, but it is essential to build up a focused library that reflects the physicochemical properties of the active set. Verdonk principle may be utilized for the selection of decoys [49] . In the current approach an alternative procedure has been adopted which includes the following steps, (a) selection of an well identified and recognizable decoy set from a public database (i.e. BD), which is considerably less focused than internal dataset used for the pharmacophore model development, (b) validation of the decoy sets by multiple screening with three different pharmacophore models developed in the current study, and (c) determination of activity profile by RP model developed from the external data set. The justification of these steps (a, b and c) is discussed in the supporting information (Text S3). To substantiate the idea of multiple screening, the external data set was screened with three different pharmacophore queries (Models 1, 2, and 3) as shown in Fig. 6 .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 279,
                    "end": 283,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 284,
                    "end": 288,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1524,
                    "end": 1543,
                    "text": "Verdonk et al. [49]",
                    "ref_id": null
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2062,
                    "end": 2066,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 2851,
                    "end": 2857,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Bayesian modeling"
        },
        {
            "text": "The ligand-based pharmacophore model (Model 1) was selected for initial screening as it is able to quantify the estimated activity of the screened ligands. The structurebased models were utilized to refine these ligands filtered through Model 1. A cutoff fit value of 5.5 was set for Model 1, because top most active compounds (including bestatin) in the internal data set showed 'fit value' more than 5.50 in mapping on Model 1 (Table 1 ). In the first screening (Model 1), 26.3 % of the retrieved virtual hits were found to be seeded with known inactive compounds. The percentage of known inactives was gradually lowered in the subsequent screenings (18.75 and 0 % of the retrieved virtual hits screened though model 2 and 3, respectively). Therefore, it may be concluded that the number of inactives may be gradually reduced by 'multiple pharmacophore screening', and this approach could be useful for screening of public databases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 437,
                    "text": "(Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Bayesian modeling"
        },
        {
            "text": "Four databases-NCI, Specs, Maybridge, and Asinex were screened to find out potential virtual hits for APN inhibitory activity. These compounds were screened with three pharmacophore models (Models 1-3) as shown in Fig. 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Screening of databases"
        },
        {
            "text": "The Model 1 filtered 2,111 compounds with fit values more than 5.50. These compounds were further screened subsequently with Models 2 and 3. The remaining compounds (170 compounds) were subjected to Lipinski and Veber rules for drug likeliness and ADME properties, employing human intestinal absorption, aqueous solubility, and blood-brain barrier penetration. 60 out of 170 compounds were found to violate any one of the Lipinski and/or Veber rules for drug likeliness and ADME properties and thus rejected. The remaining 110 compounds were subjected to the RP prediction. The necessity of applying RP prediction may be substantiated by the work of Verdonk et al. [49] , as they pointed out the influence of 1D descriptors in virtual screening. As the RP model was created with the help of descriptors that highlight the overall structural requirements for APN inhibition, application of this model in virtual screening may further help in reducing the number of inactive virtual hits in the database.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Screening of databases"
        },
        {
            "text": "The RP model (Model 4, Fig. 5 ) predicted 87 compounds as active which have physicochemical and structural features similar to the reported highly active APN inhibitors. Finally, 87 compounds were subjected to molecular docking studies to predict binding affinities and explore interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Screening of databases"
        },
        {
            "text": "In each docking method, the bound inhibitor bestatin was self-docked at the catalytic site of the receptor (PDB ID: 4FYR) [9] by three different docking tools: LibDock, GOLD, and GLIDE. The best conformer (supporting information, Fig. S4 ) of bestatin was observed in LibDock method with the lowest self-docking RMSD value of 0.38.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparative molecular docking study"
        },
        {
            "text": "The 87 filtered drug-like compounds were docked by three docking tools, and the docking scores were compared with bestatin. It was found that only four compounds showed consistent docking results for all three molecular docking tools, and were proposed as the potential virtual hits for APN inhibition. The dockscores, predicted activities and ADME profiles of these four compounds are shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Comparative molecular docking study"
        },
        {
            "text": "The docking interactions (LibDock/DS) and pharmacophore (Model 1)-mapped conformations of these virtual hits are provided in supporting information (Figs. S5 and S6, respectively). Two of these virtual lead compounds (MFCD00830868, MFCD00830876) contain piperazine residues. The protonated nitrogen atoms of these residues were mapped over the positive ionizable feature, and also interacted with the catalytic amino acid residues. Flippo et al. [50] earlier investigated some quinoline antimalarial agents, which strongly inhibited mammalian APN enzyme (lowest IC 50 = 0.028 µM). These compounds also contained piperazine moiety as the only positive ionizable group. Chelerythrin, a natural product containing quaternary nitrogen, also showed 82 % inhibition of APN [3] . Ligand-receptor interactions of these compounds were not reported earlier. Apart from the positive ionizable features, the proposed virtual hits also contained polar groups and aromatic rings, which were found to be important in APN inhibitory activity. All virtual hits were found to form π − π interaction with the catalytic amino acid residues. The pharmacophore mapped conformations were comparable with the docked conformations (supporting information, Figs. S5 and S6). ",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Comparative molecular docking study"
        },
        {
            "text": "The current chemometric approach was performed to achieve three objectives (1) to highlight structural and physicochemical factors important in APN enzyme inhibition (2) to focus on aspects of 'multiple pharmacophore screening' approach in pharmacophore-based virtual screening and (3) to propose new virtual hits for APN inhibition. Ligand-and structurebased pharmacophore mapping, RP and Bayesian modeling were carried out and all models were properly validated to achieve the first objective. Both ligand-and structurebased pharmacophore mapping suggested that four features: (a) positive ionizable, (b) acceptor, (c) donor, and (d) ring aromatic are essential for the receptor-ligand interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The 3D QSAR pharmacophore model may be utilized for prediction of bioactivity of the ligands. RP modeling was performed on a diverse set of molecules, and it showed positive ionizable (P) feature may be the most important determinant for APN inhibition, and increased polarity of the molecule has positive contribution for higher biological activity. Besides, hydrophobicity [related to ring aromatic (RA)] was also found to be involved in receptor-ligand interaction. RP modeling presented some cut-off values of important descriptors that demarcate the active inhibitors from that of inactives. These may be utilized for the design of new molecules. In addition, Bayesian model highlighted some favorable and unfavorable fingerprints, which may also be utilized for the novel lead design purpose. The results of pharmacophore mapping, RP and Bayesian modeling were comparable and consistent enough to indicate the success of each modeling approach. To explore the second objective, an external random data set was constructed from reported APN inhibitors available in a public database (BD). It was shown that multiple screening by the ligand-and structure-based models may decrease the number of false positives gradually even from a random decoy set, the use of which is not recommended [49] for screening approaches in order to avoid low enrichment. Moreover, it was also found that the ligand-and structure-based pharmacophore models are complementary [51] because sequential screening by ligand-and structurebased pharmacophore queries gradually reduced the number of inactive virtual hits. The multiple screening followed by the RP prediction further reduced the number of false positive hits. This composite approach of screening also decreased the number of true positives to a considerable extent (Fig. 7) . However, the main success of this approach lies in the fact that it is less complicated and maintains transparency in terms of the selection of decoys as well as the validation of the model. The last objective of the work was to search some potential virtual hits of APN inhibitors. Multiple pharmacophore screenings followed by RP prediction were carried out from some public databases. The retrieved virtual hits were tested for drug-likeness and pharmacokinetic properties. The filtered virtual hits were docked at the receptor active site, and four compounds showing consistent results in three different docking tools were ultimately proposed as the most potential virtual hits. All virtual hits were found to contain essential features like positive charge, polarity, and ring aromaticity, and may help to obtain useful APN inhibitors.",
            "cite_spans": [
                {
                    "start": 1291,
                    "end": 1295,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 1808,
                    "end": 1816,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recent advances in aminopeptidase N (APN/CD13) inhibitor research",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Med Chem",
            "volume": "18",
            "issn": "",
            "pages": "5011--5021",
            "other_ids": {
                "DOI": [
                    "10.2174/092986711797535155"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Crystal structure of aminopeptidase N (proteobacterial alanyl aminopeptidase) from Escherichia coli and conformational change of methionine 260 involved in substrate recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Onohara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakashima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matsubara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "33664--33676",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M605203200"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aminopeptidase-N/CD13 (EC 3.4.11.2) inhibitors: chemistry, biological evaluations, and therapeutic prospects",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bauvois",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dauzonne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Res Rev",
            "volume": "26",
            "issn": "",
            "pages": "88--130",
            "other_ids": {
                "DOI": [
                    "10.1002/med.20044"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CD13/aminopeptidase N-induced lymphocyte involvement in inflamed joints of patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shinomiya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sone",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arthritis Rheum",
            "volume": "46",
            "issn": "",
            "pages": "2330--2338",
            "other_ids": {
                "DOI": [
                    "10.1002/art.10517"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Investigation of in vivo activated T cells in multiple sclerosis and inflammatory central nervous system diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Hafler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hemler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Strominger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Clin Immunol Immunopathol",
            "volume": "37",
            "issn": "",
            "pages": "163--171",
            "other_ids": {
                "DOI": [
                    "10.1016/0090-1229(85)90147-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The structure and main functions of aminopeptidase N",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Med Chem",
            "volume": "14",
            "issn": "",
            "pages": "639--647",
            "other_ids": {
                "DOI": [
                    "10.2174/092986707780059571"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aminopeptidase N (CD13) as a target for cancer chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wickstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gullbo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Sci",
            "volume": "102",
            "issn": "",
            "pages": "501--508",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1349-7006.2010.01826.x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bestatin an inhibitor of aminopeptidase B produced by actinomycetes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Umezawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aoyagi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takeushi",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Antibiotic",
            "volume": "29",
            "issn": "",
            "pages": "97--99",
            "other_ids": {
                "DOI": [
                    "10.7164/antibiotics.29.97"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The x-ray crystal structure of human aminopeptidase N reveals a novel dimer and the basis for peptide processing",
            "authors": [
                {
                    "first": "Ahm",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "36804--36813",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M112.398842"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Design synthesis and preliminary evaluation of novel pyrrolidine derivatives as matrix metalloproteinase inhibitors",
            "authors": [
                {
                    "first": "X-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Med Chem",
            "volume": "43",
            "issn": "",
            "pages": "2130--2139",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2007.12.020"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Design synthesis and evaluation of novel sulfonyl pyrrolidine derivatives as matrix metalloproteinase inhibitors",
            "authors": [
                {
                    "first": "X-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioorg Med Chem",
            "volume": "16",
            "issn": "",
            "pages": "5398--5404",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2008.04.027"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Novel cyclic-imide peptidomimetics as aminopeptidase N inhibitors structure-based design chemistry and activity evaluation II",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Med Chem",
            "volume": "45",
            "issn": "",
            "pages": "1618--1626",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2009.12.071"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Novel aminopeptidase N (APN/CD13) inhibitors derived from chloramphenicol amine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioorg Med Chem",
            "volume": "19",
            "issn": "",
            "pages": "5190--5198",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2011.07.008"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Design synthesis and preliminary studies of the activity of novel derivatives of N-cinnamoyl-l-aspartic acid as inhibitors of aminopeptidase N/CD13",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioorg Med Chem",
            "volume": "17",
            "issn": "",
            "pages": "7398--7404",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2009.07.014"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Design, synthesis and preliminary activity evaluation of novel peptidomimetics as aminopeptidase N/CD13 inhibitors",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Pharm Chem Life Sci",
            "volume": "344",
            "issn": "",
            "pages": "494--504",
            "other_ids": {
                "DOI": [
                    "10.1002/ardp.201100109"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel aminopeptidase N inhibitors derived from antineoplaston AS2-5 (Part I)",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioorg Med Chem",
            "volume": "17",
            "issn": "",
            "pages": "3053--3060",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2009.02.063"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Synthesis of new sulfonyl derivatives as matrix metalloproteinase inhibitors",
            "authors": [
                {
                    "first": "X-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W-F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioorg Med Chem",
            "volume": "16",
            "issn": "",
            "pages": "7932--7938",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2008.07.073"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pharmacophore mapping of a series of 24-diamino-5-deazapteridine inhibitors of Mycobacterium avium complex dihydrofolate reductase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Debnath",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Chem",
            "volume": "45",
            "issn": "",
            "pages": "41--53",
            "other_ids": {
                "DOI": [
                    "10.1021/jm010360c"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Discovery of potential integrin VLA-4 antagonists using pharmacophore modeling virtual screening and molecular docking studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thangapandian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakkiah",
                    "suffix": ""
                },
                {
                    "first": "Kw ;",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Biol Drug Des",
            "volume": "78",
            "issn": "",
            "pages": "17966--17971",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1210123109"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Metric for analyzing hit lists and pharmacophores. In: Guner OF (ed) Pharmacophore perception development and use in drug design",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Osman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "193--210",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Virtual screening workflow development guided by the \"receiver operating characteristic\" curve approach application to high-throughput docking on metabotropic glutamate receptor subtype 4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Triballeau",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Acher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brabet",
                    "suffix": ""
                },
                {
                    "first": "I-J",
                    "middle": [],
                    "last": "Pin",
                    "suffix": ""
                },
                {
                    "first": "H-O",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Chem",
            "volume": "48",
            "issn": "",
            "pages": "2534--2547",
            "other_ids": {
                "DOI": [
                    "10.1021/jm049092j"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Computer Program LUDI: a new method for the de novo design of enzyme inhibitors",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Bohm",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Comput-Aided Mol Des",
            "volume": "6",
            "issn": "",
            "pages": "61--78",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00124387"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Global Bayesian models for the prioritization of antitubercular agents",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prathipati",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Chem Inf Model",
            "volume": "48",
            "issn": "",
            "pages": "2362--2370",
            "other_ids": {
                "DOI": [
                    "10.1021/ci800143n"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Fragment-based prediction of skin sensitization using recursive partitioning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Comput Aided Mol Des",
            "volume": "25",
            "issn": "",
            "pages": "885--893",
            "other_ids": {
                "DOI": [
                    "10.1007/s10822-011-9472-7"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Comparative QSARs for antimalarial endochins: importance of descriptor-thinning and noise reduction prior to feature selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ojha",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Int Lab Sys",
            "volume": "109",
            "issn": "",
            "pages": "146--161",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chemolab.2011.08.007"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Application of the random forest method in studies of local lymph node assay based skin sensitization data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fedorowicz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Soderholm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Chem Inf Model",
            "volume": "45",
            "issn": "",
            "pages": "952--964",
            "other_ids": {
                "DOI": [
                    "10.1021/ci050049u"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Lipinski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lombardo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Dominy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Feeney",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv Drug Deliver Rev",
            "volume": "23",
            "issn": "",
            "pages": "3--25",
            "other_ids": {
                "DOI": [
                    "10.1016/S0169-409X(96)00423-1"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Molecular properties that influence the oral bioavailability of drug candidates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Veber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Kopple",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Chem",
            "volume": "45",
            "issn": "",
            "pages": "2615--2623",
            "other_ids": {
                "DOI": [
                    "10.1021/jm020017n"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Validation studies of the site-directed docking program LibDock",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Head",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lalonde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Chem Inf Model",
            "volume": "47",
            "issn": "",
            "pages": "2159--2171",
            "other_ids": {
                "DOI": [
                    "10.1021/ci6004299"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Molecular recognition of receptor sites using a genetic algorithm with a descriptor of desolvation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Willet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Glen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Mol Biol",
            "volume": "245",
            "issn": "",
            "pages": "43--53",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-2836(95)80037-9"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Atomic physicochemical parameters for three-dimensional structure-directed quantitative structureactivity relationships. I. Partition coefficient as a measure of hydrophobicity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ghose",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Crippen",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Comp Chem",
            "volume": "7",
            "issn": "",
            "pages": "565--577",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.540070419"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Potential virtual lead identification in the discovery of renin inhibitors: application of ligand and structure-based pharmacophore modeling approaches",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thangapandian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakkiah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Med Chem",
            "volume": "46",
            "issn": "",
            "pages": "2469--2476",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2011.03.035"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pharmacophore based virtual screening and docking studies of HSP90 inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chaudhaery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Varshney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Saxena",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "SAR QSAR Env Res",
            "volume": "21",
            "issn": "",
            "pages": "445--462",
            "other_ids": {
                "DOI": [
                    "10.1080/1062936X.2010.501817"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The discovery of potential acetylcholinesterase inhibitors: a combination of pharmacophore modeling virtual screening and docking studies",
            "authors": [
                {
                    "first": "S-H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H-L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C-K",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W-B",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biomed Sci",
            "volume": "18",
            "issn": "",
            "pages": "8--13",
            "other_ids": {
                "DOI": [
                    "10.1186/1423-0127-18-8"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Potent bace-1 inhibitor design using pharmacophore modeling in silico screening and molecular docking studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thangapandian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakkiah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Bioinformatics",
            "volume": "12",
            "issn": "",
            "pages": "1--28",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-12-S1-S28"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Pharmacophore and QSAR modeling of estrogen receptor β ligands and subsequent validation and in silico search for new hits",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarairah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zalloum",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abu-Sheikha",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Mol Graph Model",
            "volume": "28",
            "issn": "",
            "pages": "383--400",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmgm.2009.09.005"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Pharmacophore modeling and virtual screening studies to design some potential histone deacetylase inhibitors as new hits",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vadivelan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rambabu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boppanna",
                    "suffix": ""
                },
                {
                    "first": "Jagarlapudi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Graph Model",
            "volume": "26",
            "issn": "",
            "pages": "935--946",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmgm.2007.07.002"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Hybrid structure-based virtual screening protocol for the identification of novel BACE1 Inhibitors",
            "authors": [
                {
                    "first": "Rsk",
                    "middle": [],
                    "last": "Vijayan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prabu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Mascarenhas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ghoshal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Chem Inf Model",
            "volume": "49",
            "issn": "",
            "pages": "647--657",
            "other_ids": {
                "DOI": [
                    "10.1021/ci800386v"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pharmacophore based virtual screening molecular docking studies to design potent heat shock protein 90 inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakkiah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thangapandian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Med Chem",
            "volume": "46",
            "issn": "",
            "pages": "2937--2947",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2011.04.018"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Evaluation of the performance of 3D virtual screening protocols: RMSD comparison enrichment assessment and decoy selection: what can we learn from earlier mistakes?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirchmair",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Markt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Distino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Comput Aided Mol Des",
            "volume": "22",
            "issn": "",
            "pages": "213--228",
            "other_ids": {
                "DOI": [
                    "10.1007/s10822-007-9163-6"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Docking-based comparative intermolecular contacts analysis as new 3-D QSAR concept for validating docking studies and in silico screening: NMT and GP inhibitors as case studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Habash",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Al-Hadidi",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [
                        "-"
                    ],
                    "last": "Bakri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Younis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sisan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Chem Inf Model",
            "volume": "51",
            "issn": "",
            "pages": "647--669",
            "other_ids": {
                "DOI": [
                    "10.1021/ci100368t"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Virtual screening using protein-ligand docking: avoiding artificial enrichment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Verdonk",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Berdini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hartshorn",
                    "suffix": ""
                },
                {
                    "first": "Wtm",
                    "middle": [],
                    "last": "Mooji",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Chem Inf Comp Sci",
            "volume": "44",
            "issn": "",
            "pages": "793--806",
            "other_ids": {
                "DOI": [
                    "10.1021/ci034289q"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Design, synthesis and antimalarial activity of novel quinoline-based zinc metallo-aminopeptidase inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flippo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Florent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grellier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sergheraert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deprez-Poulain",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bioorg Med Chem Lett",
            "volume": "13",
            "issn": "03",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0960-894X(03)00550-X"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "From the protein's perspective: the benefit and challenges of protein structure-based pharmacophore modeling",
            "authors": [
                {
                    "first": "Mpa",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roumen",
                    "suffix": ""
                },
                {
                    "first": "Ijp",
                    "middle": [],
                    "last": "De Esch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vlieg",
                    "suffix": ""
                },
                {
                    "first": "Jpg",
                    "middle": [],
                    "last": "Klomp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Graff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med Chem Commun",
            "volume": "3",
            "issn": "",
            "pages": "28--38",
            "other_ids": {
                "DOI": [
                    "10.1039/c1md00210d"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structures of training set molecules (P1-P25) used for 3D QSAR pharmacophore generation of DS, hydrogen-bond acceptor (A), hydrogen-bond donor (D), ring aromatic (RA), hydrophobic (Y), and positive ionizable (P) features were included in pharmacophore hypothesis generation. Hyporefine generated ten pharmacophore hypotheses with fixed and null cost values of 74.43 and 275.83, respectively. Among ten hypotheses, the first hypothesis (Model 1) was selected as the best pharmacophore on the basis of the cost values, correlation coefficient and RMSD value. Model 1 showed the lowest total cost (91.24) with a cost difference (null cost-total cost) of 184.58, indicating that the model and data are correlated by more than 90 %. The correlation value of this hypothesis was 0.961, which suggests the model is capable of predicting the activity of the training set compounds. In addition, lower RMSD value (1.15) of the hypothesis further supports the predictive ability of the model. The configuration cost of the model was found as 13.89, which was much lower than the cutoff value of 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2 a 3D-spatial arrangement and inter-feature distance constraints between the chemical features (Model 1). b Mapping of the most active compound (P1) in the training set on Model 1. c Mapping of the least active compound (P25) in the training set on Model 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Interaction of bestatin at the hAPN active site, hydrogen bonds and π − π interaction are shown in dotted line, water molecules are shown as spheres. b Mapping of bestatin (P2) on Model 1. c Mapping of bestatin on Model 2 (water molecules are shown in ball and stick form) and 3D-spatial arrangement and inter-feature distance constraints between the chemical features of Model 2 (in box). d Mapping of Model 3 with bestatin and catalytic water molecules (presented in stick form), 3D-spatial arrangement and inter-feature distance constraints between the chemical features of Model 3 (in box)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The schematic representation of the RP-tree 1 model the remaining features, some were selected on the basis of ligand-receptor interactions reported in the literature[9]. The final hypothesis (Model 3) comprising five features [three hydrogen-bond acceptors (A1-A3) and two hydrogen-bond donors (D1-D2)] were chosen on the basis of predictability on the internal test set compounds.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Good (G) and bad (B) molecular fingerprints identified by FCFP_6 descriptor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Multiple screening using external data set (MOF maximum omitted feature, MinF minimum number of feature)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Database screening and filtering protocol (MOF maximum omitted feature, MinF minimum number of feature)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". The standard APN inhibitor, bestatin (P2) was included as a member of the training set. Based on Feature mapping",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Representative result of structure-based pharmacophore modeling",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Docking scores, ADME property, and estimated activity of virtual hits",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Authors are thankful to the All India Council for Technical Education (AICTE) New Delhi and the Council of Scientific and Industrial Research (CSIR) New Delhi for providing financial support. One of the authors (AKH) is grateful to Council of Scientific and Industrial Research (CSIR), New Delhi for awarding a Senior Research Fellowship. We are also thankful to the authority of Jadavpur University for providing us the facility required for the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}