{
    "paper_id": "1e1574cea35e9d4fb26bef1bd8ffb985250043c9",
    "metadata": {
        "title": "Modeling Importations and Exportations of Infectious Diseases via Travelers",
        "authors": [
            {
                "first": "Luis",
                "middle": [],
                "last": "Fernandez Lopez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcos",
                "middle": [],
                "last": "Amaku",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Francisco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Bezerra Coutinho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Mikkel"
                ],
                "last": "Quam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umeå University",
                    "location": {
                        "settlement": "Umeå",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcelo",
                "middle": [
                    "Nascimento"
                ],
                "last": "Burattini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudio",
                "middle": [
                    "José"
                ],
                "last": "Struchiner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "PROCC",
                    "institution": "FIOCRUZ",
                    "location": {
                        "settlement": "Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Annelies Wilder-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lee Kong Chian School of Medicine",
                    "location": {
                        "settlement": "Nanyang",
                        "country": "Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Eduardo"
                ],
                "last": "Massad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of São Paulo",
                    "location": {
                        "settlement": "São Paulo",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper is an attempt to estimate the risk of infection importation and exportation by travelers. Two countries are considered: one disease-free country and one visited or source country with a running endemic or epidemic infectious disease. Two models are considered. In the first model (disease importation), susceptible individuals travel from their disease-free home country to the endemic country and come back after some weeks. The risk of infection spreading in their home country is then estimated supposing the visitors are submitted to the same force of infection as the local population but do not contribute to it. In the second model (disease exportation), it is calculated the probability that an individual from the endemic (or epidemic) country travels to a disease-free country in the condition of latent infected and eventually introduces the infection there. The input of both models is the force of infection at the visited/source country, assumed known. The models are deterministic, but a preliminary stochastic formulation is presented as an appendix. The models are exemplified with two distinct real situations: the risk of dengue importation from Thailand to Europe and the risk of Ebola exportation from Liberia to the USA. B Eduardo Massad edmassad@usp.br",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From time to time the world is put on high alert, triggered by some exotic and frequently unknown infectious disease spread by travelers of international routes to previously uninfected regions (Stannard 1993 ). The most notorious example is perhaps the Black Death of the XIV century, which decimated from a quarter to a half of the European population (Massad et al. 2004; Bossak and Welford 2009) . Many centuries later, the Spanish Flu, which killed between 50 and 100 million individuals worldwide, started in an American army barrack in the United States in 1918, and rapidly spread by travelers to others areas of the world (Caley et al. 2007; Massad et al. 2007 ). Almost one hundred years later, SARS frightened many countries due to its potential spread by infected travelers (Wilder-Smith and Freedman 2003; Massad et al. 2005a ). The swine flu pandemic (H1N1) of 2009 is another example of the dangers of international spread of communicable diseases (Khan et al. 2009; Massad et al. 2010) . The current outbreak of Ebola is the most recent example of the risk of a new and, in this case, frequently fatal disease, posed by individuals traveling from infected to uninfected areas of the world (Gomes et al. 2014; Pandey et al. 2014) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 208,
                    "text": "(Stannard 1993",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 354,
                    "end": 374,
                    "text": "(Massad et al. 2004;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 375,
                    "end": 399,
                    "text": "Bossak and Welford 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 631,
                    "end": 650,
                    "text": "(Caley et al. 2007;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 651,
                    "end": 669,
                    "text": "Massad et al. 2007",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 786,
                    "end": 818,
                    "text": "(Wilder-Smith and Freedman 2003;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 819,
                    "end": 838,
                    "text": "Massad et al. 2005a",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 963,
                    "end": 981,
                    "text": "(Khan et al. 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 982,
                    "end": 1001,
                    "text": "Massad et al. 2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1205,
                    "end": 1224,
                    "text": "(Gomes et al. 2014;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1225,
                    "end": 1244,
                    "text": "Pandey et al. 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human mobility networks, increasingly play a role in the spread of communicable diseases (Stannard 1993; Tatem et al. 2012) . This occurs at the international and national levels and even between different districts in the same city. Moving people can introduce infectious agents to new areas and populations (Massad et al. 2004 ). The greatest concern for global health now is the ability of a traveller with an infectious disease to travel to virtually any part of the world within 24 h. The current volume, speed, and reach of travel are unprecedented. International tourist arrivals have shown a virtually uninterrupted growth-from 25 million in 1950 to 278 million in 1980 278 million in , 528 million in 1995 278 million in , and 1087 278 million in million in 2013 278 million in (UNWTO 2014 . Asia and the Pacific recorded the fastest relative growth across all World Tourism Organization (UNWTO) regions, with a 6 % increase in international arrivals per year in recent years. Asia is the epicenter of many infectious diseases (UNWTO 2014) . Africa, another continent with many emerging infectious diseases, saw an increase of 5 %. International tourist arrivals worldwide are expected to increase by 3.3 % a year from 2010 to 2030 to reach 1.8 billion by 2030, according to UNWTO's long-term forecast Tourism Towards 2030 (UNWTO 2014) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 104,
                    "text": "(Stannard 1993;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 105,
                    "end": 123,
                    "text": "Tatem et al. 2012)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 309,
                    "end": 328,
                    "text": "(Massad et al. 2004",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 658,
                    "end": 677,
                    "text": "278 million in 1980",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 714,
                    "text": "278 million in , 528 million in 1995",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 740,
                    "text": "278 million in , and 1087",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 771,
                    "text": "278 million in million in 2013",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 798,
                    "text": "278 million in (UNWTO 2014",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1048,
                    "text": "(UNWTO 2014)",
                    "ref_id": null
                },
                {
                    "start": 1332,
                    "end": 1344,
                    "text": "(UNWTO 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In fact, air travel has led to the rapid global spread of many diseases, notably respiratory diseases such as SARS (Wilder-Smith and Freedman 2003; Massad et al. 2005a ) and H1N1 (Khan et al. 2009; Massad et al. 2010 ). An increased volume of international passenger air traffic originating from regions with endemic dengue has contributed to a rise in the number of dengue cases in both endemic areas and elsewhere (Jones et al. 2008; Wilder-Smith 2006; Khan et al. 2010) . Another example is that the main hindrance to polio eradication is the spread of polio via travelers to polio-free countries (Quam et al. 2014; Wilder-Smith and Tambyah 2007) . It is important to be able to calculate or at least estimate the number of cases due to the importation or exportation of infectious diseases via travelers. Current methodological approaches to estimate the risk of diseases in travelers still have many shortcomings (Wilder-Smith 2006; Khan et al. 2010; Quam et al. 2014; Wilder-Smith and Tambyah 2007; Leder et al. 2013) . For example, estimations based on notifications of imported cases underestimate the risk. This is so because many diseases are either not notifiable to authorities or even if legally notifiable are underreported, as not every traveller will report her/his condition to healthcare providers. Moreover, many imported diseases may go unnoticed because of a high frequency of asymptomatic cases that may also contribute to the transmission of diseases.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 147,
                    "text": "(Wilder-Smith and Freedman 2003;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 148,
                    "end": 167,
                    "text": "Massad et al. 2005a",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 179,
                    "end": 197,
                    "text": "(Khan et al. 2009;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "Massad et al. 2010",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 416,
                    "end": 435,
                    "text": "(Jones et al. 2008;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 436,
                    "end": 454,
                    "text": "Wilder-Smith 2006;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 455,
                    "end": 472,
                    "text": "Khan et al. 2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 600,
                    "end": 618,
                    "text": "(Quam et al. 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 619,
                    "end": 649,
                    "text": "Wilder-Smith and Tambyah 2007)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 918,
                    "end": 937,
                    "text": "(Wilder-Smith 2006;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 938,
                    "end": 955,
                    "text": "Khan et al. 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 956,
                    "end": 973,
                    "text": "Quam et al. 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 974,
                    "end": 1004,
                    "text": "Wilder-Smith and Tambyah 2007;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1005,
                    "end": 1023,
                    "text": "Leder et al. 2013)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the absence of good data on importation and exportation of infectious diseases via international travelers, mathematical models can provide an additional tool for the estimation of the risks involved. Here, a novel mathematical model is developed, taking into account air travel volume, force of infection in the country of disembarkation, herd immunity due to either background immunity or immunization coverage by vaccination. Two distinct situations related to the spread of infections by travelers (importation and exportation of infections) are considered, with particular emphasis on the risk for disease-free areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper is organized as follows. After this introduction, Sect. 2 describes the models used for estimating the risk of infections spread to previously disease-free areas in two distinct contexts, namely, the spread of infections by travelers from diseasefree countries that visit an endemic area and bring the infection back home (Sect. 2.1); and the spread of infections by inhabitants of endemic areas that visit diseasefree countries, eventually introducing the infection in these areas (Sect. 2.2). Two different models describe these two situations. The theory described in Sect. 2.1 and 2.2 are exemplified by the case of the potential risk of dengue introduction into Europe (importation model, Sect. 2.1.5), and the case of Ebola exportation to disease-free countries (Sect. 2.2.1). The model's implications and limitations are discussed in Sect. 3. In \"Appendix 1\", we present a more detailed discussion of the parameters and data aggregation used previously to estimate the risk of dengue among international travelers visiting Thailand (Massad et al. 2013) . Finally, in \"Appendix 2\", a stochastic equivalent of the importation model is presented in detail.",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1070,
                    "text": "(Massad et al. 2013)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In what follows, two models describe two different situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Models"
        },
        {
            "text": "The first one, \"Importation of an infection,\" applies to the case where travelers from a disease-free country visit a country endemic to a given infection and, after few days or weeks, return to their disease-free home country. If some of the travelers acquire the infection and return still infective (before recovering), they could introduce the disease in their disease-free country. The importation model will be analyzed and exemplified with the case of a vector-transmitted infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Models"
        },
        {
            "text": "The second model, \"Exportation of an infection,\" considers the case where individuals living in an endemic (or epidemic) country travel to a disease-free country. If some of the travelers contracted the infection and are in an infective or latent (pre-clinical) stage when leaving their home country, they could export the infection to the visited country.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 261,
                    "text": "(pre-clinical)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Models"
        },
        {
            "text": "In both scenarios, the infective individuals could trigger infection outbreaks in the previously disease-free area, given that the specific disease transmission conditions are satisfied. In the next subsections, such possibility is discussed in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Models"
        },
        {
            "text": "This section considers travelers from a disease-free country visiting an endemic region and eventually returning infected to their home country (importing the infection). Arriving to their home country, these infected travelers could trigger an outbreak that can (or cannot) establish itself (that is, reach an endemic equilibrium) depending if the basic reproduction number (R 0 ) of the infection is greater or lesser than one (Massad et al. 1994) . To calculate the risk that a traveller acquires the infection, the number of individuals returning infected at time (t) and the period of time they remain infectious after returning home, it is necessary taking a detailed account of the chronology of events and the populations involved. This is done in the next subsections.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 449,
                    "text": "(Massad et al. 1994)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Importation of Infection"
        },
        {
            "text": "The model assumes that travelers from a disease-free country arrive at the visited country at time t = 0. Those travelers may or may not acquire the infection. Then:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Line of Events"
        },
        {
            "text": "1. If they do not acquire the infection, they return home at a time between t and t + dt (t < t = present time), without any further consequences. 2. If they do acquire the infection, then two things may happen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Line of Events"
        },
        {
            "text": "(a) The visitors acquire the infection at a time between τ and τ + dτ , recover at a time between t and t + dt , while still in the visited country, and return home between t and t + dt t < t , already recovered. Again, no further consequences. (b) The visitors become infected at a time between τ and τ + dτ , then return home between t and t + dt , while still infectious, and recover there between t and t + dt (it is worth noting that now t < t ). Depending on the duration of the infectiousness period and the transmission characteristics, individuals in this third history may be infectious after arriving for time enough to trigger an outbreak in their previously disease-free home country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Line of Events"
        },
        {
            "text": "The above chronology is pictured in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Time-Line of Events"
        },
        {
            "text": "Remark 1 Note that the model assumes that infected travelers return to their home country no matter if they are symptomatic or not. In the Discussion section, we address this simplification of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-Line of Events"
        },
        {
            "text": "The chronology described in the above subsection defines a set of populations and subpopulations as well as a set of flows. They can be depicted as shown in Fig. 2 . There people that acquire the infection and recover before returning home; 2b those that acquire the infection, return still infectious and recover at their home country the home country population is divided in four subpopulations and the different flows among the subpopulations and their classes are shown. As the disease is considered a vector-transmitted one, the vector population (mosquitoes) and its classes are also included.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Populations Involved"
        },
        {
            "text": "1. The first subpopulation (leftmost flow in Fig. 2 ) comprises those individuals living in the disease-free country, which have never travelled to endemic countries but may eventually acquire the infection locally (autochthonous cases). Consistent with classical S-I-R models (Anderson and May 1991) , the individuals in that subpopulation can be classified as S H (susceptible to the infection), I H (autochthonous and infectious cases) and R H (recovered from I H ). 2. The second subpopulation (center-left flow in Fig. 2 ) includes those travelers experiencing the first time-line of Fig. 1 . The individuals of that subpopulation reside in the disease-free country have travelled to the endemic country, but have not been infected there. They have returned to their home country still susceptible. To differentiate them from those in the first subpopulation, their representing letters will receive a subscript T . As in the first population, those individuals can be classified as S T (susceptible to the infection), I T (autochthonous and infectious cases among returning travelers), and R T (recovered from I T ). It is worth noting that the local (that is, in the disease-free country) vectors can be infected by all the three classes of infectious humans, I H , I T , and * I T , and can infect all classes of susceptible individuals. All classes defined above are listed in table 1.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 300,
                    "text": "(Anderson and May 1991)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 519,
                    "end": 525,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 589,
                    "end": 595,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Populations Involved"
        },
        {
            "text": "The model assumes a vector-borne infection characteristic of tropical regions. Its vector, however, is also present in some disease-free countries. The model will be exemplified by dengue fever and the risk of its introduction into Europe. Two important assumptions characterize the model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Assumptions"
        },
        {
            "text": "1. Travelers are subject to the same risk of infection as the residents of the endemic visited country. 2. The number of visitors is small when compared to the visited country population, and they stay there for a relatively short period. Therefore, they do not contribute significantly to the local force of infection ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Assumptions"
        },
        {
            "text": "In Sect. 2.1.2 the disease-free country population was divided in three human subpopulations and one vector population. Therefore, five different dynamics are to be described. Starting with the dynamics of the first subpopulation, the individuals that do not travel, they can be described by the following set of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "In Eq. (1) a is the mosquitoes' biting rate, b is the probability of infection from an infectious mosquito to a susceptible human, μ is the humans' natural mortality rate, Λ S H is the growth function of susceptible humans, related to births, chosen to keep the population constant, α is the disease induced mortality rate, γ is the recovery rate from the infectious status and N H is the total number of human individuals in the population in the home country, including those susceptibles that travel. Note that transmission happens when an infected mosquito I M (t) bites a fraction S H (t) N H of the susceptible humans with rate a. These bites result in new infections with probability b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Remark 2 In the above formulation (vector-transmitted disease), the state variables are actually densities. To simplify the writing and reading, they were multiplied by a small unitary area so that they become numbers. For this kind of models, the procedure does not affect the results because at the end they will be a sum of the infection taking place in all different areas (see \"Appendix 2\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "The dynamics of the second subpopulation (travelers returning still susceptible) can be described by a similar set of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "where Λ T = σ * S T (see below) is the growth function of S T , that is the rate (migration) at which travelers come back home still susceptible (it is worth noting that these individuals can acquire the infection after their return home and will eventually recover).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Let us now consider the subpopulation that acquires the infection abroad. Let * S T be the number of susceptible travelers in the endemic country at a given time between t and t +dt. They can return home still susceptible at a rate σ , acquire the infection abroad at a rate λ L (assumed to be constant because it is an endemic situation and, therefore, is at equilibrium) or die at a rate μ. Then, if * S T (0) is the number of susceptible travelers that arrived at the visited endemic country at time t = 0 (an arbitrary date of the year), *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Remark 3 The force of infection λ L for such a vector-borne infection is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "where a L , b L , I M L and N H L are, respectively, the local (that is, in the visited country) mosquitoes' biting rate, the probability of infection of susceptible humans bitten by infected mosquitoes, the local number of infected mosquitoes and the local humans residents. The number of visitors should be added to N H L but is neglected here because it is tinny compared to N H L and does not contribute significantly to the local force of infection. Additionally, since I M L and N H L are densities they are both multiplied by ΔA (that cancels out), for taking into account the limited area visited in the endemic country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "The number of susceptible travelers returned home at a time between t and t + dt is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Then, at a time t (t < t ), the number of these travelers, in the absence of infection, is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "and inserting Eq. (3) into (4) gives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Further integration of Eq. (5) for all t < t gives the number of susceptible travelers that returned home still susceptible up to time t, S T (t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "For completeness, note that differentiation of Eq. (6) recover the first equation of system (2), showing that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "Given the above equations, * I T , the number of infected travelers that acquired the infection at any time τ < t , returned to their home country at time t < t and are still infectious at time t can be calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "The number of travelers, at time t, that acquired the infection between τ and τ + dτ and have not returned home yet, is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "where γ is the recovery rate of the disease, σ is the rate at which infected travelers return to their home country, and α is the disease-specific mortality rate. *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model's Equations"
        },
        {
            "text": "and *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "From Eq. (10) * * I T (t, t , τ ), the number of individuals that acquired the infection between τ and τ + dτ , returned to their home country between t and t + dt and are still infectious at time t is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "Again, * *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "and, * *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "Finally, * * I T (t) can be calculated by integrating Eq. (13) for τ from 0 to t and t from 0 to t: * *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "Those individuals * * I T (t) that are still infectious when returning to their home country will be the ones that may introduce the infection in the disease-free country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "No expressions were derived for * R T , * * R T and * * * R T because the model assumptions imply that these classes would not influence the importation related disease dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "Finally, the dynamics of the vector population following the disease introduction by infected (returning) travelers can be described by the following set of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "where a is the vector's biting rate, c is the probability of infection from one infectious human to a susceptible vector, μ M is the vector natural mortality rate, Λ M is the rate of growth of susceptible vectors and δ M is the inverse of the latency period of the infection in the vectors. Again, vectors can be infected by any or all of the infectious humans, I H , I T and * * I T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I T (τ, τ ) is given by:"
        },
        {
            "text": "The risk of dengue introduction into some European countries is causing great concern among local health authorities. With the increasing number of tourists visiting endemic countries, the climatic changes observed around the world (which favors dengue transmission in both endemic and disease-free countries) and the already detected presence of potential vectors in some European countries, the introduction and maintenance of autochthonous dengue transmission is indeed a possibility. Therefore, new techniques to quantify the number of expected infected individuals returning from dengue infected countries is important in order to provide decision makers tools to estimate the risk of dengue importation. In this section the expected number of travelers importing the disease from visited countries is calculated using the model described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemplifying the Importation Model with the Potential Risk of Dengue Introduction into Europe"
        },
        {
            "text": "with parameters fitted to retrieve the actual data (continuous line) as compared with actual number of reported dengue cases (dots) averaged over a long period of time for the Thailand dengue data described in Massad and Wilder-Smith (2009) In the majority of endemic countries, reported dengue incidence has observable seasonal trends with peaks in the warmer wet seasons and troughs in the dryer cool seasons. The force of infection in those countries therefore presents an important time dependence throughout the year. In fact, seasonality is dependent on temperature but, as the seasonal temperature variations recur cyclically, we assumed a time dependence as a proxy for the temperature variation.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 240,
                    "text": "Massad and Wilder-Smith (2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "As an example, consider a European country where Aedes mosquitoes are present, but the basic reproduction number of dengue is less than 1. Consider also the dengue (surveillance) data from Thailand for the \"visited country\". As described in Massad and Wilder-Smith (2009) , an expression for the time-dependent force of infection in Thailand can be obtained by fitting a bell-shaped function to the available incidence data as shown in Fig. 3 (see \"Appendix 1\" for details).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 271,
                    "text": "Massad and Wilder-Smith (2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 436,
                    "end": 442,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "Remark 4 For completeness, note that as displayed in Fig. 3 , the long-term average number of cases peak around the seventh month of the year, which corresponds to the month of July. Figure 4 shows that the month of June, corresponding to the period of highest temperature in Thailand, precedes the peak of simulated dengue incidence shown in Fig. 5 (Massad and Wilder-Smith 2009 ). This is due to the time necessary to mount up enough quantity of infected mosquitoes.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 379,
                    "text": "(Massad and Wilder-Smith 2009",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 343,
                    "end": 349,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "With those data, the equations for the susceptible travelers S T (t), * S T (t) and Λ T read: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "The equation for travelers that return still infectious to their home country is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "Simulation of the model with the parameters that resulted from the curve fitting shown in Fig. 3 gives the results shown in Fig. 5 . It displays the variation in the number of non-infected susceptible mosquitoes (S M ) and infective mosquitoes (I M ) along the year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 130,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "Remark 5 To make comparable temporal visualization possible, the two lines of Fig. 5 are not in the same scale on the y-axis, rather I M was multiplied by 2000. Notably, both the number of infective mosquitoes and the force of infection (not shown) peak between the months of July and August in Thailand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "Suppose that a cohort of Europeans travel to Thailand in August (holiday month in much of Europe) and remain an average of 15 days there. Suppose also that they are subject to the same force of infection (λ L ) as the local Thai residents. Assuming a negligible dengue mortality and using the same parameters from Fig. 3 for λ L in Eq. (19), the model gives an estimated relative morbidity of around 3 individuals per 1000 travelers returning infected to their home country. This is in close agreement with the results obtained by Massad and Wilder-Smith (2009) .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 561,
                    "text": "Massad and Wilder-Smith (2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 320,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "Assuming the travelers home country has a sufficiently high density of Aedes mosquitoes, an outbreak can occur. If the dengue Basic Reproduction Number, R 0 is approximately 0.3 for that country and the number of travelers visiting Thailand during summer is 10,000, the expected number of individuals returning still infectious is 30 and they will generate 9 autochthonous secondary dengue cases. \"Appendix 1\" shows a more detailed description of this analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 Numerical simulation of the incidence (λ L (t)S H (t))"
        },
        {
            "text": "The above calculation assumed that all returning infectious travelers arrive at their home country homogeneously distributed, that is, all the susceptible local inhabitants had the same probability of being infected by them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Remark 6"
        },
        {
            "text": "This section considers the case of travelers from an endemic country visiting a diseasefree country, some of them arriving to the visited country possibly infective (exporting the infection). Once arriving to the visited disease-free country, those infective visitors may trigger an outbreak that can or cannot establish itself depending on the value of the Basic Reproduction Number R 0 of the infection being greater or lesser than one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "The case of disease exportation is simpler, from the modeling point of view, than the infection importation explained above. The basic difference is that in the latter, visitors return infective to their home country, whereas in the former, visitors depart from their endemic home country in a latent state. This latter assumption is based on the conjecture that infective and symptomatic individuals do not travel. Their disease will manifest itself either during the voyage or after arrival to the visited disease-free country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "Another important difference between the disease importation and exportation models is that in the former, the key parameter was the force of infection of the disease in the visited endemic country, whereas in the latter the key parameter is the latency duration of the disease. In terms of the modeling, in the disease importation case, latency is not too important and the model considers only susceptible, infected and removed individuals. Hence, the number of new cases per unit of time corresponds to the infection incidence, denoted λ L (t)S H (t). In the case of disease exportation, however, latency is important because it is assumed that infected and symptomatic individuals are either so sick that they do not manage to travel or are prohibited of doing so. In a S E I R (Susceptible-Exposed-Infective-Recovered) type of model (Anderson and May 1991) , the disease dynamics is described by the following set of equations:",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 861,
                    "text": "(Anderson and May 1991)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "where β is the potentially infective contact rate, δ H is the inverse of the incubation (or latency) period, γ H is the duration of infectiousness and μ H and α H as above. For exportations, our interest is the prevalence of latent infections in the local population, from which, some individuals will travel already infected but not yet symptomatic. Integration of the third equation of system (20) gives the disease prevalence in the population:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "Dividing I H (t) by the size of the local population, N H , gives the relative prevalence of infectious individuals, p I (t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "(22) Integrating the second equation of (20) yields the following quantity E H (t), exposed or latent individuals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "Dividing E H (t) by the total population N H yields the prevalence of infected but not yet infectious individuals in the home country as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "Multiplying the number of visitors to a given disease-free country by the prevalence of latent individuals, p E (t) and by the prevalence of infected individuals, p I (t), generates the number of infected visitors or of infections exportation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "To obtain this prevalence, the force of infection of the disease in this endemic region is a necessary input variable. Unfortunately, the best information normally available is the notification rate of infectious individuals δ H E H , provided by disease surveillance systems. Next section shows one possible way out to circumvent this limitation and illustrates an actual case of a recent disease outbreak that is spreading itself for previously disease-free countries, namely, the Ebola epidemic in West Africa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exportation of Infection"
        },
        {
            "text": "As of December 17, 2014, the Ebola outbreak had already affected 18,603 people in some countries of West Africa, with 6,915 confirmed fatalities (WHO 2014). A few cases have already reached previously unaffected countries, like the USA and Spain. A few cases have already reached previously unaffected countries outside of the African continent, including the USA and Spain. Although some West African countries with infections early this year have already been declared free of disease, the Ebola epidemic continues to wreak havoc in Liberia, Guinea, and Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "The current Ebola outbreak in West Africa is used to illustrate the exportation model. The theory is applied in Liberia, one of the worst affected countries in terms of number of cases and deaths. Figure 6 shows the fitting of a continuous function to the weekly incidence of symptomatic cases in Liberia. It is again assumed that this corresponds to the number of new symptomatic cases per week, which in terms of model (20) is denoted δ H E H . The fitted equation takes the following form:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "where κ i (i = 1, 2, 3) are the fitting parameters. Figure 6 shows the fitted curve (continuous line) with the observed cases reported in Liberia each week in 2014 (dots). Note that Eq. (25) fits the Liberian Ebola cases very well. If Eq. (25) is inserted into Eq. (21), the Ebola prevalence at each instant of time I H (t) is obtained. Figure 7 , shows plots of the incidence and the prevalence of Ebola in Liberia in 2014 as generated by the model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 337,
                    "end": 345,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "It is possible, in principle, to fit the parameters of system (20) in order to retrieve the prevalence curve (blue line) of Fig. 8 . The parameters then can be used to estimate the number and the prevalence of latents (Eqs. (23) and (24)). Alternatively, taken the Ebola latency period of three weeks (that is δ H 1 3 weeks −1 ), E H (t) can be ",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 228,
                    "text": "(Eqs. (23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "from which it is possible to estimate the prevalence of latents in the population:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "The result for the case of Ebola in Liberia is shown in Fig. 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "In an example cohort of travelers that depart from Liberia at week 15, the relative number of latent individuals carrying the Ebola virus is of 0.3 individuals per 1000 travelers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exemplifying the Theory with Ebola Exportation to Disease-Free Countries"
        },
        {
            "text": "This paper is an attempt to calculate the exact risk of infections importation and exportation by travelers. It proposes a model taking into account the force of infection of the disease in the endemic country, which can either be a visited country (source of infection importation) or a country from where local residents export the infection when traveling in the latent condition to disease-free countries. The model is deterministic but a preliminary stochastic formulation is presented in \"Appendix 2\". It assumes that, in the case of disease importation, travelers are subject to the same risk of infection as local residents. In the case of disease exportation, the model considers the probability that a latent individual travels to a disease-free country. The model is exemplified by two distinct situations, namely, the risk of dengue importation from Thailand to Europe and the risk of Ebola exportation from Liberia to the USA. The model can also be applied to other cases as, for instance, that of Yellow Fever in Brazil (Massad et al. 2005b ).",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1054,
                    "text": "(Massad et al. 2005b",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the model considers the key components of the natural history of the infections and the risk of disease importation/exportation, it differs from previous attempts to estimate the risk of disease introduction into infection-free countries by travelers. The latter attempts take into account only the volume of airline travel to and from source countries, without considering the risk of acquiring the infection (e.g. Khan et al. 2009) . A recent exception is the model by Gomes et al. (2014) which considers the disease dynamics for estimating the spreading risk of Ebola by international travel.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 439,
                    "text": "Khan et al. 2009)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "Gomes et al. (2014)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the main purpose of this paper is to provide a theoretical framework for the estimation of the spreading risk of infectious diseases, the examples provided demonstrate that the model can be applied for real setting of eminent risk of diseases importation/exportation. This is encouraging in the sense that the model may represent a significant step forward in the readiness for disease-free countries to deal with infections previously exotic to their environment. It is important, however, to point out some limitations of the model. Firstly, and mostly, the model heavily depends on the estimation of local dynamics of the infections at risk of being spread to other parts of the world. Secondly, it depends on the estimation of the parameters related to transmission in the host country. For instance, in the case of a vector-borne infection, it is central to know (or at least to have a reasonable estimate) of the vectors' density and biting habits in the host country. Thirdly, the deterministic nature of the main models does not allow estimation of many uncertainties related to parameter estimation among others. As shown in \"Appendix 2\" a stochastic framework would allow the calculation of the probability of a given number of infected travelers returning infected to their home-countries. The simple model presented in the appendix was intended to exemplify an alternative approach. Finally, the sheer number of people traveling to and from endemic areas, which have been the priority of previous works on this area, is also a necessary component to be included in the calculation of the risk of spreading of exotic infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Much work still remains to be done in this area, and we hope that this paper may represent an initial step into the desired direction of reliable estimations of spreading risk of infections by travelers to and from source countries. The development of a fully stochastic model, in the line of the one presented in the appendix, should be a priority in the development of risk assessment models for diseases spread by travelers around the world (Leder et al. 2008 ).",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 462,
                    "text": "(Leder et al. 2008",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "This appendix explains the steps taken to estimate the risk of dengue infection for travelers visiting Thailand. Table 2 shows the monthly average of dengue cases reported in Thailand in the period from 1999-2006, as described in Massad et al. (2013) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 250,
                    "text": "Massad et al. (2013)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "A continuous curve con be fitted to the above data, for instance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "The parameters that best fitted the above data are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "κ 1 = 11417.60 κ 2 = 0.35 κ 3 = 2.47 Figure 3 in the main text shows the resulting fit. The average force of infection, λ(t) for the period considered is obtained by dividing Eq. 28 by the estimated number of Assuming a cohort of Europeans visiting Thailand in August (holiday month in much of Europe and summer in Thailand) and remaining there an average of 15 days, the individual risk of acquiring dengue and returning still infectious to their home country is equal to 0.0023 (roughly 2-3 cases per one thousand travelers). If the travelers home country has a sufficiently high density of aedes mosquitoes an outbreak is expected. Assuming 10,000 travelers visiting Thailand during summer, a Basic Reproductive Number, R 0 , of 0.3 for their home country, and using models (1) and (15) of the main text, with parameters as in Table 3 , results in an expected number of 30 individuals returning infected and generating 9 autochthonous secondary dengue cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 837,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "The joint probability of having x susceptible, y infective and z infected that returned home individuals in the period between t and t + Δt is: P x,y,z (t + Δt) = [1 − σ xΔt − λ L xΔt − σ yΔt] P x,y,z (t) +σ (x + 1)Δt P x+1,y,z (t) + λ L (x + 1)Δt P x+1,y−1,z (t) +σ (y + 1)Δt P x,y+1,z (t)",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "x,y,z (t)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Remark 7 It is important to note that Eq. (31) is linear. This is so because the force of infection in the visited country does not depend on the visitors. They are in small number and remain in the visited country for a very short period of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "From Eq. (31), it is possible to derive a Kolmogorov Forward equation for the model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "d P x,y,z (t) dt = −(σ + λ L )x P x,y,z (t) − σ y P x,y,z (t) − + σ (x + 1)P x+1,y,z (t) + λ L (x + 1)P x+1,y−1,z (t) + σ (y + 1)P x,y−1,z (t) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "The general expression for the Probability Generating Function (PGF), G (u, v, w, t) , is given by:",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 84,
                    "text": "(u, v, w, t)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Taking the first derivative of (33) with respect to time gives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "x,y,z xu x v y z w P x,y,z (t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "−σ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "x,y,z yu x v y z w P x,y,z (t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "+ σ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "x,y,z (x + 1)u x v y z w P x+1,y,z (t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "x,y,z (x + 1)u x v y z w P x+1,y−1,z (t)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "+ σ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "x,y,z (y + 1)u x v y z w P x,y+1,z+1 (t) ∂G(u,v,w,t) ∂w u=1,v=1,w=1 , that is, *",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 67,
                    "text": "∂G(u,v,w,t) ∂w u=1,v=1,w=1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "which is the stochastic equivalent to Eq. (14) of the main text when μ = α = γ = 0, S T (0) = N T and σ = σ . Alternatively it can be asked: what is the probability that at least one infected individual return infected to her/his home country at time t. The answer is 1 -P x,y,z=0 (t), the complement to the probability that no individual return infected, where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "From Eq. (39), with u = 1, v = 1, w = 0,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Then 1 − P x,y,z=0 (t), the probability of at least one individual returning infected to her home country at time t, is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "When t → ∞, the above equation converges to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "Note that, when t = 0 the probability that at least one infected traveller returns infected to her/his home country is zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        },
        {
            "text": "A more complete version of this simple stochastic model, equivalent to the deterministic model for disease importation will be presented in a future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interpretations and pitfalls in modeling vector-transmitted infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amaku",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "143",
            "issn": "",
            "pages": "1803--1815",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268814002660"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases of humans: dynamics and control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Did medieval trade activity and a viral etiology control the spatial extent and seasonal distribution of Black Death mortality?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Bossak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Welford",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Hypotheses",
            "volume": "72",
            "issn": "",
            "pages": "749--752",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The waiting time for inter-country spread of pandemic influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Philp",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessing the international spreading risk associated with the 2014 West African Ebola outbreak. PLoS Current Outbreaks",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "Hd ;",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "London",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Mfc",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Piontti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/currents.outbreaks.cd818f63d40e24aef769dda7df9e0da5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global public health implications of a mass gathering in Mecca, Saudi Arabia during the midst of an influenza pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chabbra",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Travel Med",
            "volume": "17",
            "issn": "",
            "pages": "75--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Travel-associated illness trends and clusters",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torresi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1049--1073",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "comparative analysis of methodological approaches used for estimating risk in travel medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Torresi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Travel Med",
            "volume": "15",
            "issn": "",
            "pages": "263--272",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dynamics and control of Ebola virus transmission in Montserrado, Liberia: a mathematical modeling analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lewnard",
                    "suffix": ""
                },
                {
                    "first": "Ndeffo",
                    "middle": [],
                    "last": "Mbah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Alfaro-Murillo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Altice",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Bawo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nyenswah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1189--1195",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The 1918 influenza a epidemic in the city of Sao Paulo",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Braz Med Hypotheses",
            "volume": "68",
            "issn": "",
            "pages": "442--445",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The risk of acquiring the new influenza A(H1N1) for Brazilian travelers to Chile, Argentina and the USA",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mem Inst Oswaldo Cruz",
            "volume": "105",
            "issn": "",
            "pages": "179--183",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Forecasting versus projection models in epidemiology: the case of the SARS epidemics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Hypotheses",
            "volume": "65",
            "issn": "",
            "pages": "17--22",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Eyam plague revisited: did the village isolation change transmission from fleas to pulmonary?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Med Hypotheses",
            "volume": "63",
            "issn": "",
            "pages": "911--915",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Yellow fever vaccination: how much is enough",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "30",
            "pages": "3908--3914",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The basic reproduction ratio of HIV among intravenous-drug-users",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "Fab",
                    "middle": [],
                    "last": "Coutinho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Mesquita",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Burattini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Math Biosci",
            "volume": "123",
            "issn": "",
            "pages": "227--247",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk estimates of dengue in travelers to dengue endemic areas using mathematical models",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Travel Med",
            "volume": "16",
            "issn": "",
            "pages": "191--193",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dengue infections in non-immune travelers to Thailand",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemiol Infect",
            "volume": "141",
            "issn": "",
            "pages": "412--417",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk of symptomatic dengue for foreign visitors to the 2014 FIFA World Cup in Brazil",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "Ximenes",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mem Inst Oswaldo Cruz",
            "volume": "109",
            "issn": "3",
            "pages": "394--397",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Strategies for containing Ebola in West Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Medlock",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Nyenswah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ndeffo-Mbah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1260612"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effects of India's new polio policy on travelers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Cambridge world history of human disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stannard",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Air travel and vector-borne disease movement",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Tatem",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Parasitology",
            "volume": "139",
            "issn": "",
            "pages": "1816--1830",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "World Health Organization, WHO: Ebola response roadmap update",
            "authors": [],
            "year": 2014,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The severe acute respiratory syndrome: impact on travel and tourism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Travel Med Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "53--60",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Confronting the new challenge in travel medicine: SARS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Travel Med",
            "volume": "10",
            "issn": "",
            "pages": "257--258",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "DengueTools: innovative tools and strategies for the surveillance and control of dengue",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Renhorn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tissera",
                    "suffix": ""
                },
                {
                    "first": "Abu",
                    "middle": [],
                    "last": "Bakar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alphey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kittayapong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lindsay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hatz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Byass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Louis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Tozan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Massad",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tenorio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lagneau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "&apos;ambert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wegerdt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glob Health Action",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/gha.v5i0.17273"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The spread of poliomyelitis via international travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trop Med Int Health",
            "volume": "12",
            "issn": "",
            "pages": "1137--1138",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time-line of events: 1 Susceptible visitors that do not acquire the infection during the visit; 2a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow diagram of the classes of individuals involved in the disease importation model 3. The third subpopulation (rightmost flow in Fig. 2) consists of those individuals experiencing the second time-line of Fig. 1. Those travelers have been infected in the endemic country, have recovered while still abroad and have eventually returned to their home country. To differentiate them from those in the second subpopulation, they will be represented by starred letters. Differently from the previous subpopulations, this must be divided in four classes: * S T (susceptible to the infection), * I T (infectious cases abroad), * R T (recovered from * I T and still abroad) and * * * R T (recovered that returned home). These last classes of recovered individuals are resistant to the infection and do not influence the dynamic of the infection eventually introduced in their home country. Because of that, they received two additional stars and were mentioned only for completeness. 4. Finally, the fourth subpopulation (center-right flow in Fig. 2) considers those individuals that have travelled to the endemic country, have acquired the infection there and returned still infective to their home country. It is the population that experience the third time-line in Fig. 1. To differentiate them from the other subpopulations, the individuals of this subpopulation will receive two stars in their representing letters. This subpopulation has no susceptible individuals and can be split in just two classes: those infective individuals that returned home still infective, denoted by * * I T , and those individuals that recovered when back home, denoted by * * R T . 5. As for the vector population (such as mosquitoes) living in the home country, as most usual, the model considers three classes: S M (susceptible vectors), L M (infected but not infectious vectors, also called latents), and I M (infected and infectious vectors).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Monthly average temperature in Thailand ( o C). Data from http://www.selectiveasia.com/ thailand-holidays/weather, accessed in 16th January 2015 * S T",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Numerical simulation for the dynamics across the year in the number of non-infected susceptible mosquitoes (S M ) and infective mosquitoes (I M ) along the year for the Thai data. The number of infective mosquitoes was multiplied by 2000 to be visible in the same scale as the susceptible mosquitoes (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Quality of the fitting of the model (continuous line) with the observed cases reported in Liberia each week in 2014 (dots). Data from WHO (2014) Fig. 7 Incidence (new cases per week, red line, the same as in Fig. 6) and the prevalence (blue line) of Ebola in Liberia in 2014 as generated by the disease exportation model (Color figure online) calculated by simply dividing Eq. (25) by δ H , that is,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Result of the numerical simulation based on Eq. (25) showing the expected number of latent individuals per 1000 travelers from Liberia. Data from WHO (2014) (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The average force of infection, λ(t), for Thailand in the period considered susceptible individuals, S(t), in Thailand, namely 40 million people (approximately 60 % of the entire population Massad et al. (2013)), shown in Fig. 9. The individual risk of dengue infection for travelers visiting Thailand is calculated with equation: * * I T (t) = σ S T (0)e −(γ +μ+α)t × t 0 dt e −σ t t 0 dτ λ L (τ )e − τ 0 λ L (s)ds−(σ −σ −γ −α)τ .",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Parameters used for the above calculations Parameter Value a 1.15 days −1 which is equation 19 of the main text.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This study received partial funding from LIM01-HCFMUSP, HSP/ UNIFESP, CNPq, FAPESP, Ministry of Health (Fundo Nacional de Saúde, grant 27835/2012), and was also partially funded by DengueTools (22) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "In this appendix it is derived a stochastic formulation of the disease importation model to calculate the average number of visitors from a disease-free country that visit an endemic country and returns infective. In order to avoid extremely complex equations, this stochastic model is a simplified version of the complete problem, taking μ = α = γ = 0, S T (0) = N T and σ = σ .As in the deterministic model, susceptible travelers S H (t) arrive at the visited country at time t = 0. These individuals can either get the infection, with rate λ L , or return to their home country with rate σ . In the stochastic formulation, the number of individuals in the susceptible state are denoted x; those in the infective state are denoted y; and those that return infected are denoted z. Finally, it is assumed that transitions between the states occur one at a time. The transitions between the states are assumed to occur according to:x, y, z → x, y, z :which is equal to:or:Using the method of Lagrange (Cox and Miller 1965) :Now, from 4 : G = α 1 = constant; from 1 = 3 : v = 1 + α 2 exp(σ t), α 3 = constant; and from 1 = 2 :Therefore,The average number of travelers that return to their home country infective is * I H (t) , which is the first derivative of the PGF (39) with respect to w, calculated at",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1021,
                    "text": "(Cox and Miller 1965)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Appendix 2"
        }
    ]
}