{
    "paper_id": "1e52ac0c6b430ef4f178747cd49b32e8bd502bd9",
    "metadata": {
        "title": "Journal Pre-proof The Impending Storm: COVID-19, Pandemics and Our Overwhelmed Emergency Departments (Running Title: Impending Storm) Journal Pre-proof",
        "authors": [
            {
                "first": "Darren",
                "middle": [
                    "P"
                ],
                "last": "Mareiniss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Einstein Health Network Philadelphia",
                    "location": {
                        "region": "PA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Previously, I have written about the national crisis in emergency care. 1 As many of us know, emergency departments (EDs) are being overwhelmed by untenable patient volumes and care requirements. As my prior article titled -A Brewing Storm: Our Overwhelmed Emergency Departments‖ noted, this problem has been well known for many years and, yet, generally ignored by the lay press and public. 1 In 2006, fourteen years ago, the Institute of Medicine (IOM) warned of this in a report titled -Hospital-Based Emergency Care: At the Breaking Point.‖ In that report, the IOM noted that EDs were already overwhelmed and that our patient visits per year were significantly increasing. 2 The report stated that patient visits from 1993-2003 had grown from 90.3 million per year to 113.9 million per year. 2 Also, the number of EDs had actually decreased and the patients being seen were reportedly sicker. 2 Disaster preparedness was a significant concern and the report noted that most city hospitals were operating at or near capacity and even a multiple car crash would create havoc in most of these EDs. 2 In the years since that report, our volumes have continued to climb.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 423,
                    "end": 424,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 708,
                    "end": 709,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 928,
                    "end": 929,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 2017, a National Hospital Ambulatory Medical Care survey reported ED patient visits reached over 138 million in that year. 3 That was a 21% increase from 113.9 million visits in 2003 and an average annual growth of 1.7% per year. That number represents 42.8% of the entire U.S. population of 329 million. 4 These high volumes and the resulting crowding in the ED do and continue to compromise care. Of note, prior studies have shown that ED crowding is linked to increased patient mortality, decreased patient satisfaction and treatment delays. [5] [6] [7] In addition to the daily crowding issues, U.S. disaster preparedness is currently in poor condition. The ED is the frontline medical response to any disaster and, yet, it is already stretched to its limit. Currently, one of the federal government's strategies to deal with a J o u r n a l P r e -p r o o f potentially overwhelming catastrophic disaster that outstrips resources is to engage in -crisis standards of care.‖ 8, 9 That is, if overwhelmed, the federal government has advised states to create guidelines for hospitals to allocate scarce resources to save the greatest number of lives. 8, 9 Such strategies are to be utilized in only the most dire of situations (e.g., severe pandemic, catastrophic event) in which medical resources are completely outstripped. Our current problem with ED volumes predisposes the system to cross this threshold during a disaster.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 308,
                    "end": 309,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 982,
                    "end": 984,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 985,
                    "end": 986,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Enter COVID-19, the current coronavirus epidemic that threatens to pose a serious infectious disease risk to the country and the world. This virus, which began in Wuhan, China, is believed to have a 2.3% mortality rate by the Chinese epidemiologic data. 10,11 COVID-19 has a similar mortality rate compared to the great influenza pandemic of 1918, which killed over 1 million people in the United States and over 100 million worldwide. 12 More concerning, EDs in the United States are already stretched to capacity and are likely to receive massive influxes of patients with both COVID-19 and concern for this disease. If the volume reaches pandemic proportions, it is doubtful that we can muster the required resources to weather the impending storm of this infectious disease disaster. This is because we have no additional capacity to work with. In addition, much of our supply chain is -just-in-time‖ and we do not have stockpiles of necessary equipment. 13 Beyond supplies, we can expect healthcare providers to fall ill as well.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "An Impending Infectious Disease Disaster -COVID-19"
        },
        {
            "text": "In fact, during the SARS epidemic, healthcare workers were disproportionately affected. 14 In some case, healthcare personnel may not report to duty for fear of becoming infected. 15, 16 This will predictively result in shortages of doctors, nurses and technicians, among others in the healthcare system.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "16",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "An Impending Infectious Disease Disaster -COVID-19"
        },
        {
            "text": "A 1918-type pandemic would likely disrupt supply chains and cause severe shortages in supplies and equipment. In fact, we have already seen this with prior influenza epidemics. 13 Of note, the COVID-19 outbreak significantly disrupted Chinese manufacturing in February 2020 and resulted in the worst monthly production numbers ever recorded in China. 17 Given the potential volume of patients, the lack of resources and likely shortages of material and personnel, we may need to use crisis standards of care in order to accommodate all the additional patients. 8, 18 We may be forced to clean and re-use equipment that is typically disposable. We may need to change our standards of care, expand the responsibilities of unqualified or underqualified personnel and change our practices. 18 Will this be good medicine? I think the answer is clearly no. As noted above, crowding in the ED results in prolonged time to antibiotics, increased mortality and generally poorer care and outcomes. 5, 6, 7 However, we will do our best, with what we have, to save as many lives as possible.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "13",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 988,
                    "end": 990,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Brewing Storm: Our Overwhelmed Emergency Departments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mareiniss",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Emerg Med",
            "volume": "35",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospital-Based Emergency Care: At the Breaking Point",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Hospital Ambulatory Medical Care Survey",
            "authors": [],
            "year": 2017,
            "venue": "Emergency Department Summary Table",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Effects of Emergency Department Crowding on Clinically Oriented Outcomes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Berstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aronsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duseja",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acad Emerg Med",
            "volume": "16",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Impact of Emergency Department Crowding Measures on Time to Antibiotics for Patients With Community-Acquired Pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pines",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Localio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann Emerg Med",
            "volume": "50",
            "issn": "5",
            "pages": "510--526",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emergency Department Crowding and Thrombolysis Delays in Acute Myocardial Infarction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schull",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "44",
            "issn": "",
            "pages": "577--584",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Altered Standards of Care in Mass Casualty Events. Agency for Healthcare Research and Quality",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Crisis Standards of Care: Summary of a workshop series. Institute of Medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Altevogt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nadig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hougan",
                    "suffix": ""
                },
                {
                    "first": "Rapporteurs",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVDI-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoofan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Users/Darren%20P.%20Mareiniss/Desktop/Covid%2019%20Commentary/Wu%20-%202020%20-%20JAMA-%20COVID%2019.pdf Accessed last",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Disease (COVID-19) -China, 2020. Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza: the Mother of All Pandemics. Emerging Infectious Disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A Saline Shortage this Flu Season Exposes a Flaw in our",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wendelbo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Blackburn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Medical Supply Chain. Smithsonian Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Collateral Damage: the unforeseen effects of emergency outbreak policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Closson",
                    "suffix": ""
                },
                {
                    "first": "Howard",
                    "middle": [
                        "G"
                    ],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Lancet",
            "volume": "4",
            "issn": "",
            "pages": "697--703",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Great Influenza. Penguin Books",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Local Public Health Workers' Perception Toward Responding to an Influenza Pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Everly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "China Posts Weakest Factory Activity on Record. Bloomberg News",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Guidance for Establishing Crisis Standards of Care for use in Disaster Situations: A Letter Report. Institute of Medicine",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}