{
    "paper_id": "1eb2a0cf3757558a49f6ad91294a832b04ca6353",
    "metadata": {
        "title": "Characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan, China",
        "authors": [
            {
                "first": "Xiaomin",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": "luoxiaomin04@163.com@tel:86-027-88041911"
            },
            {
                "first": "Hongxia",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weize",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benchao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tangxi",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zongping",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaojie",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bicheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "bichengzhang@hotmail.com"
            },
            {
                "first": "X",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [
                    ")"
                ],
                "last": "Cancer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Since Dec 2019, SARS-CoV-2 has caused about fifty thousand patients and over two thousand deaths in Wuhan, China. We reported characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods Data of COVID-19 patients with clinical outcome in a designated hospital in Wuhan, were retrospectively collected from electronic medical records. Characteristics were compared between patients who died or recovered, and between patients with different disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results By Feb 25, 2020, 403 patients were enrolled, 100 died and 303 recovered. Most of non-survivors tended to be males, old aged, or with chronic diseases. Duration from illness onset to admission was 9 (7-12) days. Patients with severe or critical illness had more days from onset to admission compared to those with ordinary illness. Lymphopenia, anemia, hypoproteinemia, and abnormal serum sodium were presented in 52.6%, 54.6%, 69.8%, and 21.8% cases, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patients who died or with severe/critical illness showed increased white blood cell and neutrophil count, serum total bilirubin, creatinine, hypersensitive troponin I, D-dimer, procalcitonin, and C-reactive protein, and decreased red blood cell, lymphocyte, platelet count, and serum albumin on admission compared to those who recovered or with ordinary illness. Complications of acute organ injury and secondary infection were common in patients with COVID-19, especially in non-survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions Multiple homeostasis disturbances were common in patients with severe or critical illness at admission. Early support should be provided, especially for old men with chronic disease, which is vital to control disease progression and reduce mortality of COVID-19 during epidemic ongoing outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December 2019, cluster cases of pneumonia of unknown etiology were reported by local health facilities in Wuhan, China. 1 A novel coronavirus was identified as the pathogen of this acute respiratory illness, which was named SARS-Cov-2 by World Health Organization (WHO) for its similarity in gene sequence to severe acute respiratory syndrome coronavirus (SARS-CoV). 2,3 The disease caused by SARS-Cov-2 was latterly designated COVID-19. 4 The SARS-CoV-2 epidemic has rapidly spread from Wuhan to other areas. On 30 Jan 2020, WHO declared SARS-CoV-2 epidemic a public health emergency of international concern. 3 As a newly discovered virus, SARS-CoV-2 has brought about much more serious global health threats than the two former major pandemics by other members of coronavirus family, SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV). 5 As of Mar 6, 2020, a total of 98192 cases of COVID-19 have been confirmed globally, including 80711cases in China and 17481 cases in other 88 countries/territories/areas. Of them, 3380 patients died, 3045 in China and 335 in abroad. 6 Data from the early epidemic revealed that common symptoms of SARS-CoV-2 infection included fever, fatigue, dry cough, and shortness of breath, and older males with comorbidities are more susceptible to the SARS-CoV-2 infection and progressive to severe and even fatal respiratory diseases. 7, 8 Human-to-human transmission has been confirmed mainly through respiratory droplets and close contact. 8, 9 The management of patients with SARS-CoV-2 infection is mainly symptomatic treatment and life support for severely and critically ill patients. Anti-viral treatment has been listed in protocols issued by the Chinese National Health Commission (NHC), however, these antiviral agents have yet to be confirmed effective for SARS-CoV-2. 9 Currently, SARS-CoV-2 has infected most patients and caused most deaths in Wuhan, China. However, little information focusing on final outcome and disease severity on admission can be obtained associated with clinical characteristics during the ongoing outbreak of SARS-CoV-2 pneumonia. In this retrospective study, we aimed to describe and compare the clinical features of patients with COVID-19 related to final outcome and disease severity on admission during its ongoing outbreak in Wuhan, China.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 447,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1395,
                    "text": "7,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1396,
                    "end": 1397,
                    "text": "8",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1500,
                    "end": 1502,
                    "text": "8,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1503,
                    "end": 1504,
                    "text": "9",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1838,
                    "end": 1839,
                    "text": "9",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For this retrospective, single-center study, patients who admitted to Eastern Campus of Renmin Hospital, Wuhan University, were recruited from Jan 30 to Feb 25, 2020. Renmin Hospital of Wuhan . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Nursing records were also reviewed if necessary. Patients' demographic information, history of smoking or drinking, chronic diseases, and onset symptoms, were collected, as well as duration from illness onset to hospital admission and disease severity on admission. Indexes of laboratory test on admission were evaluated, including complete blood count, C reactive protein (CRP), blood biochemistry, myocardial enzymes, and coagulating function. Findings of chest computed tomographic scan (CT) or x-ray film on admission were reviewed and listed. Disease severity (ordinary, severe, or critical) was determined according to the guidance issued by NHC 9 . Treatment measures evaluated in this research contained high-flow nasal cannula oxygen therapy (HFNC), non-invasive mechanical ventilation (NIMV) or invasive mechanical ventilation (IMV), blood purification treatment, application of antiviral agents, antibacterial agents, anti-fungal agents, corticosteroids, and immunoglobulin. The primary endpoint of this study was patients' clinical outcome (died or recovered), and secondary endpoint was disease severity on admission. Criteria for recovery were as follows: temperature returned to normal for more than 3 days, respiratory symptoms improved significantly, and negative results of two consecutive SARS-CoV-2 RNA detection in respiratory samples (sampling interval at least 1 day). 9",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 729,
                    "text": "9",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Categorical variables were presented as number (%), and continuous variables were described as mean (standard deviation, SD) for normally distributed data or median (interquartile range, IQR) for abnormally distributed data. Independent t test was used to compare continuous variables with normal . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "By Feb 25, 2020, 985 patients with confirmed COVID-19 were admitted to Eastern Campus of Renmin Hospital of Wuhan University. Five hundred and seventy four patients were still in hospitalization at that time. Four hundred and eleven patients had clinical outcome, among them 8 died on admission day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Consequently, 403 cases were finally enrolled in this study, 100 died and 303 recovered (figure 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The median age was 56 (39-68) years, 193 (47.9%) were males. Non-survivors had a significantly older age than survivors (median 71 (65-80) years vs. 49 (37-62) years, p<0.001). The mortality was obviously higher in males than in females. Twenty nine (7.2%) patients had history of smoking, and 41 (10.2%) had history of drinking. History of smoking or drinking was not associated with clinical outcome. One hundred and seventy five (43.4%) patients had chronic diseases. Non-survivors had a higher incidence of chronic diseases compared to survivors (77.0% vs. 32.3%, p<0.001). One hundred and thirteen (28%) patients had hypertension. Thirty nine (9.7%) patients had cerebrovascular diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Fifty seven (14.1%) patients had diabetes. Besides, coronary heart disease, chronic pulmonary disease, cirrhosis, anemia, and chronic kidney disease appeared in 36 (8.9%), 28 (6.9%), 25 (6.2%), 15 (3.7%), and 7 (1.7%) patients, respectively. Fever accounted for the most main symptom of onset (79.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Other main onset symptoms were cough (10.2%) and fatigue (3.5%). The median duration from onset of symptoms to hospital admission was 9 (7-12) days. On admission, all patients had abnormal lung image manifested by chest computed tomography (CT) scan or x-ray film. The typical abnormality in chest CT image was bilateral ground glass opacity and subsegmental consolidation. Bilateral involvement appeared in 376 (93.3%) patients (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "(table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Laboratory findings of patients with COVID-19 were listed in table 2 and table 3. Results of complete blood cell count test showed anemia in 220 (54.6%) and lymphopenia in 212 (52.6%) cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Non-survivors exhibited significantly higher white blood cell and neutrophil count, but lower red blood cell, lymphocyte and platelet count on admission than survivors. Two hundred and seventy out of 387 patients (69.8%) had serum albumin level below 40 g/L on admission. Increased serum total bilirubin and creatinine were observed in 10.9% (42/387) and 12.3% (48/390) patients, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Non-survivors had much larger proportion of elevated total bilirubin (27.6% vs. 5.2%, p<0.001) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint creatinine (28.6% vs. 6.8%, p<0.001) than survivors. Raised serum levels of hypersensitive troponin I Complications of acute organ injury and secondary infection were common in patients with COVID-19, especially in non-survivors. The incidence of acute respiratory distress syndrome (90% vs. 17.5%), . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint acute liver injury (71% vs. 5.3%), cardiac injury (65% vs. 5.9%), kidney injury (43% vs. 4.6%), and secondary infection (58% vs. 6.3%) in patients who died was significantly higher than those who recovered (all p<0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "HFNC was used in 106 (26.3%) cases. NIMV and IMV were provided in 56 (13.9%) and 23 (5.7%) cases, respectively. Thirty nine (9.7%) patients received blood purification treatment. Antibiotics and anti-fungal agents were given to 349 (86.6%) and 14 (3.5%) cases respectively. Antiviral agents were ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "To our knowledge, this report presented the largest sample of COVID-19 patients with clinical outcome. Our results confirmed the findings by Chen that male gender, older age, and chronic disease contributed to death caused by SARS-CoV-2 infection. 7 Patients with severe or critical illness on admission presented a more delay to admission, implying the effect of delayed admission on disease deterioration. The ongoing outbreak of this epidemic incurred a sharply increased patients in Wuhan, China, and most of them couldn't be admitted to hospitals in time. Frequent visits to fever clinics, inappropriate home quarantine, and delayed hospitalization further aggravated the disease progression and transmission of the virus. Multiple homeostasis disturbances, including lymphopenia, anemia, hypoproteinemia and abnormal serum sodium were observed on admission, especially in patients with severe or critical illness. Many factors might contribute to these disturbances, such as eating less due to poor appetite for food, augment of organic consumption, and simultaneous gastrointestinal problems.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "7",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Insufficient nutrient intake and augmented consumption might deteriorate tissue metabolism and damage one's immunity to virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study showed that multiple organ damage, such as ARDS, acute kidney injury, acute cardiac injury, and acute liver injury, were common complications in patients with COVID-19. Previous studies have showed that angiotensin-convertion enzyme 2 (ACE2), the receptor for SARS-CoV-2, is expressed in organs including lung, heart, liver, and kidney. By binding to ACE2, SARS-CoV-2 can provide direct attacks to these organs. [10] [11] [12] Serum CRP level on admission was evidently elevated in patients with COVID-19, especially in those with severe or critical illness, indicating excessive inflammatory stress, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[10]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[11]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[12]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint which was consistent with the elevated serum pro-inflammatory cytokines observed in COVID-19 patients. 13, 14 Meanwhile, serum levels of some laboratory indexes such as total bilirubin, creatinine and hypersensitive troponin I were increased in patients on admission. This trend was more obvious in patients with severe or critical illness, indicating signs of organ damage. Though the pathological mechanism of COVID-19 is yet to be defined, direct attacks from SARS-CoV-2 and organ damage caused by excessive inflammatory response (cytokines storm) might be responsible for the pathogenesis of disease progression. 14 Secondary infection, another main complication in this study, appeared mostly in non-survivors, indicating an important booster of disease progression.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "13,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "14",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Comprehensive treatments were provided for patients in this study. No antiviral treatment for coronavirus infection has been proven to be effective, however, antiviral agents were applied in almost (97.8%) patients with COVID-19. The main agents used included abidol, oseltamivir, ribavirin, ganciclovir, and recombinant interferon. Remdesivir and chloroquine are considered two promising agents for SARS-CoV-2 infection, 15 which were given to some patients in randomized, double-blind, placebo-controlled clinical trials. However, it's hardly to assess the efficacy and safety of remdesivir and chloroquine until results of the trials are released. Short-term (3 to 5 days) application of glucocorticoids is suggested for severe patients with COVID-19 in the protocol issued by NHC. 9 In this study, glucocorticoids were applied in 166 (41.2%) cases, most of whom were patients with severe or critical illness. However, glucocorticoids use was found to be correlated with increased mortality in SARS patients and delayed virus clearance. 16, 17 In this context, glucocorticoids are not routinely recommended in treatment of SARS-CoV-2 pneumonia. 18 In this study, secondary infection appeared mostly in patients with glucocorticoids use and might contribute to death, which was indicated by its higher incidence in patients who died (58.0% vs. 6.3%, p<0.001). And so, glucocorticoids should be used more cautiously in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 786,
                    "text": "9",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "16,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1044,
                    "end": 1046,
                    "text": "17",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "High-flow nasal cannula oxygen therapy (HFNC) and mechanical ventilation are recommended for patients with ARDS. 19 Non-invasive positive pressure ventilation (NIPPV) has advantage in improving oxygenation of patients with moderately or severely hypoxic respiratory failure (with oxygenation index PaO2/FiO2 100 to 150), however, it does not reduce rate of endotracheal intubation and ICU mortality. 20 For patients with ARDS, invasive ventilation with strategy of pulmonary protection is strongly recommended. 21 In this study, many patients with severe ARDS were not provided IMV treatment. Inadequate application of invasive ventilation in this study was mainly due to the shortage of . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint intensive care unit (ICU) resource for so many critically ill patients accumulated during epidemic ongoing outbreak. The worry about aerosol transmission of virus during endotracheal intubation was possibly another reason for some medical staffs. 22 There are some limitations in our study. First, current criteria for recovery are debatable since positive result of SARS-CoV-2 RNA detection appeared in some discharged patients after one to two weeks of continuous quarantine. 23 Hence, some discharged patients may not truly recover. Second, the agents given to patients such as antibiotics, antivirus agents and anti-fungals, might exert toxicity to organs, which confounded judgment of organ damage by virus or excessive inflammatory stress. Besides, chronic diseases might also have effect on laboratory results on patients' admission, especially in those with severe or critical illness. Third, inflammatory mediators, such as IL-1, IL-6, TNF-α, commonly being used to predict cytokines storm, 14 were not included due to detection in just a small fraction of patients in this study. However, serum CRP level was detected for most patients in this study, which can also reflect inflammatory stress.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 393,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "text": "14",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since Dec 2019, SARS-CoV-2 has infected about fifty thousand patients and caused over two thousand deaths in Wuhan, China. With the strengthened support from central and local governments and national medical staffs, SARS-CoV-2 epidemic has been preliminary controlled in Wuhan, China at current. Many other countries such as Italy, Iran, and Korea, however, are showing an ongoing outbreak, 4 which will inevitably bring about shortage of medical resources. To learn characteristics of patients with COVID-19 in Wuhan, China, during ongoing outbreak of SARS-CoV-2 epidemic, is helpful for others to make appropriate strategies and thus to reduce mortality of COVID-19 globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, findings of this study suggested multiple homeostasis disturbances in patients with severe or critical illness on admission, including lymphopenia, anemia, hypoproteinemia, abnormal serum sodium, and elevated inflammatory stress. Acute organ injuries were common in non-survivors, which might cause by SARS-CoV-2 attacks and excessive inflammatory response. Early supportive therapy should been provided to control disease progression and reduce the mortality of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We thank all patients and their families involved in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Funding Sources This study received no funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "XL, LY and BZ had the idea for and designed the study and had full access to all data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. WZ, HX, BW and WY contributed to writing of the report. XL contributed to critical revision of the report. BW and TG contributed to the statistical analysis. All authors contributed to data acquisition, analysis, or interpretation, and reviewed and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The data sets that support findings of the current study are available from the corresponding author on reasonable request. Age and days from onset to admission were presented as median (interquartile range) and compared with Mann-Whitney test between patients who died or recovered. Chi-squared test was conducted to compare other categorical variables between two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint Table 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Data sharing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnosis and treatment of new coronavirus infection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.31.929042"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan 2019-nCov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "63",
            "issn": "3",
            "pages": "364--374",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The use of corticosteroid as treatment in SARS was associated with adverse outcomes: a retrospective cohort study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Auyeung",
                    "suffix": ""
                },
                {
                    "first": "Jsw",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infection",
            "volume": "51",
            "issn": "2",
            "pages": "98--102",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Virology",
            "volume": "31",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mg/L, p<0.001), and procalcitonin (median 0.199 (0.116-0.949) ng/mL vs. 0.044 (0.026-0.070) ng/mL, p<0.001) were observed in non-survivors compared to survivors. Abnormal serum sodium was observed in 21.8% (88) cases. Non-survivors showed lower serum sodium (median 141.1 (136.6-144.2) mmol/L vs. 143.2 (139.6-144.3) mmol/L, p=0.001) and higher incidence of abnormal serum sodium (48% vs. 13.2%, p<0.001) compared to survivors on admission . Two hundred and five (50.9%) cases were diagnosed as severe or critical illness, and 198 were ordinary illness on admission, according to the criteria issued by NHC 9 . Patients with severe or critical illness presented older age (median 66 (56-74) years vs. 43 (33-56) years, p <0.001), higher proportions of male gender (56.6% vs. 38.9%, p <0.001) or chronic diseases (58.0% vs. 28.3%, p <0.001), and more delayed hospitalization (median 10 (7-13) days vs. 8 (5-11) days, p <0.001) than those with ordinary illness. Decreased lymphocyte (median 0.90 (0.54-1.24) × 10 9 /L vs. 1.22 (0.94-1.70) × 10 9 /L, p <0.001) and platelet count (median 179 (136-245) × 10 9 /L vs. 205 (154-261) × 10 9 /L, p <0.001), and serum albumin level (median 34.7 (32.3-37.9) g/L vs. 39.9 (37.3-42.2) g/L, p <0.001) were observed in patients with severe or critical illness compared to those with ordinary disease. The incidence of increased serum total bilirubin (16.6% vs. 4.0%, p <0.001) and creatinine (16.7% vs. 4.3%, p =0.002) in patients with severe or critical disease were obviously higher than patients with ordinary disease. Patients with severe or critical illness showed markedly elevated serum level of hypersensitive troponin I (median 0.012 (0.006-0.062) ng/mL vs. 0.006 (0.006-0.006) ng/mL, p <0.001), D-dimer (median 1.22 (0.52-7.46) mg/L vs. 0.39 (0.23-0.83) mg/L, p <0.001), C-reactive protein (median 59.7 (20.7-103.5) mg/L vs. 6.8 (5.0-25.7) mg/L, p <0.001), and procalcitonin (median 0.10 (0.05-0.26) ng/mL vs. 0.04 (0.02-0.06) ng/mL, p <0.001) compared to those with ordinary illness.Decreased serum sodium appeared in patients with severe or critical illness compared to those with ordinary illness (median 141.2 (137.9-143.9) mmol/L vs. 143.5 (142.2-145.0) mmol/L, p<0.001). The proportion of abnormal serum sodium was significantly lower in patients with ordinary illness compared to those with severe or critical illness (12.2% vs. 32.2%, p<0.001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "given to 394 (97.8%) cases. Specifically, abidol was used in 324 (80.4%), oseltamivir in 123 (30.5%), ribavirin in 81 (20.1%), ganciclovir in 53 (13.2%), and recombinant interferon in 72 (17.9%). Almost half (49.1%) patients received immunoglobulin injection. One hundred and sixty-six (41.2%) patients received systemic application of glucocorticoids.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lu H, Stratton CW, Tang YW. Outbreak of pneumonia of unknown etiology in Wuhan China: the mystery and the miracle. J Med Virol 2020; published online January 16. doi:10.1002/jmv.25678 2 . Zhu N, Zhang D, Wang W, et al. A Novel Coronavirus from Patients with Pneumonia in China, 2019. N Engl J Med 2020; 382(8):727-733. 3 . WHO. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (SARS-CoV-2). https://www.who.int/news-room/detail/30-01-2020-statement-on-the-second-meeting-of-the-internatio nal-health-regulations-(2005)-emergency-committee-regarding-the-outbreak-of-novel-coronavirus-(SA RS-CoV-2) (accessed Mar 1, 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "WHO. Clinical management of severe acute respiratory infection when Novel coronavirus (nCoV) infection is suspected: interim guidance. Jan 11, 2020. https://www.who.int/internalpublications-detail/clinical-management-of-severe-acute-respiratoryinfecti on-when-novel-coronavirus-(ncov)-infection-is-suspected (accessed Mar 1, 2020). 20. He H,Sun B, Sun Y, et al. A multicenter RCT of noninvasive ventilation in pneumonia-induced early mild acute respiratory distress syndrome. Crit Care 2019; 23(1):300. 21. Fan E, Del Sorbo L, Goligher EC, et al. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome. Am J Respir Crit Care Med 2017; 195:1253-63. 22. Tran K, Cimon K, Severn M, Pessoa-Silva CL, Conly J. Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review. PLoS One 2012; 7(4):e35797. 23. Lan L, Xu D, Ye G, et al. Positive RT-PCR Test Results in Patients Recovered From COVID-19. JAMA 2020; published online February 27. doi:10.1001/jama.2020.2783 Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 1. study flow char",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". Laboratory findings of COVID-19 patients on admission according to clinical outcome",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "University is a teaching hospital affiliated to Wuhan University in Wuhan, China. With epidemic ongoing outbreak, Eastern Campus of our hospital was requisitioned as one of designated hospitals for SARS-CoV-2 infection on Jan 25, 2020. After being transformed into an infectious disease hospital, Eastern Campus began to admit patients who were diagnosed as COVID-19 according to protocol 9 on Jan 30, 2020. Clinical outcome of all patients was reviewed till Feb 25, 2020. Patients who were still hospitalized by that time were excluded in this study. This study was approved by the Research Ethics Committee of Renmin Hospital of Wuhan University (approval number: WDRM 2020-K038). Written consent was not required for patients since it was a retrospective, observational study.Information of each patient was obtained mainly through screening Electronic Health Records andLaboratory Information Management System supplied by DHC Software Co., Ltd (Beijing, China).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "distribution; otherwise, the Mann-Whitney test was used. Chi-squared test was conducted to compare categorical variables. All statistical analyses were performed using IBM SPSS Statistics 19.0 (SPSS Inc.). A two-sided test of α < 0.05 was considered statistical significance.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprintTable 1 Demographic and epidemicological characteristics of COVID-19 patients",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Clinical characteristics of COVID-19 patients according to disease severity on admission",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Red blood cell count and hemoglobin were presented as mean (SD) and compared with independent t test between the died and the recovered. Other variables were presented as median (interquartile range) and compared with Mann-Whitney test.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20033175 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}