{
    "paper_id": "1eb535ddf2778323e8af948d6e79865118276183",
    "metadata": {
        "title": "Clinical characteristics of the recovered COVID-19 patients with re-detectable positive RNA test",
        "authors": [
            {
                "first": "Jianghong",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuejiao",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tongyang",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shen",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Third People's Hospital",
                    "location": {
                        "postCode": "518112",
                        "settlement": "Shenzhen"
                    }
                },
                "email": ""
            },
            {
                "first": "Haocheng",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Furong",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chengguang",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lifei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoya",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingxian",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yingxia",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shenzhen Third People's Hospital",
                    "location": {
                        "postCode": "518112",
                        "settlement": "Shenzhen"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunfang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "102218",
                        "settlement": "Beijing, Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts Institute of Technology",
                    "location": {
                        "postCode": "02139",
                        "settlement": "Cambridge",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern University of Science and Technology",
                    "location": {
                        "postCode": "518055",
                        "settlement": "Shenzhen",
                        "region": "Guangdong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaohua",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": "xiaohua_t@hotmail.com."
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "zhangzheng1975@aliyun.com."
            },
            {
                "first": "",
                "middle": [
                    "Zheng"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Xiaohua"
                ],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background It has been reported that several cases recovered from COVID-19 tested positive for SARS-CoV-2 after discharge (re-detectable positive, RP), however the clinical characteristics, significance and potential cause of RP patients remained elusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods A total of 262 COVID-19 patients were discharged from January 23 to February 25, 2020, and were enrolled for analysis of their clinical parameters. The RP and non-RP (NRP) patients were grouped according to the disease severity during their hospitalization period. The clinical characterization at re-admission to the hospital was analyzed. SARS-CoV-2 RNA and plasma antibody levels were detected using high-sensitive detection methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings Up to March 10, 2020, all of patients were followed up for at least 14 days, and 38/262 of RP patients (14.5%) were present. The RP patients were characterized by being less than 14-years old and having mild and moderate conditions as compared to NRP patients, while no severe patients became RP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Retrospectively, the RP patients displayed fewer symptoms, more sustained remission of CT imaging and earlier RNA negative-conversion but similar plasma antibody levels during their hospitalization period as compared to those NRP patients. When re-admitted to the hospital, these RP patients showed no obvious clinical symptoms or disease progression indicated by normal or improving CT imaging and inflammatory cytokine levels. All 21 close contacts of RP patients were tested negative for SARS-CoV-2 RNA, and no suspicious clinical symptoms were reported. However, 18/24 of RNA-negative samples detected by the commercial kit were tested to be positive for virus RNA using a hyper-sensitive method, suggesting the carrier status of virus possibly existed in patients recovered from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Our results showed that young and mild COVID-19 patients seem to be RP patients after discharge, who show no obviously clinical symptoms and disease progression upon re-admission. More sensitive RNA All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since early December of 2019 and up to March 23, 2020 , over 300, 000 cases of coronavirus disease 2019 (COVID-19) caused by novel coronavirus (SARS-CoV-2) infection, with over 13, 000 deaths have been reported through the world [1]. The World Health Organization has declared COVID-19 as a pandemic [2] . Generally, the COVID-19 is less severe and less fatal than the SARS, however, some patients, especially those who are elderly with co-morbidities are prone to develop more severe symptoms and require emergent medical interventions [3, 4] . Many literatures have retrospectively analyzed the clinical characteristics of patients infected with SARS-CoV-2 [3] [4] [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 53,
                    "text": "March 23, 2020",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "[3,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 667,
                    "end": 670,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, an increasing number of patients with COVID-19 were discharged from the hospital and received regular follow-up and observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Re-detectable positive (RP) of SARS-CoV-2 RNA test in some recovered patients has been reported [9] [10] [11] [12] . The management of RP patients has attracted wide attention. However, the number of RP patients reported in the literature was small, and the duration of follow-up was short. In addition, the clinical characteristics is lacking and the potential impact and significance of RP patients remain unknown, which makes it difficult to provide empirical information and evidence support for the management of patients with COVID-19 in the recovery period.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study retrospectively analyzed the clinical characteristics of 38 RP patients and 224 non-RP (NRP) patients recovered from COVID-19. It is found that RP patients were characterized by younger age and milder conditions. They also had minor symptoms, more sustained remission of CT imaging and earlier RNA negative-conversion but similar plasma antibody levels during their hospitalization period. They showed no obvious disease progression and infectivity when re-admitted to the hospital. The hyper-sensitive detection method identified SARS-CoV-2 RNA molecules from most samples that were tested RNA-negative by the commercial kit, suggesting the carrier status of virus possibly existed in recovering COVID-19 patients. These findings provide All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint key information for the effective management of COVID-19 patients during their convalescent phase.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 262 confirmed COVID-19 patients discharged from Shenzhen Third People's Hospital from January 23, 2020 to February 25, 2020 were enrolled in this study. All discharged COVID-19 patients were continued to be isolated and observed for 14 days, weekly followed-up and SARS-CoV-2 RNA detection were performed timely. All discharged patients were followed-up for at least two additional weeks after isolation. Among them, the RP patients were re-admitted to hospital for further medical observation and close contacts were also followed-up. The rest of the recovered NRP patients were closely followed-up outside the hospital. This study was approved by the Ethics Committee of The Third People's Hospital of Shenzhen (2020-115), which waived the requirement for written patient consent for this retrospective analysis. All patients gave their oral consent to participate in this retrospective study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "According to the guideline of the diagnosis and treatment for novel coronavirus pneumonia (the sixth edition) published by National Health Commission of the People's Republic of China [13], all first diagnosis cases of COVID-19 were confirmed according to positive respiratory RT-PCR tests. The discharge criteria of the recovered patients included: temperature returned to normal for more than 3 days, respiratory symptoms significantly improved, and significant absorption of pulmonary lesions of chest CT imaging, and at least consecutive negative RNA test results for 2 apart from each other by at least 24 hours. The RP patients were confirmed by digestive (anal swab) and respiratory positive RT-PCR tests. Since February 22, 2020, evaluation of negative anal swab was All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical definition"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint supplemented for discharge criteria in Shenzhen Third People's Hospital.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "26.20044222 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Clinical definition"
        },
        {
            "text": "The medical records of 262 recovered COVID 19 patients including 38 RP patients were reviewed. The epidemiological, demographic, clinical, laboratory data of the patients were collected, summarized and analyzed. According to the first chest CT imaging post admission, the extent of pulmonary inflammation was divided into mild, moderate and severe condition basing on the lesions involving unilateral lobe, multiple lobes in both lungs, and all lobes in both lungs, respectively. According to chest CT within 7 days after admission, the remission of the lesions was evaluated. The temporary progression was indicated by increased lesion and persistent remission was indicated by stable or absorbed or decreased lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The quantitative reverse transcription polymerase chain reaction (qRT-PCR) was assessed as described previously [14] . Nasopharyngeal and anal specimens collected during hospitalization were sent to the laboratory in viral transport case. Total nucleic acid extraction were extracted from the samples using the QIAamp RNA Viral Kit (Qiagen, Heiden, Germany), and quantitative RT-PCR was performed using a China Food and Drug Administration (CFDA) approved commercial kit specific for 2019-nCoV detection (GeneoDX Co., Ltd., Shanghai, China) or Sherlock kit gifted from Feng Zhang lab according to the manual. Each RT-PCR assay provided a Ct value, which is the number of cycles required for the fluorescent signal to cross the threshold for a positive test, a higher Ct value is correlated with a lower viral load. The specimens were considered positive if the Ct value was ≤ 37.0, and negative if the viral load were undetectable. Specimens with a cycle-threshold value higher than 37 were repeated. The specimen was considered positive if the repeat results were the same as the initial result and between 37 and 40. If the repeat Ct was All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "qRT-PCR and Sherlock assay for SARS-CoV-2 RNA detection"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint undetectable, the specimen was considered negative. All procedures involving clinical specimens and SARS-CoV-2 were performed in a biosafety level 3 laboratory. Meanwhile, we did next-generation sequencing of samples from three patients. antibodies solution (Sangon Biotech) were added to each plate, respectively, and incubated at 37°C for 60 minutes. After five washes, 100 μL of tetramethylbenzidine (TMB) substrate (Sangon Biotech) was added at room temperature in the dark. After 15 minutes, the reaction was stopped with a 2 M H2SO4 solution. The absorbance was measured at 450 nm. All samples were run in triplicate. The ELISA titers were determined by endpoint dilution.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "qRT-PCR and Sherlock assay for SARS-CoV-2 RNA detection"
        },
        {
            "text": "A statistical analysis was performed using SPSS 26.0 (IBM, Chicago). All of the statistical tests were two-sided, and significant differences were considered at p < 0.05. Continuous variables were evaluated using the median and interquartile range (IQR) values. Chi-square or Fisher exact tests were utilized to compare the proportions of the categorical variables. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 262 patients were discharged from January 23, 2020 to February 25, 2020 and were followed-up for at least 14 days. Among them, mild, moderate and severe patients accounted for 11.4% (n = 30), 81.0% (n = 212) and 7.6% (n = 20), respectively. Up to March 10, 14.5% of convalescent patients (n = 38) were re-detected to be SARS-CoV-2 RNA positive during their followed-up period. None of severe patients were re-tested to be RNA positive (Supplemental Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographic, epidemiological and clinical characteristics"
        },
        {
            "text": "It revealed that the vast majority of RP patients (97.4%, n = 37) were younger than 60 years of age. Among them, patients younger than 14 years old were more common compared with those between the ages of 14 and 60 years (35.0% vs 16.0%, p < 0.01) ( Table 1 ). In addition, it is found that 36.7% (11/38) of RP patients are characterized by mild symptoms. The percentage was significantly higher than what was seen among NRP patients (12.7%, 19/204, p < 0.01, Supplemental Table 1 ). There was no significant difference in the gender distribution. Notably, there were less mild RP patients having fever in their initial symptoms as compared to mild NRP patients (p < 0.01). Also, 45.5% of mild RP patients displayed only upper respiratory symptoms at the first admission, while mild NRP patients usually had lower respiratory symptoms at the first admission (Table 1 ). There is no difference of the extent of lesions in the first chest CT imaging between RP and NRP patients with moderate stages. However, the incidence of RP (85.2%) was found to be particularly closely related to the sustained remission of chest CT imaging as compared to NRP patients, of which 36.2% displayed transient progression during their first hospitalization period (Table 1 and Figure 1 ). There was no significant difference in the usage of steroid and antiviral therapy between RP and NRP patients during their first hospitalization period. In addition, RP patients did not show a higher incidence of a history of traveling and living in Hubei province as compared to NRP patients. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 473,
                    "end": 480,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 858,
                    "end": 866,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1245,
                    "end": 1253,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1258,
                    "end": 1266,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Demographic, epidemiological and clinical characteristics"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demographic, epidemiological and clinical characteristics"
        },
        {
            "text": "No differences of days of last RNA negative-conversion since the onset of illness and hospitalization days were found between RP and NRP patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential RNA dynamic in RP patients with that in NRP patients"
        },
        {
            "text": "Importantly, RNA negative-conversion occurred mostly within 2-3 weeks since the onset of illness among 63.6% mild RP patients and within 1-2 weeks since the onset of illness among 22.2% moderate RP patients. By contrast, there are more NRP patients who displayed RNA negative-conversion after 3 weeks since the onset of illness regardless of mild or moderate status (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 375,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Differential RNA dynamic in RP patients with that in NRP patients"
        },
        {
            "text": "These data showed RP patients were characterized by early RNA-negative conversion while NRP patients cleared virus relatively late.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential RNA dynamic in RP patients with that in NRP patients"
        },
        {
            "text": "In order to evaluate the effect of serum-specific antibody levels on the occurrence of RP, we analyzed the difference of anti-SARS-CoV-2 IgG and IgM antibody levels in both RP and NRP patients at their discharge. More than half of RP and NRP patients displayed medium levels of IgG and IgM independent on their disease severity. However, there are no differences of antibody levels in between both groups of patients (Supplemental Table 2 ). We also evaluated the dynamic of IgG and IgM levels at the discharge and re-admission in RP patients. The IgG and IgM levels were maintained at stable levels in these RP patients during the 14 days period (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The changes of serum anti-SARS-CoV-2 IgG and IgM antibodies in patients recovered from COVID-19"
        },
        {
            "text": "In order to evaluate the effects of increasing sampling site test at discharge on RP events, we compared the occurrence events of RP before Feb 22 and after Feb 22 after that time the negative anal swab detection was added to discharge criterion in COVID-19 patients. Our results showed that there was no statistical difference in the occurrence of RP patients before Feb 22 and All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementing negative results of anal swab test at discharge failed to reduce RP occurrence of COVID-19 patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint after Feb 22 (14.5% vs 14.3%, p = 0.77, Figure 2 ). These data indicated that supplementing detected sites of SARS-CoV-2 RNA failed to reduce the RP occurrence in convalescent patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Supplementing negative results of anal swab test at discharge failed to reduce RP occurrence of COVID-19 patients"
        },
        {
            "text": "All 38 RP patients were re-admitted to the hospital for further medical observation. The analysis showed that all these patients had no fever. A small number of patients reported mild cough and chest tightness, which were not worse than before (Table 3) In addition, because all the convalescent patients with COVID-19 in our cohort were required to be isolated at home or under intensive isolation, only 21 close contacts were produced. Up to March 10, 2020, all of 21 close contacts were tested to be negative for SARS-CoV-2 RNA, and no suspicious clinical symptoms were reported in those close contacts.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "RP patients showed no obvious clinical symptoms and disease progression."
        },
        {
            "text": "To investigate the possible false negative due to low-sensitive commercial RNA detection kit, we used a higher-sensitive method to detect various types of samples from both RP patients and NRP patients with similar illness days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyper-sensitive methods potentially improved SARS-CoV-2 RNA detection in RP patients"
        },
        {
            "text": "For 24 samples from 15 of RP patients who were sampled after 5-7 days since All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyper-sensitive methods potentially improved SARS-CoV-2 RNA detection in RP patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint the onset of the re-admission, 75% of spike genes and 41.6% ORF genes could be detected to be positive using hyper-sensitive method, while only 12.5% N genes and 4.2% RF genes were detected to be positive using commercial detection kit. Eight of fifteen RP patients were confirmed to be RNA positive using the hyper-sensitive kit, although only 1 person was confirmed using commercial kit. By contrasts, 8 samples from NRP patients were detected to be negative by both methods. These data showed hyper-sensitive methods potentially improve RNA positive detection in samples from RP patients with negative results.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hyper-sensitive methods potentially improved SARS-CoV-2 RNA detection in RP patients"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyper-sensitive methods potentially improved SARS-CoV-2 RNA detection in RP patients"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hyper-sensitive methods potentially improved SARS-CoV-2 RNA detection in RP patients"
        },
        {
            "text": "Several studies have shown the existence of RP patients [9] [10] [11] [12] , however their clinical characterization as not well defined. This study retrospective analyzed the clinical and followed-up data in a cohort of RP and NRP patients in the same discharge period. Up to March 10, 2020, 38 RP patients were present which accounts for 14.5% of discharged patients during the same followed-up period. These RP patients displayed several significant features, including younger age and mild and/or moderate symptom during their hospitalization, which is in consistent with a previous report [9, 12] . Mild RP patients were usually younger than 14 years old and moderate RP patients were younger than 60 years old. By contrast, no severe patients were found to be RP patients within the similar follow-up period. In addition, more RP patients displayed minor symptoms in their hospitalization such as less comorbidities and fever, and more upper respiratory symptoms. RP patients also maintained more remission in their CT imaging than those of NRP patients. These data indicated that RP patients were characterized by younger and minor symptoms in their hospitalization period.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 65,
                    "end": 69,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 70,
                    "end": 74,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[9,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus load is usually thought to be related to the disease outcome [14, 15] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[14,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The present study indicated RNA negative-conversion occurred commonly 2-3 weeks since the onset of illness in moderate RP patients as compared to more than 3 weeks in moderate NRP patients. The significantly shortened RNA negative-conversion time may affect the persistence of high levels of adaptive immunity [16] . Our recent studies indicated that a higher titer of antibody in the plasma was independently associated with disease severity in patients with COVID-19 [17] . However, RP and NRP patients displayed similar levels of IgG and IgM in the plasma. Future study should investigate host immune responses which were usually considered to determine the clinical outcome especially in virus infection [18, 19] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also comprehensively characterized the clinical symptoms of RP patients when they were re-admitted to the hospital. No obvious clinical All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint evidence of disease progression or recurrence was found in these RP patients including CT imaging and laboratory tests. And no antibiotics, steroids, antiviral agents and continuous supplemental oxygenation were required in these RP patients. The inflammatory response was significantly reduced.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data indicated that the diseases of RP patients did not progress into more severe status even if their RNA was detected to be positive for SARS-CoV-2. More important, these RP patients have not caused new infections after discharge. And from a recent longitudinal study in SARS-CoV-2 infected rhesus macaques, reinfection could not occur in convalescent monkeys [20] . Long-term follow-up of these close contacts with RP patients will warrant the evaluation of possible risk of RP.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The underlying mechanisms underlying RP occurrence remain unclear. The possible reasons argued by a large number of experts are related to several virological, immunological and sampling methodological factors. Virologically, the false negatives [21] , viral residual [12] , intermittent viral release [12] and viral distribution [22, 23] are usually considered to be major factors. Our data support the notion that the false negatives using commercial kit may partially account for the RP, because the kits had only 30%-50% positive rate of detection [23, 24] . In 24 of various samples from RP patients, RNA was detected to be negative for both N gene and ORF1b gene at several days after their re-admission to the hospital using commercial kit, whose lower limit of detection (LOD) was relatively high (500 copies/ml). However, using a more sensitivity Sherlock kit with an LOD of 100 copies/ml [25] , 75% of samples were detected to be positive for S gene and 41.6% for ORF genes, thus leading to half of positive subjects present within RP patients with undetectable RNA using commercial kit in their hospitalization. By contrast, among 8 samples from NRP patients, none was detected to be positive using either Sherlock or commercial kit. However, in a sample confirmed by SRAS-CoV-2 sequencing, the Sherlock tested it as positive (data not shown). Therefore, future study should improve both the sensitivity and specificity of detection kit, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint which would accurately identified clinical samples. Anyway, these data indicated that false positive detected by current kit may on some extent account for the occurrence of RP patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another virological factor is that long-term virus residual in gut and other tissue, similar to SARS [26] . A recent study indicated that SARS-CoV-2 nucleic acid can persist in the digestive tract and feces for nearly 50 days [27] . Thus, extending detection time is necessary for the COVID-19 patients when they were discharged. However, our results show that adding anal swab derived RNA tested to be negative as discharge criterion did not significantly reduce the occurrence of RP patients. Thus other factor may be associated with the RP patients. We could not exclude sampling methodological factors including differential sampling and operational methods, sample quality, and technician expertise levels. Nor could we exclude immunological factors including low mucosal immune responses such as low IgA levels. These factors may take some uncertain risks leading the occurrence of RP patients [4, 27] . Future studies should reduce RP occurrence through using hyper-sensitive detection kit with hyper-specificity, combining detection of multiple samples with more immune markers.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "[4,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, this study is a single-center retrospective study and the duration of follow-up is short, and more clinical observations are needed to evaluate the potential risk of SARS-CoV-2 recurrence and infection. Second, dynamics of SARS-CoV-2 RNA in COVID-19 patients need to be monitored and evaluated for RP patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, additional studies should measure the dynamic changes of serum specific antibody levels in RP patients and evaluate the continuous protective effect of serum specific antibodies on patients with COVID-19. Finally, we should differentiate RP patients from relapse ones from convalescent subjects, for who two distinct prevention and control strategies will be adopted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our findings revealed the clinical features of RP patients who did not show recurrence of clinical symptoms and abnormal laboratory All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint tests. However, hyper-sensitive detection methods revealed the existence of SARS-CoV-2 RNA in RP patient specimens tested to be negative using the commercial kit. Therefore, it is necessary to develop a more accurate quantitative assessment of the RNA dynamics and additional discharge criteria to help physicians make a decision. This study provided valuable empirical information and clinical evidence support for effective management of COVID-19 patients during convalescent period. Further study should evaluate the potential clinical significance and transmission risk of RP patients. ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "26.20044222 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Positive SARS-CoV-2 RNA test in some recovered patients has been reported, whose management has attracted wide attention. However, the number of recovered patients with the positive SARS-CoV-2 RNA test reported in the literature was small, and the All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence before this study"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint duration of follow-up was short. The clinical characteristics are lacking and the potential impact and significance of the patients remain unknown. The lack of these data makes it difficult to provide empirical information and evidence support for the management of patients with COVID-19 in the recovery period.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidence before this study"
        },
        {
            "text": "First, the young and mild COVID-19 patients are prone to be tested positive for SARS-CoV-2 after discharge. These patients display fewer symptoms, more sustained remission of CT imaging and earlier RNA negative-conversion but similar plasma antibody levels during the hospitalization period as compared to those NRP patients. Second, upon re-admission, these patients show no obviously clinical symptoms and disease progression. However, the hyper-sensitive detection method potentially recognized false negative by the commercial kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The current evidence strongly supports the effective management of COVID-19 patients during their convalescent phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "cases recovered from COVID-19 tested positive for SARS-CoV-2 after discharge (re-detectable positive, RP) All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "26.20044222 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint Table 3 Number of contacts with symptoms 0 0 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint Note：1-24, re-detectable positive patients; 25-32: non-re-detectable positive patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "26.20044222 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "text": "26.20044222",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 1"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is RP, re-detectable positive patients; NRP, non-re-detectable positive patients All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Note: RP, re-detectable positive patients; NRP, non-re-detectable positive patients High, titer with more than 16400; Medium, titer between 5400 and 16400; Low, titer with less than 5400",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03. 26.20044222 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 140,
                    "text": "26.20044222 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical diagnosis of 8274 samples with 2019-novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W-Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.12.20022327"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N-S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet 2020",
            "authors": [
                {
                    "first": "C-L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X-W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA 2020",
            "authors": [
                {
                    "first": "D-W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Positive RT-PCR Test Results in Patients Recovered From COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Persistence and clearance of viral RNA in 2019 novel coronavirus disease rehabilitation patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "S-B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y-X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin Med J (Engl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/CM9.0000000000000774"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Positive result of SARS-Co-2 in sputum from a cured patient with COVID-19",
            "authors": [
                {
                    "first": "Y-M",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044222"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci China Life Sci",
            "volume": "63",
            "issn": "3",
            "pages": "364--74",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral Invasion and Type I Interferon Response Characterize the Immunophenotypes during Covid-19 Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S-Q",
                    "middle": [],
                    "last": "Ming",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of anti-viral immunity in recovered individuals infected by SARS-CoV-2",
            "authors": [
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Fang",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019",
            "authors": [
                {
                    "first": "J-J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Long-Term Persistence of IgG Antibodies in SARS-CoV Infected Healthcare Workers",
            "authors": [
                {
                    "first": "X-Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z-M",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Two-year prospective study of the humoral immune response of patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                },
                {
                    "first": "P-H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "6",
            "pages": "792--95",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Reinfection could not occur in SARS-CoV-2 infected rhesus macaque",
            "authors": [
                {
                    "first": "L-L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.990226"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "False-Negative Results of Real-Time Reverse-Transcriptase Polymerase Chain Reaction for Severe Acute Respiratory Syndrome Coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Radiol",
            "volume": "21",
            "issn": "4",
            "pages": "505--513",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS-CoV-2 infection SARS-CoV-2 through conjunctiva",
            "authors": [
                {
                    "first": "J-H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M-Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25725"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044222"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Comparison of throat swabs and sputum specimens for viral nucleic acid detection in 52 cases of novel coronavirus (SARS-Cov-2) infected pneumonia (COVID-19). medRxiv 2020",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "M-Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.21.20026187"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A protocol for detection of COVID-19 using CRISPR diagnostics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Abudayyeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2. medRxiv 2020",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M-W",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X-B",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.20023721"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Prolonged presence of SARS-CoV-2 viral RNA in faecal samples",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-1253(20)30083-2"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044222"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "ELISA assay for anti-SARS-CoV-2 IgG and IgM antibodyMicrotiter plates (Sangon Biotech) were coated overnight at 4°C with 4 μg/mLrecombinant SARS-CoV-2-RBD (Receptor binding domain) proteins (50 μL per well) expressed by our laboratory through 293-T cells. The plates were washed thrice with PBS containing 0.1% v/v Tween-20 (PBST) and blocked with blocking solution (PBS containing 2% w/v non-fat dry milk) for 2 hours at 37°C. The plates were then washed with PBST. The sera were diluted to 200-fold into PBS as an initial concentration, and serial 3-fold dilutions of sera was added to the wells and incubated at 37°C for 60 minutes. After three washes, 100 μL of horseradish peroxidase (HRP)-conjugated goat anti-human IgG (for IgG antibody titer detection) and IgM (for IgM antibody titer detection)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". All patients recovered from mild conditions (n = 30) and 37.0% from moderate patients had normal chest CT imaging without inflammatory signs. By contrast, 63.0% (n = 17) of patients recovered from moderate conditions had stable or reduced inflammatory signs in their chest CT imaging (Figure 1). There were normal range of the lymphocyte count, plasma IL-6 and CRP levels upon admission for all RP patients. Only one patient received transient interferon-alpha inhalation therapy, and 4 patients received low-flow oxygen inhalation therapy and traditional Chinese medicine after admission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ContributorsZZ, LL, XT, and JA had the idea and for designed the study. ZZ, LL, XT, JA, XJ and QS had full access to all data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. JY, LW, XC, SQ, NL, QC, FW, JC, YL, LL and ZZ had roles in the clinical management, patient recruitment, sample preparation and clinical data collection. TX and CS had roles in the RNA and antibody detection experiments, data collection and analysis. JA, HY, FQ ,YL and ZZ had roles in statistical analysis. JA, XJ, YW, FZ, XT, LL, YL and ZZ had roles in data interpretation. JA, XL, YF, XT and ZZ wrote the manuscript. YW, YF, XT and ZZ contributed to critical revision of the report. All authors reviewed and approved the final version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Serial CT imaging of a representative RP and NRP patient. For the RP patient, the first chest CT scan on admission (day 7 since the onset of illness) showed ground-glass opacity in both lungs. At 3 day, 6 day and 10 day after admission (day 10, day 13 and day 17 since the onset of illness), the lung lesions on the chest CT imaging was significantly reduced accompanied by the disappeared clinical symptoms. The patient was discharged at day 12 after admission (day 19 since the onset of illness). At day 26 (day 33 since the onset of illness), the patient was re-admitted without fever and cough due to positive RNA detection. The chest CT showed no inflammatory lesions. For the NRP patient, a chest CT scan showed a small ground glass in the upper left lung on admission (day 3 since the onset of illness). On day 2 and 8 after admission (day 5 and day 11 since the onset of illness), the double lower lung lesions increased significantly on chest CT imaging although the body temperature and the oxygenation index was returned to normal levels. On day 9, 14 and 17 after admission (day 12, day 17 and day 20 since the onset of illness), the lesions in both lower lungs were recovered on chest CT imaging. Then the patient was discharged without fever and cough at day 18 after admission (day 21 since the onset of illness) when SRAS-CoV-2 RNA was also detected to be negative.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The number of discharge patients and RP patients each day from Jan 23 to March 10, 2020. On Feb 22, 2020, the anal swab negative test was added to discharge criterion. Blue, the number of discharge patients. Red, the number of RP patients.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Clinical observation of RP patients at re-admission of hospital",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics of enrolled patients with COVID-19RP, re-detectable positive patients; NRP, non-re-detectable positive patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.26.20044222  doi:  medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "RNA detection in the enrolled patients with COVID-19 Median (range). RP, re-detectable positive patients; NRP, non-re-detectable positive patients All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The comparison between hyper-sensitivity and common sensitivity detection in RP and NRP patients",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.03.26.20044222 doi: medRxiv preprint Supplemental Table 1 Analysis of disease severity in RP and NRP patients",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.03.26.20044222 doi: medRxiv preprintSupplemental Table 2 Analysis of serum anti-SARS-CoV-2 IgG and IgM antibody levels in patients with covid-19 at discharge",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the work and contribution of all the health providers from Shenzhen Third People's Hospital.All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}