{
    "paper_id": "1ec99dbd97c91ef0df27fe4104678405d91c1bc6",
    "metadata": {
        "title": "Cloning and Sequence Analysis of the Nucleocapsid Gene of Porcine Epidemic Diarrhea Virus Chinju99*",
        "authors": [
            {
                "first": "Hee-Kyung",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University",
                    "location": {
                        "postCode": "660-701",
                        "settlement": "Chinju",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Sang-Geon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University",
                    "location": {
                        "postCode": "660-701",
                        "settlement": "Chinju",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Yeo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University",
                    "location": {
                        "postCode": "660-701",
                        "settlement": "Chinju",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The nucleocapsid (N) gene of the porcine epidemic diarrhea virus (PEDV) Chinju99 which was previously isolated in Chinju, Korea was cloned and sequenced to establish the information for the development of genetically engineered diagnostic reagents. Also, sequences of the nucleotides and deduced amino acids of the Chinju99 N gene were analyzed by alignment with those of CV777 and Br1/87. The nucleotide sequence encoding the entire N gene open reading frame (ORF) of Chinju99 was 1326 bases long and encoded a protein of 441 amino acids with predicted M r of 49 kDa. It consisted of 405 adenine (30.5%), 293 cytosine (22.1%), 334 guanines (25.2%) and 294 thymines (22.2%) residues. The Chinju99 N ORF nucleotide sequence was 96.5% and 96.4% homologous with that of the CV777 and Br1/87, respectively. The Chinju99 N protein revealed 96.8% amino acid identity with that of Br1/87 and CV777, respectively. The amino acid sequence contained seven potential sites for threonine (T)-or serine (S)-linked phosphorylation by each protein kinase C and casein kinase II.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV) causes an acute infection in piglets of 1±2 weeks old, and the disease is characterized by severe enteritis and diarrhea, leading to death with mortality up to 90% [1, 2] . PEDV is a member of the genus coronavirus of the family Coronaviridae [3] . The genome consists of a single molecule of positive-sense, single-stranded RNA, 27±32 kb in size, which is transcribed into a nested set of several 3 0 -coterminal subgenomic mRNAs for the production of structural and nonstructural proteins [3, 4] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 207,
                    "end": 209,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 536,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among structural proteins of the virion, spike (S) glycoprotein (180±220 kDa) plays an important role in the attachment of the virion on the host's receptors and penetration into the intestinal villous cells by fusion. The S glycoprotein also induces the production of neutralizing antibodies in the host [5±7], and therefore, is an important substance for the immunity against PEDV. On the other hand, nucleocapsid (N) protein (55±58 kDa) is known as a basic phosphoprotein associated with the genome [1, 3, 8, 9] , which can be the target for the accurate and early diagnosis of PEDV infection by molecular techniques. Cloning and nucleotide sequencing have been done on these genes of CV777 and Br1/87 strains [5, 10] . The gene products can be the feasible alternative to develop genetically engineered vaccines and diagnostic reagents.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since isolation of PEDV in Korea was first reported in 1993 [11] , the virus has been one of the major causes for the death of suckling piglets in pig farming. Park et al. [12] cloned a DNA of 750 bases from N gene of the viral RNA in swine feces, but no further studies on the viral isolation and gene cloning have been reported. In the development of genetically engineered proteins for diagnostic reagents against PEDV, molecular characterization of the N gene is rudimental that still need further elucidation. PEDV infections occur frequently in Korea, and developmental efforts should be geared toward rapid diagnosis and control of the disease. To our knowledge, nucleotide sequences of the full-length N gene of Korean PEDV isolates have not been reported.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 176,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, a DNA clone was constructed for the full-length N gene open reading frame (ORF) of PEDV isolated in Chinju, Korea. The complete sequences of nucleotides and deduced amino acids of the N gene were determined, and further analyzed with those of other PEDVs for the information in the production of genetically engineered diagnostic reagents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A strain of PEDV, Chinju99 which was previously isolated from the intestinal tissues of piglets suffering from severe diarrhea by Virology Laboratory of Gyeongsang National University College of Veterinary Medicine, Chinju, Korea (data not shown), was used. The virus was propagated in monolayer of Vero cells grown in minimal essential medium (MEM) containing streptomycin (100 mg/ml), penicillin (100 U/ml) and trypsin (10 mg/ml) in a 5% CO 2 incubator at 37 C following the methods of Hofmann and Wyler [13] .",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "When syncytial formation appeared in the Vero cells after propagation of the virus, the wasted MEM was removed. The cells were washed with PBS (pH 7.2) and lysed by Trizol 1 reagent (Invitrogen, USA) at 2 ml per tissue culture flask (25 cm 2 ), and homogenized by passing the cell lysate several times through a pipette. Viral RNA was extracted from the homogenate following the manufacturer's suggestions and dissolved in diethyl pyrocarbonate-treated distilled water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of Viral RNA"
        },
        {
            "text": "A pair of sense and antisense primers was designed and aligned based on nucleotide sequences of the N gene of CV777 and Br1/87 [10, 14] from the GenBank data base (National Center for Biotechnology Information, USA). The sense primer NF1 (5 0 CCGAGTGC-GGTTCTCACAGAT3 0 ) and antisense primer NR1 (5 0 CATAGCCAGGATAAGCCGGTC3 0 ) were used to generate cDNA for the N gene of Chinju99 and relative position of the primers are shown in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 135,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Primers Used for cDNA Synthesis"
        },
        {
            "text": "Synthesis of the first-strand cDNA for the N gene was carried out by reverse transcription (RT) using Superscript II 1 reverse transcriptase reagent kit (Invitrogen) following manufacturer's suggestions. The viral RNA was mixed with 1 ml of 100 pM of the antisense primer, 4 ml of 5X first-strand buffer, 1 ml of 10 mM dNTP mixture, 2 ml of 0.1 M DTT, 1 ml of RNase inhibitor (40 U/ml), 1 ml of reverse transcriptase (200 U/ml) and brought to 20 ml with distilled water. The reaction mixture was incubated for 50 min at 42 C, and the reaction was stopped by heat for 15 min at 70 C. To degrade RNA template, the reaction mixture was treated with RNase H (1 U) for 20 min at 37 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA Synthesis for the N Gene"
        },
        {
            "text": "The ds-cDNA for the N gene was synthesized by polymerase chain reaction (PCR) using a reagent kit (Perkin-Elmer, USA). A 10 ml portion of the firststrand cDNA template was added to 5 ml of 10X PCR buffer, 4 ml of 25 mM MgCl 2 ,1 ml of 10 mM dNTP mixture, 1 ml of each 100 pM sense and antisense primers, 1 ml of Taq DNA polymerase (5 U/ml) and brought to 50 ml with distilled water. The PCR was carried out in a thermocycler (Perkin-Elmer) following the program of 2 min at 94 C and 30 cycles of 1 min at 94 C, 1 min at 55 C and 1 min at 72 C, and a final extension at 72 C for 5 min. The PCR products were resolved by electrophoresis in 1% agarose gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA Synthesis for the N Gene"
        },
        {
            "text": "Following the routine methods in gene cloning [15] , the PCR-generated N gene ds-cDNAs were bluntended with Klenow enzyme (2 U) and 1 ml of 0.5 mM dNTPs (Invitrogen) in 20 ml reaction volume and cloned into the SmaI site of pTZ19R plasmid DNA by ligation using T4 DNA ligase (1 U) (Invitrogen). The recombinant plasmid DNAs were transformed into competent Escherichia coli DH5a cells by heat shock for 45 s at 42 C. After adding SOC medium (0.5% yeast extract, 2% tryptone, 10 mM NaCl, 2.5 mM KCl, 10 mM MgCl 2 , 20 mM MgSO 4 , 20 mM glucose), the tube was shaken for 1 h at 220 rpm, 37 C. The transformed cells were plated onto Luria Bertani (LB) agar (Invitrogen) containing ampicillin (50 mg/ml), X-gal (40 mg/ml) and isopropylthio-B-galactoside (20 mg/ml) (Invitrogen) and incubated overnight at 37 C. Transformed colonies were cultured in LB broth with ampicillin (50 mg/ml) by shaking at 220 rpm, overnight, at 37 C, and were subjected to DNA extraction by alkaline-lysis, restriction enzyme digestion and electrophoresis in 1% agarose gel for the identification of recombinant DNA clones.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Cloning of cDNA"
        },
        {
            "text": "Nucleotide sequencing was done for the N generecombinant DNA clones using Dye Terminator Cycle Sequencing kit (Perkin-Elmer) by the automatic sequencer (ABI prism 377, Advanced Biotechnologies, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide Sequencing"
        },
        {
            "text": "The sequences of nucleotides and deduced amino acids were analyzed by ClustalW, version 1.82 using data available from GenBank and the European Molecular Biology Laboratory (EMBL). N gene nucleotide and amino acid sequences of Chinju99 were compared with CV777 and Br1/87 [10] (EMBL accession No. Z14976). The protein chemistry of Chinju99 amino acids was analyzed using protein statistic programs PEPSTATS (Pasteur Institute, France) and PredictProtein (EMBL).",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis on Sequences of Nucleotides and Amino Acids"
        },
        {
            "text": "In the synthesis of ds-cDNA of the Chinju99 N gene, a DNA fragment of 1.4 kb in approximate was amplified by RT-PCR using primers specific to N gene of PEDV. The DNA was cloned into pTZ19R vector DNA (Fig. 1 ) and subjected to sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cloning of N Gene"
        },
        {
            "text": "The nucleotide sequence encoding the entire Chinju99 N gene was 1326 bases in length and contained a single ORF. The gene had 46 and 48 nucleotide mismatches compared to CV777 and Br1/ 87, respectively (Fig. 2) . It consisted of 405 adenine (30.5%), 293 cytosine (22.1%), 334 guanine (25.2%) and 294 thymine (22.2%) nucleotides, and a GC content of 47.3%. The gene showed 96.5% and 96.4% nucleotide sequence homology to that of CV777 and Br1/87, respectively. The Chinju99 N gene encoded a protein of 441 amino acids with predicted M r of 49 kDa. There were seven potential threonine (T)-or serine (S)-linked phosphorylation sites by each protein kinase C and casein kinase II recognized in the protein. The Chinju99 N protein had 14 amino acid mismatches compared to those of CV777 and Br1/87 (Fig. 3) and showed 96.8% amino acid sequence identity with these strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of N Gene Nucleotide and Amino Acid Sequences"
        },
        {
            "text": "Bridgen et al. [10] previously cloned a gene of 1326 nucleotides in a single large ORF capable of encoding a 441 amino acid protein of 49 kDa from PEDV CV777 and Br1/87, which were very similar Nucleotide Sequence of PEDV N gene in both length and sequence to coronavirus N proteins, and therefore represented it as the PEDV N gene. In the present study, the N gene of the PEDV Chinju99 was cloned and sequencing was done for the cDNA clones. The resulting sequence data showed a single ORF of 1326 nucleotides encoding a protein of 441 amino acids with M r of 49 kDa predicted by PEPSTATS program. Chinju99 N gene also had 96.8% amino acid sequence identity with that of CV777 and Br1/87 [10] , although there were 14 amino acid mismatches recognized. Therefore, the Chinju99 N protein revealed the same features for the nucleotide and putative amino acid sequences in the CV777 and Br1/87, although PEDV N protein is known to possess M r of 55±58 kDa by polyacrylamid gel electrophoresis [8, 9] .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 990,
                    "end": 993,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 996,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The PEDV N protein is known as a phosphorylated, structural protein associated with viral genome [1, 3, 8, 9] , which appears abundantly in virus-infected cells [9] . Therefore, the appearance of N protein can be a clue to the replication of PEDV and used for the early and accurate diagnosis so far as the virus replicates in the infected cells. The Chinju99 N protein had each seven potential T-or S-linked phosphorylation sites by protein kinase C or casein kinase II, respectively. Similarly, the CV777 and Br1/ 87 [10] contained six serine (S) residues as possible phosphorylation sites by these enzymes, although some of the S-linked phosphorylation sites were different with those of the Chinju99.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 109,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the full-length nucleotide sequence in the coding region of N gene of PEDV Chinju99 was determined in the present study. Trials were done to analyze the nucleotide and putative amino acid sequences of the Chinju99 N gene comparing to those of other PEDVs. However, we could elucidate molecular properties of the N gene by mere comparison to those of CV777 and Br1/87, because the full-length nucleotides of the PEDV N gene have been determined only in these strains. Nevertheless, it was recognized that Chinju99 N gene has the minor differences in the structural features of putative protein compared to those of CV777 and Br1/87. This can be the feasible information for the development of genetically engineered N protein for the rapid and accurate diagnosis of PEDV infections in Korea. Moreover, the genetic information gained from the Chinju99 N gene can be used for diagnostic work such as PCR and nucleic acid hybridization. To our knowledge, this is the first published report on the full-length nucleotides and molecular characteristics of the N gene of Korean PEDV isolates. and Br1/87 [10] : Only the amino acids of CV777 and Br1/87 which mismatched the Chinju99 sequence were included; *, translation termination; seven potential threonine (T)-or serine (S)-linked phosphorylation sites by protein kinase C were underlined; seven potential T-or S-linked phosphorylation sites by casein kinase II were denoted in italic.",
            "cite_spans": [
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "In Straw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "D&apos;allaire",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "Taylor",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hagan and Bruner's Microbiology and Infectious Diseases of Domestic Animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Barlough",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "897--898",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fields Virology. Lippincott-Raven Publishers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "Lai",
                    "middle": [
                        "M M C"
                    ],
                    "last": "In Field",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Melnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Roizman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1075--1093",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Short Potocols in Molecular Biology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ausubel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kingston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Struhl",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Construction of recombinant DNA clone for full-length N gene of PEDV Chinju99: lane 1, Recombinant DNA (4.3 kb) between N DNA (1.4 kb) and pTZ19R plasmid DNA (2.9 kb) observed by digestion with SstI; lane 2, N DNA (1.4 kb) was identified from pTZ19R plasmid DNA (2.9 kb) after digestion of the recombinant DNA with HindIII and SstI; M, 1 kb plus ladder DNA marker (Invitrogen).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nucleotide sequence of Chinju99 N gene and comparison of the sequence with CV777 (EMBL accession No. Z14976) and Br1/87[10]: Initiation codon ATG and termination codon TAA were underlined; only the nucleotides of CV777 and Br1/87 which mismatched the Chinju99 sequence were included; regions corresponding to the two primers used for cloning were underlined and labeled as NF1 and NR1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Putative amino acid sequence of Chinju99 N gene and comparison of the sequence with CV777 (EMBL accession No. Z14976)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant (No. 981-0613-065-2) from the Korea Science and Engineering Foundation (KOSEF), Ministry of Science, Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}