{
    "paper_id": "1f10dab2bf87ba6ea015acdaa43bab0028f7dabc",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Large-scale purification and crystallization of the endoribonuclease XendoU: troubleshooting with His-tagged proteins",
        "authors": [
            {
                "first": "Fabiana",
                "middle": [],
                "last": "Renzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gianna",
                "middle": [],
                "last": "Panetta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Vallone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Brunori",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Arceci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome '",
                    "location": {
                        "addrLine": "La Sapienza', Piazzale Aldo Moro 5",
                        "postCode": "00185",
                        "settlement": "Roma",
                        "country": "Italy,"
                    }
                },
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Bozzoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome '",
                    "location": {
                        "addrLine": "La Sapienza', Piazzale Aldo Moro 5",
                        "postCode": "00185",
                        "settlement": "Roma",
                        "country": "Italy,"
                    }
                },
                "email": ""
            },
            {
                "first": "Pietro",
                "middle": [],
                "last": "Laneve",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome '",
                    "location": {
                        "addrLine": "La Sapienza', Piazzale Aldo Moro 5",
                        "postCode": "00185",
                        "settlement": "Roma",
                        "country": "Italy,"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisa",
                "middle": [],
                "last": "Caffarelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome '",
                    "location": {
                        "addrLine": "La Sapienza', Piazzale Aldo Moro 5",
                        "postCode": "00185",
                        "settlement": "Roma",
                        "country": "Italy,"
                    }
                },
                "email": "elisa.caffarelli@uniroma1.it"
            },
            {
                "first": "Istituto",
                "middle": [],
                "last": "Pasteur-Fondazione",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cenci",
                "middle": [],
                "last": "Bolognetti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "XendoU is the first endoribonuclease described in higher eukaryotes as being involved in the endonucleolytic processing of intron-encoded small nucleolar RNAs. It is conserved among eukaryotes and its viral homologue is essential in SARS replication and transcription. The large-scale purification and crystallization of recombinant XendoU are reported. The tendency of the recombinant enzyme to aggregate could be reversed upon the addition of chelating agents (EDTA, imidazole): aggregation is a potential drawback when purifying and crystallizing His-tagged proteins, which are widely used, especially in highthroughput structural studies. Purified monodisperse XendoU crystallized in two different space groups: trigonal P3 1 21, diffracting to low resolution, and monoclinic C2, diffracting to higher resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Intron-encoded small nucleolar RNAs (snoRNAs) are non-coding RNAs that play essential roles in eukaryotes and archaea. They are transcribed as longer precursors and are generally released through splicing (reviewed by Filipowicz & Pogacic, 2002) . Nevertheless, some snoRNAs can also be processed by endonucleolytic cleavage in the intron sequences flanking the snoRNA (Fragapane et al., 1993) . XendoU is the first endoribonuclease involved in the processing of snoRNAs in higher eukaryotes to be described and is involved in the processing of at least two snoRNAs in Xenopus laevis oocytes (Fragapane et al., 1993; Caffarelli et al., 1994; Renzi et al., 2002; Laneve et al., 2003) . It is a U-specific enzyme that, uniquely among known endoribonucleases, releases 2 0 -3 0 cyclic phosphate termini using Mn 2+ as an essential cofactor. XendoU is conserved among higher eukaryotes and has no homology to any known cellular ribonuclease, although it shows significant homology to proteins tentatively annotated as serine proteases. A viral counterpart of XendoU, called NendoU, has been reported. It is a distinctive marker of the nidoviruses, which include the SARS coronavirus (Snijder et al., 2003) : the SARS homologue shows biochemical characteristics that are similar to those of XendoU, although it prefers doublestranded substrates, and is essential in virus replication and transcription (Ivanov et al., 2004) . XendoU was isolated from a cDNA bank, cloned with an extra 12 N-terminal amino acids including a non-cleavable His 6 tag, expressed in bacteria, affinity purified and tested for activity in vitro (Laneve et al., 2003) . Mutational studies allowed the identification of the residues (Glu161, Glu167, His162, His178 and Lys224) essential for RNA cleavage, while enzyme-RNA interaction assays led to the definition of the sequence required for Mn 2+ -independent binding (Gioia et al., 2005) .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 245,
                    "text": "Filipowicz & Pogacic, 2002)",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 393,
                    "text": "(Fragapane et al., 1993)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 616,
                    "text": "(Fragapane et al., 1993;",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 641,
                    "text": "Caffarelli et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 661,
                    "text": "Renzi et al., 2002;",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 682,
                    "text": "Laneve et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1201,
                    "text": "(Snijder et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1418,
                    "text": "(Ivanov et al., 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1617,
                    "end": 1638,
                    "text": "(Laneve et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1889,
                    "end": 1909,
                    "text": "(Gioia et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The XendoU coding sequence was cloned downstream to the His 6coding region of the pQE30 vector (Qiagen; Laneve et al., 2003) . In order to obtain large amounts of protein for crystallization screening, XendoU was overexpressed in bacteria [Escherichia coli M15 (pREP4) strain] in LB medium at 303 K to an optical density (OD 600 nm ) of 0.55 and was induced with 0.1 mM isopropyl -dthiogalactoside (IPTG) for 4 h with continuous agitation and good aeration. Subsequent manipulations were carried out at 277 K. Harvested cells were resuspended in lysis buffer (50 mM Na/phosphate pH 7.8, 300 mM NaCl), 10 mM imidazole and 1 mg ml À1 lysozyme while stirring for 2 h. After sonication, the cell lysate was centrifuged for 30 min at 18 000g and the clear supernatant was filtered (0.2 mm filter, Sartorius) and applied onto a 5 ml Ni-NTA column (Amersham) previously equilibrated with lysis buffer. The column was washed with 1 l washing buffer 1 (10 mM HEPES pH 7.8, 300 mM NaCl, 10 mM imidazole) and 30 ml buffer 2 (10 mM HEPES pH 7.8, 50 mM NaCl, 75 mM imidazole). The protein was eluted in 10 mM HEPES pH 7.8, 50 mM NaCl, 100 mM imidazole. Repeated steps of ultrafiltration and dilution across 10 kDa cutoff filters (Vivascience) eliminated the imidazole. The His-tagged protein was purified by HPLC gel filtration using a polymeric resin gel (PWXL-G3000 60 cm Â 17 mm column; Tosoh Biosciences) and concentrated to 0.5 mM (17 mg ml À1 ) in 10 mM HEPES pH 7.8, 50 mM NaCl, 20 mM EDTA. SDS-PAGE analysis showed a protein purity of greater than 95%.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 124,
                    "text": "Laneve et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "XendoU was also cloned into pGEX (Amersham Biosciences) to create a GST-XendoU fusion protein. The resulting expression plasmid was transformed into E. coli BL21 (DE3). Cells expressing the cleavable GST-tagged protein were grown and lysed following the same protocol used for the His-tagged XendoU. The supernatant from the cell lysate was applied onto a glutathione-derivatized column (FFT-GST; Amersham Biosciences) equilibrated with lysis buffer (10 mM Tris-HCl pH 7.8, 50 mM NaCl). The column was washed with 30 volumes of washing buffer 1 (10 mM Tris-HCl pH 7.8, 300 mM NaCl) and ten volumes of washing buffer 2 (10 mM Tris-HCl pH 7.8, 50 mM NaCl) and subsequently incubated with bovine thrombin (Sigma; 0.5 U per milligram of protein) at 277 K overnight to allow tag proteolysis on the column. A FFT-PABA-derivatized resin column (Amersham) that binds proteases using the protease inhibitor para-aminobenzoic acid (PABA) was connected in line with the FFT-GST column. A single elution step allowed the thrombin to be retained on the PABA column and the untagged protein to be recovered in the flowthrough. The untagged XendoU was HPLC purified by gel filtration (PWXL-G3000 60 cm Â 17 mm column; Tosoh Biosciences) and concentrated to 0.5 mM (17 mg ml À1 ) in 10 mM HEPES pH 7.8, 50 mM NaCl. SDS-PAGE analysis showed a protein purity of greater than 95%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "The purity and monodispersity of the protein were analyzed by HPLC gel filtration both on methacrylate resin gel, which is resistant over a wide range of pH, and silica resin gel, which is inert toward analytes (PWXL and SWXL-G3000 columns, respectively, 30 cm Â 0.7 mm; Tosoh Biosciences) (see Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 301,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Expression and purification"
        },
        {
            "text": "The His-tagged XendoU used in crystallization screening was solubilized in buffers containing 20 mM EDTA. The hanging-drop vapour-diffusion method and Index Screen (Hampton Research) were used for initial crystallization trials, with a drop volume of 1 + 1 ml and a reservoir volume of 0.5 ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "Initial crystals grew in hanging drops with 30%(w/v) PEG 4000, 0.2 M sodium citrate pH 5-6 at 293 K; these crystals were thin and fragile and did not diffract even at a synchrotron source. Subsequent screening resulted in the growth of crystals (300 Â 300 Â 300 mm) in 40% (NH 4 ) 2 SO 4 , 0.2 M sodium citrate pH 6 at 293 K which belonged to space group P3 1 21 but diffracted poorly; the resolution was improved by cocrystallization with 50 mM uridine 5 0 -monophosphate (5 0 -UMP), which may bind to the active site, possibly inducing the stabilization of flexible regions (Fig. 2a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 585,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "Crystals diffracting to higher resolution in space group C2 were obtained by the substitution of sodium citrate by 0.2 M phosphate pH 5.5; these crystals were larger but were not single (Fig. 2c, top) . Single crystals were obtained by tuning the growth speed and nucleation by (i) depositing silicon oil above the precipitating solution to slow down phase equilibrium and (ii) using macroseeding and microseeding techniques. This led to the growth of large platelet-shaped single crystals (500 Â 500 Â 30 mm; Fig. 2c , bottom) which diffracted to higher resolution (2.2 Å ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 200,
                    "text": "(Fig. 2c, top)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 517,
                    "text": "Fig. 2c",
                    "ref_id": null
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "Crystals grown in 40% (NH 4 ) 2 SO 4 , 0.2 M sodium citrate pH 6.0 were cryoprotected by soaking in mother liquor with the addition of 25% glycerol and tested for diffraction at 100 K. Although they did not diffract when exposed on a Cu K rotating-anode X-ray generator, they diffracted to 3.3 Å resolution at a synchrotron source and proved to belong to the trigonal lattice, space group P3 1 21 (Fig. 2b) . To overcome the spot overlap arising from the long c axis, Effect of chelating agents in the solubilization of aggregated His-tagged protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "(Fig. 2b)",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "HPLC gel-filtration analysis shows that 250 mM (red) and 100 mM (blue) imidazole yield monodisperse His-tagged protein. 20 mM (light green), 10 mM (dark green) and 5 mM (purple) EDTA also improve monodispersity in a concentrationdependent fashion. Addition of 20 mM Mn 2+ salt with and without EDTA (brown and pink) causes the protein to aggregate again. Elution profiles were analyzed using the CSW program. the radiation wavelength was increased to 1.2 Å , the crystal-todetector distance was increased to 210.00 mm and diffraction images were collected with a thin oscillation range (Á' = 0.4 ). Crystals grown in 40% (NH 4 ) 2 SO 4 , 0.2 M phosphate pH 5.5 diffracted to 2.2 Å resolution, although not in all crystal orientations (Fig. 2d) ; this is probably correlated to the thin third dimension and to imperfect or loose packing as suggested by the tendency of crystals to split into several thin platelets upon manipulation and to be heterogeneous in unit-cell parameters. Monoclinic crystals in fact displayed at least two different unit cells (A and B forms) . Different protocols of dehydration and iterated cryocooling techniques did not improve either the anisotropy or the resolution limit (Samygina et al., 2000) . All diffraction data were indexed and scaled with the HKL package (Otwinowski, 1993) , MOSFLM and SCALA (from the CCP4 package; Collaborative Computational Project, Number 4, 1994) . Data-collection details, scaling statistics and main crystallographic parameters are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1227,
                    "text": "(Samygina et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1314,
                    "text": "(Otwinowski, 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1386,
                    "end": 1410,
                    "text": "Project, Number 4, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 743,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1068,
                    "text": "(A and B forms)",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1519,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "Large-scale expression of His-tagged XendoU resulted in soluble protein that was heterogeneously aggregated, a condition that affects crystallization (Wilson, 2003) . To obtain monodisperse protein, several conditions were explored. Only the addition of chelating agents (100 mM imidazole or 20 mM EDTA) yielded homogeneously disperse protein. We attributed the polydispersity to the formation of intermolecular bridges between His tags mediated by divalent metal ions present as contaminants. Consistently, the addition of Mn 2+ to a protein preparation which had been made monomeric using EDTA was sufficient to induce aggregation again (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "text": "(Wilson, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "To confirm the hypothesis of intermolecular bridges involving His tags via divalent metals and to exclude that possibility that these interactions could involve a site on the protein other than the His tag, we expressed a cleavable GST-fused XendoU under the same conditions as the His-tagged enzyme. Analytic HPLC gel filtration both on methacrylate and on silica gel showed the protein to be completely monodisperse even after addition of Mn 2+ , thus demonstrating that aggregation was dependent on the His tag and not on other metal-binding sites on XendoU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Screening for crystallization of non-tagged XendoU after GST cleavage only yielded crystals using the same conditions as for the tagged proteins, but with poorer or unimproved diffraction. In summary, it was possible to reverse the aggregation mediated by the His tag through the addition of EDTA or imidazole, allowing the growth of crystals suitable for structural analysis. Use of chelating agents would be a less expensive and time-consuming alternative to specific proteolytic cleavage of the His-tagged protein, which in the case of XendoU was not effective for crystal improvement. This information may be valuable especially in high-throughput structural projects, where a large number of proteins are expressed, purified and screened for crystallization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Data were collected at the Elettra (Trieste, Italy) and ESRF (Grenoble, France) synchrotron facilities. This work was partially supported by MIUR of Italy (FIRB/RBLA03B3KC-004, FIRB/ RBNE015MPB and PRIN/RBNE01KXC9 and Centro di Eccellenza BEMM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hertzig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "12694--12699",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proceedings of the CCP4 Study Weekend. Data Collection and Processing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Otwinowski",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "56--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a) Trigonal crystals in 40% (NH 4 ) 2 SO 4 , 0.2 M sodium citrate pH 6, 17 mg ml À1 protein, 50 mM UMP at 293 K and (b) their diffraction image with an enlargement. (c) Monoclinic crystals in 40% NH 4 SO 4 , 0.2 M sodium phosphate pH 5.5, 17 mg ml À1 protein, 50 mM UMP at 293 K improved by seeding from aggregated (top) to single crystals (bottom) and (d) their diffraction image with an enlargement.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection details, scaling statistics and main crystallographic parameters of trigonal and monoclinic XendoU crystals.Values in parentheses refer to the highest resolution shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}