{
    "paper_id": "1f45ec61909c4000fcb61fe05fd8f47dd1fba208",
    "metadata": {
        "title": "An approach to the photocatalytic mechanism in the TiO 2 -nanomaterials microorganism interface for the control of infectious processes Keywords: Pathogenic microorganisms Photo-killing Microorganism/nanomaterials interface TiO 2 based materials Annihilation Respiratory virus Pandemic",
        "authors": [
            {
                "first": "Vicente",
                "middle": [],
                "last": "Rodríguez-González",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Science",
                    "location": {
                        "postCode": "2641, 278-8510",
                        "settlement": "Yamazaki, Noda",
                        "region": "Chiba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Sergio",
                "middle": [],
                "last": "Obregón",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Autónoma de Nuevo León, UANL, CICFIM-Facultad de Ciencias Físico Matemáticas, Av. Universidad S/N",
                    "institution": "Universidad",
                    "location": {
                        "addrLine": "San Nicolás de los Garza",
                        "postCode": "66455",
                        "region": "Nuevo León, Mexico A R T I C L E I N F O"
                    }
                },
                "email": ""
            },
            {
                "first": "Olga",
                "middle": [
                    "A"
                ],
                "last": "Patrón-Soberano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chiaki",
                "middle": [],
                "last": "Terashima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Science",
                    "location": {
                        "postCode": "2641, 278-8510",
                        "settlement": "Yamazaki, Noda",
                        "region": "Chiba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Akira",
                "middle": [],
                "last": "Fujishima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tokyo University of Science",
                    "location": {
                        "postCode": "2641, 278-8510",
                        "settlement": "Yamazaki, Noda",
                        "region": "Chiba",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "San",
                "middle": [
                    "Luis"
                ],
                "last": "Potosí",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mexico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Potosí",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The approach of this timely review considers the current literature that is focused on the interface nanostructure/cell-wall microorganism to understand the annihilation mechanism. Morphological studies use optical and electronic microscopes to determine the physical damage on the cell-wall and the possible cell lysis that confirms the viability and microorganism death. The key parameters of the tailoring the surface of the photoactive nanostructures such as the metal functionalization with bacteriostatic properties, hydrophilicity, textural porosity, morphology and the formation of heterojunction systems, can achieve the effective eradication of the microorganisms under natural conditions, ranging from practical to applications in environment, agriculture, and so on. However, to our knowledge, a comprehensive review of the microorganism/nanomaterial interface approach has rarely been conducted. The final remarks point the ideal photocatalytic way for the effective prevention/eradication of microorganisms, considering the resistance that the microorganism could develop without the appropriate regulatory aspects for human and ecosystem safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the last decades, several advanced oxidation processes (AOPs) have been considered as efficient strategies for environmental remediation issues [1, 2] . Among them, semiconductor photocatalysis has attracted wide attention in many research fields such as the degradation of organic pollutants, production of solar fuels such as hydrogen and methane, as well as the annihilation of pathogenic microorganisms [3] [4] [5] [6] . Even, previous studies have demonstrated that photocatalysis can be considered a promising tool in anticancer therapies, since the photocatalyst can kill cancer cells such as HeLa cells, which cause cervical cancer [7] . The energy absorbed by the photocatalyst comprises the range of ultraviolet and/or visible light, even natural sunlight. When the photocatalyst absorbs light, if the energy of the photons is enough to excite the electrons in the valence band (VB), then they migrate to a higher energy level in the conduction band (CB) of the material, as it is illustrated in Fig. 1 . This phenomenon generates the charge carriers known as hole-electron pairs. The photogenerated hole can migrate to the surface of the material and react with water molecules or hydroxyl ions to produce hydroxyl radicals, while the photoexcited electron in the conduction band can react with the adsorbed molecular oxygen to produce superoxide ions [8] . Since the report of Fujishima and Honda about the water splitting process using a TiO 2 electrode under UV irradiation, numerous studies have exploited the photoactive properties of this material [9, 10] . Several reviews have studied the relationship between the electronic properties of TiO 2 with its photoactive performance based on experimental results and theorical data based on Density Functional Theory (DFT) [11, 12] . Titanium dioxide has three main crystalline structures, the anatase, rutile and brookite. Among them, anatase is the polymorph which exhibits the higher photocatalytic behavior with a band gap energy of 3.2 eV, corresponding to an absorption edge at 385 nm [11] . Other materials structurally related to TiO 2 , resulting from thermal, hydrothermal and physicochemical modification where titanium is the main element, such as titanates and perovskites, can also be considered as TiO 2 -based materials. Fig. 2 shows the number of scientific publications reported since year 2000 using the terms TiO 2 and photocatalysis. As it seen, the amount of reports on the photoactive properties of titanium dioxide is constantly increasing and this trend will surely continue in the coming years. Moreover, studies on the removal of microorganisms using the photocatalytic properties of TiO 2 also exhibits an exceptional boom, as shown in the inset of Fig. 2 . The first report about the inactivation properties of TiO 2 is attributed to the work done by Matsunaga and coworkers [13] . In that study, the authors studied the photocatalytic sterilization of the Saccharomyces cerevisiae yeast using a platinumloaded TiO 2 material. A later work of the same authors suggests that a photogenerated hole in the valence band of the TiO 2 receives an electron from coenzyme A (CoA) forming the dimeric CoA [14] . Dimerization of the CoA inhibits respiration and causes cell death. Maness et al., reported that in the presence of TiO 2 , the peroxidation of polyunsaturated phospholipid components is carried out [15] . As consequence, several essential functions of the cell membrane such as respiratory activity, are lost. Furthermore, the photocatalytic disinfection with TiO 2 is commonly explained by the attack of the cell membrane through the reactive oxygen species (ROS) such a hydroxyl radicals and superoxide ions generated on the surface of the irradiated photocatalyst [16] . For instance, several studies have reported that gram-positive bacteria are efficiently inactivated by O 2 − ions, while gram-negative are inactivated mainly through ·OH radicals [17, 18] . This difference in the disinfection mechanism could be attributed to the different properties in their membranes [19] . A large number of studies have been conducted on TiO 2 -based photocatalytic disinfection including bacteria, viruses, fungi, algae, among others [20] [21] [22] . However, the main disadvantage of TiO 2 is the rapid recombination of its charge carriers, which significantly limits the photocatalytic behavior. In this sense, several strategies to enhance the photoactivity have been raised such as the morphological control and the formation of heterojunction systems with other components like metals, semiconductors and carbonaceous materials. In this review, these strategies are analyzed to elucidate the enhanced photocatalytic features of TiO 2 in the disinfection processes of pathogenic and model microorganisms. Furthermore, the novelty of this work lies in the exhaustive review about the interfacial interactions of the TiO 2 with the cell wall of the microorganisms with the aim of achieving a better understanding of the photocatalytic annihilation mechanism, as it will be discussed in the following sections.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1571,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 1790,
                    "end": 1794,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 1795,
                    "end": 1798,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 2058,
                    "end": 2062,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 2871,
                    "end": 2875,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 3192,
                    "end": 3196,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 3267,
                    "end": 3281,
                    "text": "Maness et al.,",
                    "ref_id": null
                },
                {
                    "start": 3398,
                    "end": 3402,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 3767,
                    "end": 3771,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 3953,
                    "end": 3957,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 3958,
                    "end": 3961,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 4077,
                    "end": 4081,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 4230,
                    "end": 4234,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 4235,
                    "end": 4239,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 4240,
                    "end": 4244,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1009,
                    "end": 1015,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2304,
                    "end": 2310,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2744,
                    "end": 2750,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "TiO 2 based materials obtained from TiO 2 and its composites"
        },
        {
            "text": "It is well-known that the photocatalytic performance of TiO 2 depends strongly on its size and morphology. Titanium dioxide is mainly used as nanoparticles for any study of its photoactivity. However, other well-defined morphologies have shown outstanding performances for the photocatalytic annihilation of pathogenic microorganisms. For instance, the nanotube architecture exhibits an excellent behavior in the eradication of microorganisms due to its intrinsic features such as large surface-to-volume ratio and improved light harvesting [23] . Recently, TiO 2 nanotubes has been used for the elimination of Escherichia coli, Staphylococcus aureus, Staphylococcus epidermidis, Pseudomonas fluorescence, Deinococcus radiodurans and Sphaerotilus natans [23] [24] [25] [26] . The preparation of self-organized TiO 2 nanotube arrays is usually carried out through a conventional anodization process using titanium foil as substrate [25, 26] . A theoretical and experimental work performed by Yu and co-workers have reported the relationship between the photocatalytic performance and the morphology of several TiO 2 nanostructures [27] . According to the authors, the photoactivity ranks in the order of nanosheets (2D morphology) > nanotubes (1D morphology) > nanoparticles (0D morphology). The band structure and density of states (DOS) of these TiO 2 nanostructures were studied using density functional theory (DFT) calculations. From the morphological transition of the nanoparticles to nanotubes and nanosheets, the contribution of the Ti 3d states to the conduction band provides a widening of the band gap in these TiO 2 nanostructures. Based on it, the bottom edge of the conduction band of the nanotubes is higher than that for nanoparticles, which indicates a superior reduction ability of the photoexcited electrons in the nanotube-based morphology. The hierarchical TiO 2 structures, a 3D morphology, exhibit interesting properties due to their large surface area values and a more reflection of light and multiple scattering inside the nanostructure, allowing an improved harvesting of the incident radiation. Hierarchical structures such as nanorod spheres have been reported for the annihilation of Escherichia coli and Staphylococcus aureus [28, 29] . Complex hierarchical structures such as 3D dendritic microspheres based on rutile TiO 2 nanoribbons have also been studied for anti-bacterial applications [30] .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 763,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 2257,
                    "end": 2261,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 2262,
                    "end": 2265,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 2423,
                    "end": 2427,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OD-3D TiO 2 and based materials"
        },
        {
            "text": "Other TiO 2 -based nanostructures, such as titanate nanotubes, have also been used in disinfection processes [31, 32] . Usually, these protonated nanotubes are prepared though the hydrothermal technique under alkaline conditions and using TiO 2 as precursor [33] . Since titanates have structural similarities with TiO 2 , their advantage lies in their 1D morphology that favors the vectorial migration of the charge carriers, as well as to the high surface area exhibited by these nanomaterials. In this sense, Rodríguez-González and colleagues have reported the photocatalytic inactivation of the Gram-negative E. coli bacteria and the phytopathogenic fungus Botrytis cinerea using H 2 Ti 3 O 7 nanotubes functionalized with silver nanoparticles (mean size ∼5 nm). ",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OD-3D TiO 2 and based materials"
        },
        {
            "text": "Numerous studies have reported the modification of TiO 2 by means of single doping, co-doping and impregnation with different metal and non-metal ions to increase its photocatalytic performance and/or exhibit photoactivity in the visible-light region [34] [35] [36] [37] [38] . In this sense, doping with cations/anions in the crystal structure of TiO 2 is used to create intra-band gap states near the edges of the conduction (CB) and valence (VB) bands causing absorption in the visible-light region [39] . Several years ago, Asahi and co-workers reported that the anionic doping of TiO 2 with nitrogen (TiO 2-x N x ) could be considered as the most effective method to favor the shift of the absorption edge towards the visible region (λ < 500 nm) due to the relatively small ionic radius of nitrogen, only ∼6% greater than the ionic radius of the oxygen atom [40] . Since then, N-doped TiO 2 has been reported in the photocatalytic removal of microorganisms as Escherichia coli, Staphylococcus aureus, Pseudomonas aeruginosa, Shigella flexneri, Listeria monocytogenes, Vibrio parahaemolyticus and Acinetobacter baumannii [41] [42] [43] [44] . On the other hand, the deposition of metal nanoparticles on the surface of TiO 2 also represents an efficient strategy in the photocatalytic improvement of this material. The contact between the metal nanoparticles and the surface of a semiconductor can create an electric field facilitating an interfacial process of electron transfer from the photoexcited semiconductor to the deposited metal, see Fig. 3 [45] . The formed Schottky barrier acts as an efficient electron trap, decreasing the probability of recombination of the photogenerated charge carriers increasing the photocatalytic behavior of the system. The presence of the metal also shifts the absorption into the visible region, due to its localized surface plasmon resonance (LSPR) properties [46] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1904,
                    "end": 1908,
                    "text": "[46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1547,
                    "end": 1553,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Non-metal-and metal-TiO 2 systems"
        },
        {
            "text": "Among the metals deposited in TiO 2 , silver in one of the most interesting. Silver-TiO 2 composites are commonly prepared by photoreduction under UV light, sol-gel method and incipient wet-impregnation [47] [48] [49] . As the Fermi level of TiO 2 is very high as compared to silver, the electron transfer from the conduction band of the semiconductor to the silver nanoparticles is thermodynamically feasible [50, 51] . The Schottky barrier formed in the physical junction of both materials hinders the electrons transfer from silver to TiO 2 . However, silver exhibits LSPR under visible-light where the collective oscillation of its electrons can yield an inter band excitation, providing enough energy to electrons that move to the interface to surmount the Schottky barrier [51] . The LSPR properties can be tuned depending on the size and shape of the metallic Ag nanoparticles (AgNPs) [52] . For example, Akhavan have reported the preparation of silver nanoparticles with sizes ranged from 3 to 20 nm exhibiting a broad absorption band at 410 nm [53] . The migration of plasmon-induced electrons to the conduction band of TiO 2 could cause the corrosion of the silver nanoparticles causing the liberation of soluble Ag + ions. Both, metallic Ag nanoparticles and Ag + ions, have exhibited antibacterial activity by themselves [54, 55] . The Ag + ions can attach to the cell wall membrane changing its properties and providing an increase in the membrane permeability, which leads to a continuous release of cellular components [50] . The silver ions can also form complexes with the DNA and RNA of the microorganisms causing the loss of cellular replication capacity [56, 57] . In addition, these metal ions can interact with thiol groups in proteins, providing the inactivation of respiratory enzymes [53] . Based on the interesting properties of the silver, the Ag-TiO 2 composites have been used in the photocatalytic elimination of a large number of microorganisms such as gram-positive bacteria (S. aureus, S. epidermidis, S. pyogenes, M. lylae, L. monocytogenes, C. perfringens, B. anthracis), gram-negative bacteria (E. coli, A. baumannii) and even algae (A. carterae, T. suecica) [22, [58] [59] [60] [61] [62] [63] [64] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "51]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "55]",
                    "ref_id": null
                },
                {
                    "start": 1534,
                    "end": 1538,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 1674,
                    "end": 1678,
                    "text": "[56,",
                    "ref_id": null
                },
                {
                    "start": 1679,
                    "end": 1682,
                    "text": "57]",
                    "ref_id": null
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 2195,
                    "end": 2199,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 2200,
                    "end": 2204,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 2205,
                    "end": 2209,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 2210,
                    "end": 2214,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 2215,
                    "end": 2219,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 2220,
                    "end": 2224,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 2225,
                    "end": 2229,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 2230,
                    "end": 2234,
                    "text": "[64]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-metal-and metal-TiO 2 systems"
        },
        {
            "text": "Apart from silver, copper is a metal widely used in conjunction with TiO 2 for antimicrobial purposes. By itself, this metal exhibits antibacterial and antiviral properties since Cu ions can infiltrate across their cell membrane [65, 66] . From the inside, Cu ions can alter the charge balance of the microorganism, which provides its deformation until cell lysis [67, 68] . According to theoretical studies based on the DFT theory, the incorporation of Cu ions in the TiO 2 should be less than 0.3 at. % to cause a substitution in the crystal lattice [69] . In this sense, the Cu 2+ / Cu + ions can replace the Ti 4+ from the TiO 2 crystal lattice resulting in the formation of single and double oxygen vacancies [69] . In consequence, Cu-doped TiO 2 increases its charge-transfer resistance and decreases the capacitance, in addition to exhibiting a shift in the optical absorption edge to the visible region which indicates a narrowing of the band gap in the semiconductor [70] . Previous studies have reported the use of a Cu-TiO 2 system for the removal of several microorganisms such as Escherichia coli [67, [69] [70] [71] [72] , Staphylococcus aureus [69] , Legionella pneumophila [68] and bacteriophage f2 [71] . Other metal-TiO 2 systems using Au, Pt and Pd have also been studied for the photocatalytic removal of microorganisms [73] [74] [75] [76] [77] . For instance, Tang and colleagues have reported the synthesis of Au/TiO 2 spiky nanohybrids for the elimination of the E. coli bacteria [73] . The authors claim to obtain an improved light-harvesting efficiency of the nanohybrids due to the localized surface plasmon resonance (LSPR) of the gold nanoparticles as well as a better separation of the photogenerated charge carriers through electron-trap processes. Tseng et al., reported the antibacterial properties of a Pt-TiO 2 system against the Staphylococcus aureus and Acinetobacter baumannii pathogens and the exotoxin-producing Streptococcus pyogenes [74] . According to X-ray photoelectron spectroscopy (XPS) studies, the photodeposited Pt nanoparticles exhibited three different valence states, Pt (0), Pt (II) and Pt (IV) with an atomic ratio of 0.44, 0.31 and 0.25, respectively. During the photodeposition, the distribution of the valence states changed with the pH value. In this sense, the amount of Pt (0) was higher than the other valence states under slightly acidic conditions of the irradiated suspension. Furthermore, it has been reported that the platinization of TiO 2 increases the bacteria mineralization due to a better separation of the charge carriers in the metal-semiconductor system [75] . Nevertheless, other studies have informed that the Pd/TiO 2 system works significantly faster than the Pt/TiO 2 system even under dark conditions [76] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[65,",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "66]",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[67,",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "68]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[67,",
                    "ref_id": null
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1349,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1354,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 1355,
                    "end": 1359,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1507,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1974,
                    "end": 1978,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 2629,
                    "end": 2633,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 2782,
                    "end": 2786,
                    "text": "[76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-metal-and metal-TiO 2 systems"
        },
        {
            "text": "The preparation of heterojunction systems is usually carried out to provide the spatial separation of the photogenerated charge carriers in the catalysts, substantially enhancing the photocatalytic performance compared with the photoactivity shown with the pristine semiconductors. In a general way, two semiconductors exhibit a close contact forming heterostructures based on the physical junction of their particles. In this sense, according to the valence (VB) and conduction (CB) band potentials of the semiconductors, there are three types of heterojunction systems which are schematized in Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 596,
                    "end": 602,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "TiO 2 heterojunction systems with other semiconductors"
        },
        {
            "text": "A type-I heterojunction is composed by two semiconductors where a semiconductor A has a conduction band edge higher than that of a semiconductor B. Also, the top of the VB of the component A displays a lower value than the top edge of the valence band of the semiconductor B. Under this configuration, the hole-electron pairs photogenerated in the semiconductor B migrate to the semiconductor A which acts as a recombination center of these charge carriers. In this way, the heterojunction type I commonly exhibits a poor photocatalytic performance. For a type-II heterojunction, the bottom edge of the conduction band of the semiconductor A is more negative than the bottom of the CB of the semiconductor B. On the other hand, the top edge of the VB of the semiconductor B has a more positive potential than the valence band of the semiconductor A. These differences in the edge potentials are the driving force to provide the efficient transfer of the photogenerated charge carriers between both semiconductors, which reduces their recombination and, therefore, increases the photocatalytic behavior of the coupled system. A type-III heterojunction exhibits a band configuration similar to type-II, however, the difference in the potentials of the valence and conduction bands is more pronounced. This configuration is commonly called as Z-scheme heterojunction, where a Zshaped transport path is carried out. [78, 79] Besides, a photocatalytic Z-scheme system can be classified as direct or indirect depending on whether an electron mediator is necessary to achieve the transfer mechanism. For an indirect system, the Fe 3+ /Fe 2+ and IO 3 − /I − redox couples are electron mediators frequently used in the liquid phase, while noble-metal nanoparticles are reported as electron mediators in all-solid-state photocatalytic systems. [80, 81] Besides, a S-scheme heterojunction has also been proposed from the Z-scheme basis. [82] In this sense, the S-scheme system is composed of two n-type photocatalytic semiconductors representing an oxidation and a reduction photocatalyst. In this transfer mechanism, the driving force mainly comes from the internal electric field of the system. [83] TiO 2 has been widely reported in the formation of heterojunction systems with other semiconductors for the degradation of organic pollutants, hydrogen production from water splitting and for CO 2 photoreduction [84] [85] [86] . However, only a few TiO 2 coupled systems have been studied for photocatalytic disinfection of pathogenic microorganisms. Table 1 summarizes the previous works on TiO 2 -based heterojunction systems reported for the photocatalytic inactivation of several microorganisms.",
            "cite_spans": [
                {
                    "start": 1412,
                    "end": 1416,
                    "text": "[78,",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1420,
                    "text": "79]",
                    "ref_id": null
                },
                {
                    "start": 1834,
                    "end": 1838,
                    "text": "[80,",
                    "ref_id": null
                },
                {
                    "start": 1839,
                    "end": 1842,
                    "text": "81]",
                    "ref_id": null
                },
                {
                    "start": 1926,
                    "end": 1930,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 2186,
                    "end": 2190,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 2403,
                    "end": 2407,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 2408,
                    "end": 2412,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 2413,
                    "end": 2417,
                    "text": "[86]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2542,
                    "end": 2549,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TiO 2 heterojunction systems with other semiconductors"
        },
        {
            "text": "The pathogenic microorganisms most commonly used for photocatalytic disinfection tests are Escherichia coli and Staphylococcus aureus. For instance, Gao and co-workers have reported the preparation of \"spindle-like\" CdS/TiO 2 composites, a type-II heterojunction system, for the photocatalytic inactivation of the E. coli bacteria under visible light irradiation conditions [87] . The coupling of the CdS semiconductor with TiO 2 is justified due to two main factors: i) the narrow band gap value of CdS of ∼2.4 eV which features it as a visible-lightdriven photocatalyst, and ii) the surface junction between both semiconductors provides a delocalization of the photogenerated charge carriers thus lengthening their lifetime.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[87]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TiO 2 heterojunction systems with other semiconductors"
        },
        {
            "text": "The graphitic carbon nitride (g-C 3 N 4 ) is a polymer semiconductor that has attracted a wide attention as photocatalyst in the last decade since the first report of its use for hydrogen production through the water splitting process [108] . The narrow band-gap energy of g-C 3 N 4 is explained from its delocalized conjugated π structures based on tris-striazine units connected with planar amino groups [109] . When the graphitic carbon nitride is excited under visible light irradiation, the separation of the electrons from the lowest unoccupied molecular orbital (LUMO) and the holes in the highest occupied molecular orbital (HOMO) takes place. This phenomenon is similar to the transition of the photogenerated electrons that migrate from the valence band to the conduction band in a semiconductor. Recently, the g-C 3 N 4 /TiO 2 hybrid system has been reported for the photocatalytic disinfection of the E. coli bacteria under visible light irradiation [88] . The dose of the hybrid system was 0.6 g/L, as shown in Table 1 . In that study, the concentration of the potassium ions (K + ) gradually increased as the photocatalytic treatment time was increased. Since the leakage of potassium ions is related with the permeability of the cell membrane, this phenomenon demonstrates the efficient destruction of the E. coli bacteria using the g-C 3 N 4 /TiO 2 heterojunction system. This direct Z-scheme system was also reported in the photoinactivation of Microcystis aeruginosa, a species of freshwater cyanobacteria which can form harmful algal blooms [89] . Cheng [90] [91] [92] [93] [94] 96, 97] . Some ternary systems have also been reported for the annihilation of pathogenic microorganisms. Commonly, these systems are composed of two photoactive materials forming a binary heterojunction and a third component that favors the efficient charge transfer between both semiconductors such as zero-valent metals (Ag, Cu) as well as layered materials with high electron mobility [98, 100, 104] . In this sense, the Cu-ZnO/TiO 2 system has been studied for the degradation of bacterial colonies of E. coli and S. aureus under visible-light irradiation [98] . The addition of Cu in the ZnO/TiO 2 composite provides the creation of intermediate energy levels due to the electron trapping by the Cu species, providing the formation of the CuO/ZnO/TiO 2 heterojunction and thereby enhancing the separation of the photogenerated charge carriers in the hybrid system. The ternary Ag/AgX/TiO 2 system (X = Cl, Br, I) has also been used in photocatalytic disinfection process [100] [101] [102] . Due to the low stability under visible light, the silver halides exist in the form of Ag-AgX with the formation of Ag nanoparticles on its surface. The coexistence of the Ag and AgX in the ternary system helps to extend the light-response range to the visible light region due to the surface plasmon resonance of the Ag nanoparticles and the as-sensitized AgX [101] . The improved photoactive behavior of these ternary systems can be explained through an electron transfer mechanism of AgX → Ag → TiO 2 where the plasmon excited Ag nanoparticles can act as an electron-transfer medium [100] . Other systems composed of three photoactive semiconductors have been reported for disinfection process, as the CdS/CuWO 4 /TiO 2 system [103] . Under this configuration, the positions of the valence and conduction bands of the three components allows the formation of an efficient charge transfer vector through a cascade charge separation mechanism in the photoexcited photocatalysts [110] . Furthermore, other more complex systems have been studied, where each component plays a specific role in the hybrid composite, thus increasing the photocatalytic performance of the overall system [105] [106] [107] .",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 240,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 411,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 1560,
                    "end": 1564,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 1567,
                    "end": 1572,
                    "text": "Cheng",
                    "ref_id": null
                },
                {
                    "start": 1573,
                    "end": 1577,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1582,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 1583,
                    "end": 1587,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 1593,
                    "end": 1597,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1601,
                    "text": "96,",
                    "ref_id": null
                },
                {
                    "start": 1602,
                    "end": 1605,
                    "text": "97]",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1991,
                    "text": "[98,",
                    "ref_id": null
                },
                {
                    "start": 1992,
                    "end": 1996,
                    "text": "100,",
                    "ref_id": null
                },
                {
                    "start": 1997,
                    "end": 2001,
                    "text": "104]",
                    "ref_id": null
                },
                {
                    "start": 2159,
                    "end": 2163,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 2575,
                    "end": 2580,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 2581,
                    "end": 2586,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 2587,
                    "end": 2592,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 2955,
                    "end": 2960,
                    "text": "[101]",
                    "ref_id": null
                },
                {
                    "start": 3180,
                    "end": 3185,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 3324,
                    "end": 3329,
                    "text": "[103]",
                    "ref_id": null
                },
                {
                    "start": 3573,
                    "end": 3578,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 3777,
                    "end": 3782,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 3783,
                    "end": 3788,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 3789,
                    "end": 3794,
                    "text": "[107]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1024,
                    "end": 1031,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TiO 2 heterojunction systems with other semiconductors"
        },
        {
            "text": "The graphene has attracted a wide attention since it was first reported by Novoselov in the year 2004 [111] . This material is composed of one atom-thick layer of sp 2 hybridized carbon atoms forming sixmember rings arranged in a two-dimensional hexagonal lattice [112] . For production of graphene, several procedures have been used to carry out the exfoliation of the π-stacked carbon layers such as the chemical vapor deposition and the micromechanical cleavage of graphite [113, 114] . A common procedure used due to its simplicity and low cost is the Hummers method, which consists of the strong oxidation of the bulk graphite, its exfoliation and the subsequent thermal or chemical reduction [115, 116] . As the complete removal of the oxygen functional groups caused by the oxidation process may not be complete, the reduced form is commonly referred to as reduced graphene oxide (rGO). Due to the ballistic transport exhibited by graphene, the coupling of this material with TiO 2 increases the photoactive properties of the semiconductor by reducing the recombination rate of the photogenerated charge carriers. In this sense, graphene/TiO 2 and reduced graphene oxide/TiO 2 have been used in disinfection process of water contaminated with pathogenic microorganisms [117] [118] [119] [120] [121] [122] [123] . According to the mechanism reported, the photoexcited electrons in TiO 2 can be transferred to the π-π conjugated network of the graphene, thus increasing the efficiency of the photocatalytic process.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 107,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 269,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 482,
                    "text": "[113,",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "114]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 703,
                    "text": "[115,",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "116]",
                    "ref_id": null
                },
                {
                    "start": 1276,
                    "end": 1281,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1287,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1293,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 1294,
                    "end": 1299,
                    "text": "[120]",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1305,
                    "text": "[121]",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1311,
                    "text": "[122]",
                    "ref_id": null
                },
                {
                    "start": 1312,
                    "end": 1317,
                    "text": "[123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TiO 2 systems with graphene and other carbonaceous materials"
        },
        {
            "text": "Single-walled (SWCNTs) and multi-walled carbon nanotubes (MWCNTs) have also been used in the formation of composites with titanium dioxide for disinfection process [124] [125] [126] . Kongkan and Kamat have reported that the SWCNTs in contact with photoirradiated TiO 2 can store up to one electron per 32 carbon atoms [127] . In this sense, the photogenerated electrons in TiO 2 can be transferred and stored in the carbon nanotubes (CNTs). Due to their high electron accepting properties, the CNTs can delocalize these charge carriers and thereby increase the photocatalytic performance of TiO 2 . Akhavan and colleagues reported the preparation of TiO 2 /MWCNTs heterojunction arrays for the inactivation of the E. coli bacteria [128] . According to the authors, the composite exhibited the formation of the Ti-C and Ti-O-C carbonaceous bonds at the heterojunction, which contributed to the charge transfer between TiO 2 and MWCNTs. Sangari et al., have also reported the use of multi-walled carbon nanotubes-fluorine-co-doped TiO 2 (F-doped MWCNTs/TiO 2 ) composites for the removal of grampositive Staphylococcus aureus and gram-negative Pseudomonas aeruginosa [129] . Other carbon-based materials, such as carbon quantum dots (CQDs), have also been coupled with TiO 2 for the elimination of microorganisms. The CQDs exhibit interesting properties such as photoinduced electron transfer, up-and down-conversion photoluminescence and electron storage [130, 131] . Several photoinduced mechanisms among these materials have been explained, including the transfer of photogenerated electrons of the irradiated TiO 2 to the CQDs (acting as electron acceptors) as well as the direct injection of electrons into conduction band of TiO 2 coming from up-conversion and/or downconversion processes of the CQDs [132, 133] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 175,
                    "text": "[125]",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 181,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 324,
                    "text": "[127]",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 737,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1171,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1460,
                    "text": "[130,",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "131]",
                    "ref_id": null
                },
                {
                    "start": 1806,
                    "end": 1811,
                    "text": "[132,",
                    "ref_id": null
                },
                {
                    "start": 1812,
                    "end": 1816,
                    "text": "133]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TiO 2 systems with graphene and other carbonaceous materials"
        },
        {
            "text": "The activated carbon-supported TiO 2 nanoparticles (TiO 2 /AC) has been studied for the photocatalytic inhibition of the E. coli bacteria [134, 135] . It has been shown that carbon in activated carbon (AC) can reduce the TiO 2 to form some Ti 3+ ions [135] . By acting as active centers, the Ti 3+ ions can trap the photoexcited electrons thus decreasing the recombination rate of the charge carrier pairs. Other carbonaceous material, the chitosan, has also been used in the preparation of TiO 2 nanocomposites for the inactivation of Escherichia coli and Staphylococcus aureus [136] . Chitosan is a linear polysaccharide composed of β-(1-4) D-glucosamine and N-acetyl-D-glucosamine units which has exhibited antimicrobial properties towards bacteria, viruses and fungi [137, 138] . In addition, it is worth noting the carbon doping of TiO 2 . The incorporation of carbon atoms within the crystal structure of titanium dioxide provides an extended absorption to the visible light range and an efficient separation of the photogenerated charge carriers [139, 140] . The simplest procedure for carrying out the preparation of C-doped TiO 2 is the use of carbohydrates, such as glucose and sucrose as carbon precursors [141, 142] . In this way, the incorporation of the carbonaceous species in TiO 2 occurs during the calcination process of the organic precursors. The potential of the TiO 2 -based nanomaterials to achieve the annihilation of pathogenic microorganisms has been described in the previous paragraphs. However, a general disinfection mechanism that subsequently leads us to the design of an optimal photocatalyst has not yet been elucidated. In this sense, a concise review of the characteristics of the families of microorganisms will be presented in the next section. Furthermore, the potential use of optical and electronic microscopes will be described in order to understand the interactions of the TiO 2 and the pathogenic microorganisms.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 143,
                    "text": "[134,",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "135]",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 256,
                    "text": "[135]",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 584,
                    "text": "[136]",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 776,
                    "text": "[137,",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "138]",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1058,
                    "text": "[139,",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "140]",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1222,
                    "text": "[141,",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "142]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TiO 2 systems with graphene and other carbonaceous materials"
        },
        {
            "text": "Microorganisms can live anywhere and grow rapidly if the conditions of reproduction and the food source are sustainable according to their interactions, which include commensalism, colonization, latency and death. Humid environments and aerated sources are usually sufficient for the replication of the microorganisms. The microbes consist of a wide variety of organisms mostly imperceptible to the naked human eye, including bacteria, fungi, viruses, algae, and protozoa. A pathogen is generally defined as a microorganism that causes or can cause a disease. Pathogenicity implies the ability to cause damage or disease, but in fact, it has been reported that these characteristics only exist in the context of a susceptible host [143] . This means that a specific pathogen will be involved according to the infection conditions and the features of the host organism. Of course, some bacteria are certainly adapted to favor damage like encapsulated bacteria that prevent phagocytic cells from seeing them and, therefore, prevent their immediate elimination by the innate immune system of the host [144] . The absence of certain factors or products of the host can lead to an inability to control or contain certain microbes. The determinants of the pathogenicity and virulence of these microbes depend on microbial and host factors, as is the case with all microbes. In order to unravel the effectiveness and the mechanisms of inactivation of microorganisms through photoactive TiO 2 materials, it is crucial to study the interface nanostructured oxide/cell-wall of the microorganism. Several factors should be considered such as the (i) physical, chemical and microbiological features of the host, (ii) replication conditions of the infection, (iii) physical and chemical features of the TiO 2 -based photocatalysts and (iv) appropriate protocols for the preparation of samples that lead to a reproducible and fair understanding of the process studied.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 736,
                    "text": "[143]",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1103,
                    "text": "[144]",
                    "ref_id": "BIBREF144"
                }
            ],
            "ref_spans": [],
            "section": "Reproduction and pathogenicity"
        },
        {
            "text": "The microorganisms could be controlled by cultivating in petri dishes to understand the real conditions of reproduction. The experimental conditions can be adjusted, as the phases of the microbial growth and the conditions of the environment (pH, temperature, light, oxygen, osmotic pressure, and so on). In addition, the effects of specific chemical species and the growth factors on a particular cell type in culture can be monitored. In a process of manipulation, the microorganisms can be genetically isolated, purified or cloned. In this way, the mutant microorganisms serve to study the response of the specific physiological function [145] . In this sense, some microorganisms have been used as a model to understand the behavior of others, such as the Escherichia coli bacteria and the Saccharomyces cerevisiae yeast, due to their rapid growth rate, simple nutritional requirements, (glucose, carbon, and nitrogen) and because their genome is completely sequenced and is easily manipulated.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 646,
                    "text": "[145]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reproduction and pathogenicity"
        },
        {
            "text": "The presence of antibiotics, chemicals or UVC light can kill the microorganisms or at least weaken their defense mechanism, damage them or stop their growth and reproduction. Antibiotic resistant is defined as the ability of a microorganism (such as bacteria, viruses and some parasites) to challenge an antimicrobial effect. If the dosage is not appropriate in time and capacity (such as antibiotics, antiviral or antiparasitic) [146] , the microorganism develops resistance to the drugs. As a result, standard treatments become ineffective, infections persist and can spread to others, mainly microorganisms that affect the human public health. Before discussing the operative mechanism to eradicate microorganisms by using photoactive materials, a short revision of the [32, 144, 149, 150] . main characteristics of the microorganisms (morphology, living mode and conditions) is summarized in the following paragraphs.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 435,
                    "text": "[146]",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[32,",
                    "ref_id": null
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "144,",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "149,",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "150]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reproduction and pathogenicity"
        },
        {
            "text": "Bacteria are the most numerous living microbes in the world. They are prokaryotic cells, have no nucleus inside the cell and do not contain organelles. These microorganisms have characteristic shapes such as coccus, rods, filamentous branches, coma and spirals [144] . The average diameter of spherical bacteria is around 0.5−2 μm while the average of rod-shaped or filamentous bacteria is 0.25−10 μm, Fig. 5a . The reproduction is usually by binary fission. Two classes of bacteria are known based on the physical and chemical properties of the peptidoglycans in the cell wall of the microorganism. The cell wall of grampositive organisms retains the crystal violet-iodine complex after treatment with acid-alcohol and appear purple, while the gram-negative organisms decolorize with the same treatment and appear pink due to the safranin counterstain [147] . There are different types of bacteria that are responsible for most diseases in humans and plants.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 266,
                    "text": "[144]",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 853,
                    "end": 858,
                    "text": "[147]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 409,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Fungi are a large and diverse group of microorganisms with eukaryotic cells that have a defined nucleus, organelles and cell wall composed of different polysaccharides. They can be divided into three main groups: molds (fungi of multicellular filaments) sexually reproduced by binary fission, yeast (mostly unicellular) with asexual reproduction by budding mainly, and dimorphic fungi which can exist as mold or yeast depending on the growing conditions and whose reproduction can be sexual and asexual [148] . The average size of these microorganisms is 1.5−10 μm and are found in soil and organic matter. They usually cause human disease and problems in the postharvest and storage of foodstuffs, Fig. 5d .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 508,
                    "text": "[148]",
                    "ref_id": "BIBREF148"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 706,
                    "text": "Fig. 5d",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Viruses consist essentially of Deoxyribonucleic acid (DNA) and/or Ribonucleic acid (RNA) nucleic acids and the diameter average is 20−250 nm, Fig. 5b , but some viruses such as the Megavirus chilensis can reach up to 750 nm [149] . The outer layer of the virus is the capsid (proteins) or the envelope of the membrane (lipids) that protect them during the time in which the virus goes from one cell to another [145] . This event usually occurs at the end of the replication through the host cell machinery. When the organization is complete, the host cell dies, and the progeny infect adjacent cells. Bacteriophages are viruses that infect bacteria.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 229,
                    "text": "[149]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 415,
                    "text": "[145]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Algae are photosynthetic organisms, many are unicellular, but even among individual cells there is a very large size range, from 0.5 μm to 6 m, Fig. 5c [150] . Various algae are too small to be seen with the naked eye. Some algae are found in marine environments where they are the main source of food for fish. The algae reproduce sexually and asexually (binary fission or spores), consume carbon dioxide and produce oxygen, remove pollutants from water and stabilize sediments. However, the excessive growth of algae is detrimental to aquatic systems [151] . Such is the case of the cyanobacteria, which are classified as algae because they obtain their energy through the photosynthesis, produce toxins that can harm humans, fish and other animals. Due to this problem, different agencies like NASA are monitoring possible solutions [152] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 157,
                    "text": "[150]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 558,
                    "text": "[151]",
                    "ref_id": "BIBREF151"
                },
                {
                    "start": 836,
                    "end": 841,
                    "text": "[152]",
                    "ref_id": "BIBREF152"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Protozoa are opportunistic microbes, which have the most complex cells known, protozoans are around 0.01-0.05 mm. They include a wide range of organisms where most of them are free-living unicellular eukaryotes. In general, the protozoa reproduce by binary fission or by a combination of both sexual and asexual reproduction. Giardia cysts and Cryptosporidium oocysts are life-cycle stages resistant to the environment, so both protozoa are responsible for outbreaks of waterborne diseases [153] .",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 495,
                    "text": "[153]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Spores are other form of the life cycle that are environmentally resistant and can be produced by bacteria, fungi, algae and plants. The spores can contain toxins and easily introduce in human and animal bodies. Mold spores in the air are produced by microorganisms for reproduction purposes and are considered allergenic, so they can infect a vulnerable host such as the elderly or children and can damage plants in large monoculture areas. A large source of disseminated microorganisms and their environmentally resistant forms such as spores, cysts, oocysts, prions and others, are bioaerosols produced during the biological treatment of agricultural wastes and composting [154, 155] . Through the study of reproduction and features of the main microorganisms in addition to the potentials of TiO 2 -based materials to control and eradicate infections by microorganisms, it is possible to obtain an operational mechanism according to the mechanism reported in the next section.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 681,
                    "text": "[154,",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "155]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "3. Operational photocatalytic mechanism for eradication 3.1. Understanding the microorganism eradication from current literature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "The photocatalytic eradication of microbes using TiO 2 -based nanomaterials is supported by the formation of the charge carriers known as hole-electron pairs, at least under wet conditions [156] . A large number of microorganisms also absorb light producing photochemical reactions for sensitized processes inside, and also to cause direct photolysis of nucleic acids [157] . The effectiveness of the photo-eradication will depend to a great extent on microbial growth conditions, susceptibility to ROS, the shape and texture of the nanomaterial and the intrinsic ability to activate the defense against oxidative stress caused by the light irradiation. A possible operational mechanism that effectively kills a microbial cell may require three synchronized ways. Fig. 6a shows a schematic representation in order to understanding the pathway. The ways to obtain an effective microbial photo-killing will consider (i) the photoactive generation of ROS and secondary reactive species by the TiO 2 nanomaterial when irradiated with the appropriate radiation that can activate the defense mechanism of the microorganism and start stressing the cell body. This phenomenon can lead to a damage in the organic composition of the microbe derived from the oxidation and reduction reactions in the external wall and the cellular secretions, altering the permeability of the cell membrane [158, 159] .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 194,
                    "text": "[156]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 373,
                    "text": "[157]",
                    "ref_id": null
                },
                {
                    "start": 1379,
                    "end": 1384,
                    "text": "[158,",
                    "ref_id": null
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "159]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 764,
                    "end": 771,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "Algae and some bacteria can use light to generate energy, sensitizing chemical reactions and perform life functions in dependence of the wavelength of the irradiated light [160] . Normally, UV-C light causes cell lysis and damages cells to death. Furthermore, part of sunlight also causes disinfection with the help of some chemical reagents. This process is known as Solar Disinfection of drinking water (SODIS) [161] . Antibiotic-resistance bacteria E. coli strains stress response results faster with UV than simulated sunlight and negligible with visible light; altered expression of genes is more likely under UV 254 nm irradiation [162] . To boost the photo-killing process, the surface of TiO 2 can be functionalized with bacteriostatic metals to cause damage to the microorganisms: (ii) the surface chemistry and textural properties of the TiO 2 based nanomaterials can not only increase the continuous generation of reactive oxygen species and the redox reactivity, but also facilitate a bacteriostatic effect and extend the photoactivity to the visible-light region depending on the metal or metal oxide used. In addition, the species anchored on the surface of TiO 2 enables the diffusion and mass transfer [157, 158] , which is indicative of a synergistic effect of photoactivity and biocidal effects. Finally, the (iii) physical damage to the outer membrane of the microbial cell until it clearly manifests physical damage, cell lysis or penetration that may have facilitated cell death, depending on the morphology of the OD-3D nanostructure of TiO 2 , see Fig. 6a . The sharp or spherical shape, the size and roughness of the materials can benefit the damage to the microorganism. Low-dimensional nanomaterials from 0D to 2D were pointed out that possess excellent optical and photocatalytic activities due to great e − -h + separation efficiency and high surface area providing more active sites. [163] In the case of viruses, the size, envelope and replicate protein can be further considered for the design of the TiO 2 photocatalyst [157, 158] . The toxicity of heavy elements such as lead (Pb), cadmium (Cd) and arsenic (As) will not be considered in the mechanisms described here, because the aim is a sustainable inactivation and the toxicity of heavy elements will put at risk human and food security. Rather, the lixiviation of the materials must be negligible during the treatment as well as avoiding a homogeneous photocatalysis such as the photo-Fenton processes. In addition, some viruses are considered highly infectious and require special permission for handle them. Unexpected viruses mutate rapidly infecting more human thus causing a pandemic risk, such as the recent case of coronavirus 2019-coV. Other viruses are used for healthy purposes as it is described in the literature.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 177,
                    "text": "[160]",
                    "ref_id": "BIBREF160"
                },
                {
                    "start": 413,
                    "end": 418,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 642,
                    "text": "[162]",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1223,
                    "text": "[157,",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "158]",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1918,
                    "text": "[163]",
                    "ref_id": null
                },
                {
                    "start": 2052,
                    "end": 2057,
                    "text": "[157,",
                    "ref_id": null
                },
                {
                    "start": 2058,
                    "end": 2062,
                    "text": "158]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1571,
                    "end": 1578,
                    "text": "Fig. 6a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Concise description of microorganisms"
        },
        {
            "text": "The importance of understanding the viable mechanism of annihilation could allow the optimal design of a specific photoactive material to eradicate the pathogenic microorganism bloom. Such a photocatalyst could be used at the accurate moment to stop the blooming inhibiting further damages and thus prevent pathogenic infections in crops, see Fig. 6b . For instance, a handful of fertile soil which provides 90 % of all food contains between 10,000-50,000 different types of microorganisms [164] . An analogous situation could be extrapolated to water, air and human body [165] . These microorganisms really matter, not only as commensals but also as predators of other microbes, decomposers of organic substances and, significantly, as the way to control the life chains that sustain ecosystems. The presence of microorganisms is not always dangerous, but also necessary [166] . Some bacteria are versatile and can live in different environments. The modification of the natural growth conditions such as pH, temperature and nutrient medium also affect the photocatalytic mechanism. The primary conditions must be maintained to protect the equilibrium of the system but considering the possible resistance to antibiotics. In short, contact between nanomaterials and microorganisms is required and the photochemical, bacteriostatic and physical form should be balanced to control and eradicate pathogenic blooms. Therefore, a thorough study of the microorganismnanostructure interface is essential.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 495,
                    "text": "[164]",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 572,
                    "end": 577,
                    "text": "[165]",
                    "ref_id": "BIBREF165"
                },
                {
                    "start": 872,
                    "end": 877,
                    "text": "[166]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Designing a specific catalyst for every microorganism, it is possible?"
        },
        {
            "text": "Later, the analysis through scanning and transmission electron microscopies will be discussed together with some adequate surface techniques such as XPS, extended X-ray absorption fine structure (EXAFS), small angle X-ray scattering (SAXS) and vibrational spectroscopies (FTIR, UV-vis, etc.) [ 167 ] , considered as important complementary tools to unravel the photocatalytic annihilation of microorganisms and as methods of physical examination of cell damage.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "[ 167 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Designing a specific catalyst for every microorganism, it is possible?"
        },
        {
            "text": "The aim of the photoactive materials is to have an antimicrobial activity respectful with the environment that helps to prevent the disinfection, the inactivation or the destruction of microorganisms avoiding the generation of microbial resistance. In photocatalytic literature, these terms are used indistinctly. Disinfection is a term that is generally used for inert objects and can be defined as \"the eradication of pathogens by chemical or physical processes\". In fact, this remedial treatment can affect the guest organism. Inactivation means disabling the action of the microorganisms but does not specify if it is a modification, cellular viability, latency or the killing of a vast number of microorganisms until reaching a non-infectious dose. On the other hand, the meaning of annihilation is the total destruction of bacterial contamination. For the annihilation with photoactive materials, the most appropriate word could be photo-killing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disinfection, inactivation, or annihilation?"
        },
        {
            "text": "In a photocatalytic process, the surface of the TiO 2 is photoactive only in the excited state, which means that it is more effective under UV irradiation. In the case of antibacterial applications, the surface of the nanostructured material may have additional advantages such as bacteriostatic and mechanical features that could increase the photocatalytic annihilation of the pathogenic microorganism. These properties are intrinsic to the TiO 2 -based materials and are enhanced by the doping or impregnation of the surface with some metal nanoparticles that exhibit antibacterial properties. The mechanical effect depends on the morphology (0D-3D), agglomeration, size and concentration of the material. It is well known that TiO 2 is a pathophysiological semiconductor that inhibits the reproduction of microorganisms in aqueous environments [168] . Formally, the Scheme (b) in Fig. 6 can be applied to any photocatalyst that aims to annihilate a microorganism. The interface between the nanostructure and the external cell wall of the microorganism is the key to understanding and obtaining a fast and effective photo-killing of the microbes. The electrons and the holes (e − / h + ) are available at the irradiated nanostructure generating ROS that begin to stress the microorganism, whether the semiconductor material has an intrinsic bacteriostatic effect or not. The mechanism of defense of the microorganism activates the secretion of biofilms (synthesized and released by the microorganism) in order to dilute or block the oxidizing chemical species in time. In that case, the concentration of ROS must be crucial to challenge the mechanism of defense. At this point, the damage, penetration or lysis of the cell wall seems difficult depending on the concentration of the ROS, its continuous generation and the effective contact with the microorganism that will be enclosed by the secreted biofilm. Fortunately, the death could occur due to a disruption of the cellular function. In this case, the microorganism can discharge all its cellular content by trying to survive [158] . Since TiO 2 normally has a hemispherical-like morphology, the mechanical damage due to contact will depend on the size of the particles to reach the permeation of the cell wall or to cover it. The inhibition of the agglomeration of TiO 2 is crucial together with the suspension stability and of course, the absence of photo-corrosion. The roughness and defined morphology of the photocatalyst must be beneficial to carry out the cellular lysis of the microbes through mechanical damage. In addition, the bacteriostatic effect could stop the reproduction of the microorganism thus restricting its exponential reproduction.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 853,
                    "text": "[168]",
                    "ref_id": null
                },
                {
                    "start": 2085,
                    "end": 2090,
                    "text": "[158]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 890,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The interface of the nanostructured material/microorganism"
        },
        {
            "text": "The morphological cell damage and biofilm secretion, as a slimy protective tool of the microorganism for the dilution of antibiotics, depends on each microbe. For example, P. syringae bacteria shows bleb formation with the outer membrane vesicles and deformation of the outer membrane after secretion of extracellular polymeric substances (EPS) by photo-treatment with AgNPs-titanate nanotubes to try to prevent the penetration of nanoparticles [31, 32] . Fig. 7 illustrates P. syringae cells after emptying their cellular content [153] . B. cinerea was annihilated by faster stress oxidation, cell invagination and vacuolization by secretion of complete cellular content [32] . Bacteria and fungi prefer to live on the surface, covering rocks, soils and tree trunks. In the case of algae or planktonic bacteria, they float in bloom colonies on the sea surface, coloring the ecosystems due to the formation of biofilms.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 453,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 536,
                    "text": "[153]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 462,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "The interface of the nanostructured material/microorganism"
        },
        {
            "text": "Thus, the mechanical, photochemical and bacteriostatic routes can boost and ensure the death of the pathogenic microorganism; however, cell lysis is not always likely. Adequate irradiation in the process is also very important since the obstruction or insufficient illumination decrease the generation of reactive oxygen species. The hydrophilicity and the point of zero charge (pzc) are also important to ensure effective contact. In brief, the irradiance, wavelength and the properties of the photocatalyst (morphology, size, bacteriostatic effect, point of zero charge, and so on) are essential to stimulate the annihilation of the microorganism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The interface of the nanostructured material/microorganism"
        },
        {
            "text": "Thin films are the most applicable in real conditions. Kubacka and collaborators reported the use of TiO 2 -based polymer films that rapidly induce cell lysis or cell wall modifications of P. aeruginosa due to the attraction of TiO 2 by phospho-proteins and phospho-peptides [166] . Thin films could probably be used in situ according to the chemical and biological approach used. The unraveling of the microorganism/photocatalyst interface through the use of microscopy, spectroscopy and advanced characterization techniques must be beneficial in order to have a specific control of the pathogenic microorganism among the great diversity. Water is also a factor not well considered that modifies the control mechanisms, due to the diversity of microorganisms in real water, nutrient-rich environments and wastewater discharges in addition the incorporation of scavenger/strong oxidants [169] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 280,
                    "text": "[166]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 892,
                    "text": "[169]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The interface of the nanostructured material/microorganism"
        },
        {
            "text": "Solar disinfection was established in the 1980s as a practical method for disinfecting drinking water and it is currently known as SODIS technology [157] [158] [159] [160] [161] [162] [163] . As expected, sunlight can kill pathogenic microorganisms from bodies of water such as lakes, rivers and sea. Also, the sunlight can sterilize the leaves of plants during the photosynthesis. The solar spectrum comprises on average 4% of UV radiation (in the region of 250−400 nm), 46 % of visible-light and 48 % of thermal (infrared) energy. Microwave radiation also contributes to complete the spectrum of sunlight. The UV and infrared radiation are some of the reasons why sunlight can help control the population of environmental microorganisms. However, the increase in the discharge of domestic and industrial pollutants to bodies of water alters the conditions of the ecosystem, which favors the proliferation of some algae blooms causing Fig. 7 . Schematic representation of the cell deformation of P. syringae and the secretion of outer membrane vesicles (OMV) due to photo-annihilation with titanate nanotubes functionalized with AgNPs, reproduced with permission from ref. [158] . OM: Outer membrane, PG: Peptidoglycan. CM: Cell membrane. eutrophication and loss of biodiversity [170] . The inactivation of microorganisms by sunlight depends on the absorption of photons to induce chemical changes in the cell structure [157] . SODIS can be used endogenously and exogenously, but most studies have been carried out under simulated sunlight and with a limited number of microorganisms.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 153,
                    "text": "[157]",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 159,
                    "text": "[158]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 165,
                    "text": "[159]",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 171,
                    "text": "[160]",
                    "ref_id": "BIBREF160"
                },
                {
                    "start": 172,
                    "end": 177,
                    "text": "[161]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 183,
                    "text": "[162]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 189,
                    "text": "[163]",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1179,
                    "text": "[158]",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1285,
                    "text": "[170]",
                    "ref_id": null
                },
                {
                    "start": 1421,
                    "end": 1426,
                    "text": "[157]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 936,
                    "end": 942,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Solar disinfection of microorganism"
        },
        {
            "text": "The use of H 2 O 2 , acidic solutions and photo-Fenton systems, which involves the oxidation of a metal to a higher state (Fe 2+/3+ ), improves the disinfection process due to the densification of oxidative species such as hydroxyls, superoxide and iron species according to the pH value of the system [171] [172] [173] . However, homogeneous catalysts make it difficult to understand the mechanism and require generally acidic media for the optimal destruction of microbes [169] . The photo-Fenton system at neutral pH has been evaluated with promising results [167] i.e., E. coli and MS2 bacteriophage suffer oxidative stress and DNA alteration. MS2 is resistant to UV radiation and consequently, some detrimental effects are presented in simulated real conditions using both microorganisms at the same time. The inactivation of E. coli, Shigella sonnei and Salmonella typhimurium has been carried out by homogeneous and heterogeneous photo-Fenton processes under simulated sunlight and in the presence of natural organic matter [168] . The detrimental effects on ROS generation and competition in the presence of organic matter increase the inactivation time to more than 40 min. Naturally, heterogeneous systems are more affected due to the contraction of direct contact with microbial and particle agglomeration. The near-neutral photo-Fenton processes also decrease the effectiveness of microbial inactivation.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 307,
                    "text": "[171]",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 313,
                    "text": "[172]",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 319,
                    "text": "[173]",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 479,
                    "text": "[169]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 567,
                    "text": "[167]",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1036,
                    "text": "[168]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Solar disinfection of microorganism"
        },
        {
            "text": "The TiO 2 -based materials can boost the process of disinfection of a large number of microorganisms [169, 174] . Furthermore, working with TiO 2 coatings on mesoporous support materials [170, 175] can also be considered as a practical methodology. Harmful green tide, Tetraselmis suecica has been photo-killed in 150 min using a strip coated with a silver-TiO 2 material [174] . The strip of low density glass material allows it to float in the water and the photocatalytic material works using the solar radiation. An analogous system that uses a glass bottle similar to SODIS process has allowed the discoloration/mineralization of the Eosin Y dye after 150 min under natural solar radiation. The immobilization of TiO 2 -based materials in foamed waste-glass strips can be easily achieved by the use of a sonochemical method and can be used in real conditions of algae blooms using natural sunlight [175] . Under real conditions, it is crucial to consider the effect of the water quality, the types of microorganisms that live in the bodies of water and the content of organic and inorganic matter therein. It is unlikely that UV radiation from the solar flux is not effective enough to control microbes because to its defense against radiation and current evolution [176] , i.e. it was reported that around 37 % of the viruses died by UV light. UV radiation kills viruses by chemically modifying their genetic material, DNA and RNA. Also, TiO 2 coatings can help prevent the proliferation of microbes in atmospheric conditions [171, 172] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 106,
                    "text": "[169,",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "174]",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 192,
                    "text": "[170,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "175]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 377,
                    "text": "[174]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 908,
                    "text": "[175]",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1276,
                    "text": "[176]",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1537,
                    "text": "[171,",
                    "ref_id": null
                },
                {
                    "start": 1538,
                    "end": 1542,
                    "text": "172]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Solar disinfection of microorganism"
        },
        {
            "text": "When the morphological changes of the microorganisms are studied, the correct and reproducible protocols in microscopy studies are imperative to observe the good condition of the specimen and it is also essential to be at the time of exponential growth to avoid cellular senescence. This is due to the fact that we only want to analyze the morphological change caused by the TiO 2 nanomaterials and the related changes in CO 2 saturation levels, nutrients, pH, temperature and osmotic pressure should not be variables in the experiment. Even in the strictest control, there are some circumstances that cannot be eliminated because they are part of the protocol, e.g. the diluents where the nanomaterial is suspended or the affectation that could cause the illumination at certain wavelength. In some microorganisms, a certain wavelength could develop metabolic changes that could be attributed to the nanomaterial [177, 178] , thus providing incorrect results. For this reason, it is necessary to have a specimen control or controls that suffer all the possible damage and the morphological changes before fixed and for those artifacts caused during the processing of the sample in each analytical technique. The morphological tests by SEM and TEM are sometimes not enough to know if a cell is alive or dead, so it should have a support assay like colony-forming unit, fluorescence-activated cell sorting (FACS), direct quantification with fluorescent markers also based on the membrane integrity, quantification of polymerase chain reaction products (qPCR), and so on. The interaction between E. coli and K-12 bacterial ghosts (BGs) cell membranes and TiO 2 was studied by 2D Correlation Fourier Transformation Infrared spectroscopy (2D-FTIR-COS) and atomic force microscope (AFM). [167] The interactions between microorganisms and TiO 2 are mainly via (i) COO aromatic, (ii) C]C stretching (iii) NeH, amide II and (iv) C]O, ketone, revealing the role of protein in the interaction mechanisms between TiO 2 NPs and bacterial cell membrane, FTIR dispositive with 2D mapping show potential to give insight about the toxicity of NPs to E.coli.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 919,
                    "text": "[177,",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "178]",
                    "ref_id": null
                },
                {
                    "start": 1783,
                    "end": 1788,
                    "text": "[167]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Understanding of the interaction studies of microorganisms and nanomaterials through microscopy studies and spectroscopy techniques"
        },
        {
            "text": "Live/dead kits help determine how much microorganism cells are alive or dead [179] . To determine the mode of cell death, acridine orange is a live marker, cell-permeable, nucleic acid selective dye that emits green fluorescence at 520 nm when it binds to double stranded DNA (dsDNA) and red fluorescence at 650 nm when bound to single stranded DNA (ssDNA) or RNA. As it is a cationic dye, it also enters into acidic compartments such as lysosomes, which emit orange light under low pH conditions. While propidium iodide (PI) is permeable to cells with damaged membrane, it is commonly used to identify dead cells by necrosis [180] . In addition, it is feasible to use ROS detection kits such as Invitrogen, Image-iT, I36007, and the 6-carboxy-2′,7′-dichlorodihydrofluorescein diacetate (carboxy-H2DCFDA) which is permeable to cells and is not fluorescent, but after oxidation produces a fluorescent product, the dichlorofluorescein (DCF). These kits use the 4′,6-diamidino-2-phenylindole (DAPI) to stain nuclei, specifically with little or no cytoplasmic labeling.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 82,
                    "text": "[179]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 631,
                    "text": "[180]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Characterization of the photocatalytic effect on microorganism morphology"
        },
        {
            "text": "The scanning electron microscopy with a backscatter detector is useful in the first screening, searching where the nanocompounds are stored and, in some cases, the morphology could give us an idea of whether it is killing the cell [32] . However, this does not always happen, for example, in bacteria it is difficult to establish if the cells are dead or not [32] . In addition, this type of microscopy is not enough to determine the intracellular localization. Transmission electron microscopy is the most complete structural analysis, but it also requires more expertise and time. The morphological changes in each membrane, nucleus or organelle could be easily evaluated and compared with the controls [31, 32] . The High-Angle Annular Dark-Field technique by Scanning Transmission Electron Microscopy HAADF-STEM) has the feature of differentiating between organic materials or nanoparticles, since this technique works with the core of the elements, allows to take a look of the behavior of the nanomaterials and, through Energy Dispersive Spectroscopy analysis (EDS) to corroborate the nature of the elements [32] . Numerous experiments using SEM and TEM have been developed to know which features of the nanomaterial and the microorganism are important to increase the photocatalytic effect [31, 32, 181, 182, 183] . In most cases, gram-negative bacteria tend to be more resistant than gram-positive bacteria, but not always [179] . This fact is attributed to the nature of the outer wall.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 1114,
                    "end": 1118,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "32,",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "181,",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "182,",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "183]",
                    "ref_id": null
                },
                {
                    "start": 1431,
                    "end": 1436,
                    "text": "[179]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacteria"
        },
        {
            "text": "Many drugs that cause resistance have been developed to obtain the annihilation of bacteria. The use of TiO 2 in bacteria sensitive and resistant to antibiotics does not have a differential effect to kill any of these microorganisms [177] . Gram negative (E. coli and P. aeruginosa) have a thin layer of peptidoglycans and an outer membrane; together, peptidoglycans and the outer membrane provide mechanical protection to maintain cell morphology intact. On the list of the most resistant gram-positive bacteria are B. cereus and B. subtilis that after 12 h of treatment with Ag-TiO 2 nanoparticles resulted with lysed cells with broken walls and membranes, which caused the release of their cellular contents in the surrounding environment and the degradation of the cell wall [178] . The Gram-negative cell wall has some resistance against hydroxyl radicals in oxidative stress, but this situation changes with the nature of the photocatalytic material. The biogenic synthesis of AgNPs in Chlorella pyrenoidosa produces capped crystalline nanoparticles with enzymes and proteins that confer stability and facilitate the penetration with a better photocatalytic activity than the AgNPs prepared by a chemical route [179] . Feng et al. [184] used gold nanoparticles functionalized with cationic polyelectrolyte PAH. The TEM analysis showed a close interaction with the cell surfaces and induced a considerable damage and toxicity to the membrane of the bacteria. PAH-AuNPs do not get inside cells but cause cell death [180] . On the other hand, Ag-TiO 2 nanoparticles were observed around the damaged bacterial cells. These nanoparticles penetrate the cell wall and enter into the cells, which subsequently causes damage or the death of the microorganisms. It has been proposed that a group of protein-channels called porins could allow the passage of small hydrophilic antibiotics and metabolites to the cell [178] . The use of TiO 2 with metallic nanoparticles increases the sensitivity of the bacteria and triggers the penetration into the cell. However, outside or inside the bacteria, the damage begins with the membrane, followed by the inhibition of EPS, the central part of the cytoplasm decreases in density, increases in size, there is little DNA along the cell, few inclusion bodies, formation of many collapsed cells and finally, aggregates of dead cells. The mechanism of general annihilation is fully illustrated by TEM with the treatment with E. coli and Ag3TNs. The capsule lost the rod shape, shows blebs and some parts are disrupted. Prior to the total damage in the cell, the peptidoglycans layer becomes anomalously wide [31] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 238,
                    "text": "[177]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 784,
                    "text": "[178]",
                    "ref_id": null
                },
                {
                    "start": 1217,
                    "end": 1222,
                    "text": "[179]",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1242,
                    "text": "[184]",
                    "ref_id": null
                },
                {
                    "start": 1519,
                    "end": 1524,
                    "text": "[180]",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1916,
                    "text": "[178]",
                    "ref_id": null
                },
                {
                    "start": 2642,
                    "end": 2646,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bacteria"
        },
        {
            "text": "Diverse photocatalytic nanomaterials such as TiO 2 , AgNps, ZnO, CuO, CeO have been investigated using different species of algae [31, 179, [185] [186] [187] [188] [189] [190] . All algae-nanoparticle interactions analyzed by TEM show the penetration of the nanoparticles as part of the photocatalytic mechanism. In general, the photocatalytic mechanism begins with a nanomaterial attached to the algae and this physical obstruction by the nanoparticles could avoid the flow of nutrients [181, 182, 184] , see Fig. 8 . Aa,Ac.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[31,",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "179,",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 145,
                    "text": "[185]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 151,
                    "text": "[186]",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 157,
                    "text": "[187]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 163,
                    "text": "[188]",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 169,
                    "text": "[189]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 175,
                    "text": "[190]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 493,
                    "text": "[181,",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "182,",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "184]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 516,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Algae"
        },
        {
            "text": "The size of the nanoparticles as in other microorganisms turns out to be more efficient between 4-30 nm, perhaps because the nanoparticles cross the cell wall by diffusion via the channel protein or active transport by endocytosis. Fig. 8 Ba and Bb respectively [182] . For instance, the treatment with TiO 2 nanoparticles of the Pseudokirchneriella subcapitata causes a decrease in its stability and causes disruptions in the membrane as well as suffers lipid peroxidation. Fig. 8 ",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 267,
                    "text": "[182]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 475,
                    "end": 481,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Algae"
        },
        {
            "text": "Once the integrity of the cell wall is compromised, disruptions in the cell membranes can be easily identified by TEM analysis [181, 183, 184] . This could be the main tool of damage to algae [182] . The oxidative stress is frequently evidenced by the increased formation of malondialdehyde (MDA) [181, 182] . Penetration of the nanoparticles within the algae cells stands determined by TEM microscopy of ultrathin sections [181, 183, 184] . Fig. 8 Cc The ultrastructure micrographs reveal the location of the nanoparticles, which are usually inside the cell wall, near to membrane, chloroplast and vacuoles [191] . Fig. 8 Ca, Cc The intracellular machinery of algae tries to maintain the balance between pro-oxidation/anti-oxidation, but the excessive production of ROS increases inside the cells and causes lipid peroxidation. The entry of nanoparticles into the cell, evidenced by TEM and fluorescence microscopy, adversely affects DNA by inhibiting its replication. Finally, algae growth is inhibited [179, 181] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "text": "[181,",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "183,",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "184]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 197,
                    "text": "[182]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 302,
                    "text": "[181,",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "182]",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 429,
                    "text": "[181,",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "183,",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "184]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 613,
                    "text": "[191]",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1010,
                    "text": "[179,",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "181]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 448,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 616,
                    "end": 622,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": ". Bc,Ca,Cc"
        },
        {
            "text": "The extensive use of nanomaterials as a green technology could eventually be part of the problem rather than the solution, because the total inactivation of algae could break the balance in the aquatic ecosystem. In this sense, it is good to know that photoinactivation can develop without the penetration of nanoparticles, which could prevent by nanoparticles immobilization on a surface. The cell wall is the beginning of the mechanism of action of the nanoparticles, where the accumulation on the surface can obstruct the exchange of substances between the cell and the environment, which would cause physical and oxidative stress. Finally, the disruption of the cell wall is enough to provide cell death [186] .",
            "cite_spans": [
                {
                    "start": 708,
                    "end": 713,
                    "text": "[186]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Bc,Ca,Cc"
        },
        {
            "text": "The most studies in fungi has been orientated to the use as biological producers of nanoparticles due to their tolerance and capacity of bioaccumulation of metals. Although there are many beneficial fungi, others harm our health and economy. The TiO 2 powder and coated in a plastic film can be used successfully to increase the storage life of some fruits postharvest [192] . TiO 2 suspensions are able to inactivate Fusarium spores in distilled water after 5 h of exposure to natural solar radiation. This opens up the possibility of scaling the photocatalytic treatment for further reuse of irrigation water in hydroponic crops [193] . Fungi show more resistance than bacteria during the photocatalytic process using ZnO, as is the case of the Aspergillus fumigatus, which needs nine times more radiation to achieve complete inactivation than the bacteria [194] . As we have seen before, these works infer the photocatalytic activity from the growth of the inhibition by CFU/mL analysis. Several morphological tests have shown that the AgNPs are deposited mainly in the internal wall of the plasmalemma and the vacuoles. The possible mechanism of photoinhibition in fungi has been proposed in Botrytis cinerea, where it was treated with AgTNT nanotubular composite and evaluated by scanning and transmission electron microscopy. The ultrastructural analysis shows that the morphology of the nanotubes damages the cell, inside the vacuolation of the conidia and the invagination begins to expand the vacuoles and the size of the conidia increases. When the material inside the vacuoles disappears, the irreversible destruction of the plasmalemma occurs thus completing the annihilation of the conidia, leaving only its external wall without any other structure, see Fig. 9 [32] . XPS studies confirm that different species of silver are crucial for a boosted inactivation, e.g. AgO and Ag + comprise the interface between TiO 2 -based materials and metallic functionalization. AgNPs are one of the most effective ways to achieve high bactericidal efficiency on TiO 2 -based materials. The cationic species exhibits LSPR under visible-light and hinders the electrons transfer from silver to TiO 2 . However, silver toxicity biocidal properties made pathogenic cell microbial resistance impossible with time, inhibiting its propagation and it is the more important role for these kinds of microbes. [163] ",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 374,
                    "text": "[192]",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 636,
                    "text": "[193]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 864,
                    "text": "[194]",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1779,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 2399,
                    "end": 2404,
                    "text": "[163]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1768,
                    "end": 1774,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Fungi"
        },
        {
            "text": "Protozoa consist of a large variety of cells that cover a single, double or triple membrane, encapsulated in oocysts or intracellular combinations of these, as Toxoplasma gondii Tachyzoites, obligate intracellular parasites, that in growth stage are inside the vacuoles. Each tachyzoite is surrounded by a triple membrane, and of course, these characteristics give it some resistance. Perhaps for this reason, the toxicity with different metal nanoparticles is insufficient for 100 % inhibition, even the AuPt alloy only reaches 60 % inhibition. Nevertheless, all Ag-alloy NPs tested with different combinations (AgAuPtNPs, AgPtNPs and AgAuNPs) have reached 100 % after 48 h [195] . Giardia intestinalis and Acanthamoeba castellanii cysts react differently in the presence of the Ag-TiO 2 photocatalyst. Giardia intestinalis is 100 % photoinhibited while A. castellanii shows no changes regarding the treatment with only UV light. Although both are parasitic protozoan cysts, they show different susceptibility [196] . Such variable sensitivity has also been observed in toxicity assays with different nanoparticles against Trymanosoma strains. In general, T. brucei is easily inhibited followed by T. colongense and finally T. evansi, which always needs a higher concentration, suggesting that the toxicity in each strain has different inhibition pathways [197] .",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 680,
                    "text": "[195]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1016,
                    "text": "[196]",
                    "ref_id": null
                },
                {
                    "start": 1357,
                    "end": 1362,
                    "text": "[197]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protozoan"
        },
        {
            "text": "In general, protozoa show to be susceptible to the toxicity of silver nanoparticles, however, some exceptions have been reported for Acanthamoeba castellanii cyst, cryptosporidium parvum cysts, T. gondii tachyzoites and Tetrahymena thermophile. The first of them, have an elaborate envelope that could be the reason of the resistance. However, the microorganisms most susceptible to treatment with nanoparticles are algae and for the first time a remarkable resistance is observed. Tetrahymena thermophile has a natural way of surviving temperature changes, which suggests that the high-dynamic membrane confers resistance. One of the mechanisms of adaptation of the protozoa to the CuO material is the decrease of the fluidity of the membrane by the inhibition of novo synthesis of fatty acid desaturases. The higher tolerance to oxidative stress in cells exposed to CuO could be associated with changes in the fatty acid composition of these cells. Specifically, changes in lipid biosynthesis have been demonstrated [198] . Other works combine physiological assays with gene expression analysis, where some genes related to the OS are overexpressed (metallothionein), but intracellular levels of superoxide dismutase (SOD) and catalase (CAT) activities are not elevated [199] . All the possible variety of resistance mechanisms and the variability of the composition of the environment that could interact negatively the inhibition with nanoparticles, such as the C. parvum tested with TiO 2 in wastewater [200] , makes it difficult to establish a safe concentration and interaction time. It is important to verify the viability, lipid composition, gene expression and ROS levels in order to elucidate an effective mechanism of inhibition. So far, any photocatalytic or toxicity study proposes a mechanism of general or individual annihilation.",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1023,
                    "text": "[198]",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1277,
                    "text": "[199]",
                    "ref_id": null
                },
                {
                    "start": 1508,
                    "end": 1513,
                    "text": "[200]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protozoan"
        },
        {
            "text": "Photoinactivation in viruses has been developed using suspensions, coated sand, films and nanoparticles covered by DNA, although the latter is not attributed to a photocatalytic effect. Almost all methods of photocatalytic inhibition only reach a 2 or 4-Log inactivation. In this regard, the 4-Log (99.99 %) inactivation is typically required to achieve a quality of drinking water. The resistance is associated with the viral characteristic, because as is well-known, a pathogenic characteristic of the virus is the induction of oxidative stress that breaks the intracellular redox balance. The activity of TiO 2 films after 6 h of illumination has shown a 100 % antiviral effect against herpes simplex [201] . No previous work has directly detected ROS activity, with the exception of one study that discard another possible mechanism by adding H 2 O 2 to the experimental system. The authors of the above study observed that the addition of 50 mM H 2 O 2 did not enhance the inactivation compared to the H 2 O 2 -free solutions, and therefore, they attributed the photoinactivation to a photocatalytic effect exerted by an iron oxide-coated sand (IOCS) [202] . The detection methods used to measure replication has been performed by qPCR, immunohistochemistry and hemagglutination reaction. The morphological study in the H1N1 virus was carried out by SEM, after being treated with HA/TiO 2 and an irradiation exposure for 60 min. The rod-like shape virus was decomposed, and the outer membrane of the viruses have been glued together [203] . As in other microorganisms, the damage could be due to destabilization of the capsid, but this has not been demonstrated yet. The morphological changes, after photocatalytic study of viruses could be approached by atomic force microscopy (AFM), which has a high potential due to its high resolution in dry samples and the ability to observe microorganisms in a liquid medium, although the resolution is compromised due to medium and soft of the samples. However, most of the tests carried out so far on photoinactivation of microorganisms have been carried out on samples previously dried in the air, which greatly impairs their conservation [204] [205] [206] [207] . Fig. 10(a-c) . We should develop technics to reach quality of image of crystalizaed virus [208] Fig. 10(d) , or protected by previous treatment and observed in liquid medium [209] . Fig. 10 (f) An example of this limitation is the AFM study of the photoinactivation of E. coli by titanium dioxide. Both microscopy techniques, AFM and SEM, show membranes collapsed, but that effect could be consequence of the sample air dry. The lack of a standardized technique that preserves the morphology leaves several unknowns open [205] . So far, the best utility in these conditions has been the observation of sodium nonatitanate nanosheets adsorbed on mica with phage λ and UV-illuminated, because it allows to evaluate the elimination of phages under the premise of being or not being present [206] Fig. 10(g-j) , but it does not allow to know the level of affectation or the specific site where the nanocomposite is located. When a high resolution it is desired in the AFM morphology analysis, the best way to develop it is the tipping mode, because the vertical position of the sample is continuously adjusted by a feedback mechanism to maintain the amplitude and the image could be improved through sample processing. On the other hand, new techniques should be developed to apply AFM in in vivo experiments and focus on a correct protocol for sample preparation to preserve real conditions and a fair interpretation of the photocatalytic damage.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 709,
                    "text": "[201]",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1161,
                    "text": "[202]",
                    "ref_id": null
                },
                {
                    "start": 1538,
                    "end": 1543,
                    "text": "[203]",
                    "ref_id": null
                },
                {
                    "start": 2188,
                    "end": 2193,
                    "text": "[204]",
                    "ref_id": null
                },
                {
                    "start": 2194,
                    "end": 2199,
                    "text": "[205]",
                    "ref_id": null
                },
                {
                    "start": 2200,
                    "end": 2205,
                    "text": "[206]",
                    "ref_id": null
                },
                {
                    "start": 2206,
                    "end": 2211,
                    "text": "[207]",
                    "ref_id": null
                },
                {
                    "start": 2304,
                    "end": 2309,
                    "text": "[208]",
                    "ref_id": null
                },
                {
                    "start": 2388,
                    "end": 2393,
                    "text": "[209]",
                    "ref_id": null
                },
                {
                    "start": 2735,
                    "end": 2740,
                    "text": "[205]",
                    "ref_id": null
                },
                {
                    "start": 3001,
                    "end": 3006,
                    "text": "[206]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2214,
                    "end": 2226,
                    "text": "Fig. 10(a-c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2310,
                    "end": 2320,
                    "text": "Fig. 10(d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2396,
                    "end": 2403,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3007,
                    "end": 3019,
                    "text": "Fig. 10(g-j)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Virus"
        },
        {
            "text": "In order to correlate the chemical properties of the nanomaterials and their probable interactions with organic compounds of microorganism cells, some advanced characterization techniques such as XPS, electron paramagnetic resonance (EPR), hard X-ray diffraction spectroscopies, isoelectric point and aggregation particle size analysis have been used [210] . For instance, a previous study by EPR analysis showed that the initial rate of the •OH radical formation was 1.0 × 10 −8 rad-mol s -1 mg -1 , which were the only reactive species that reached the surface of a polymer-TiO 2 thin film to induce cellular disruption of the P. aeruginosa [164] . The reactive species in combination with gene chip experiments and shotgun proteomics reveal that the ability to protect and repair DNA and proteins, in addition to promoting the coenzyme-dependent respiratory chain of P. aeruginosa cells, is further disrupted by the high biocidal performance of the TiO 2 -based nanomaterials [164] . X-ray absorption near-edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) analyses show that the AgNPs in aqueous solutions leach some Ag + cations, which subsequently pass to B. subtilis cells and interact to form Ag 2 O organic complexes. These complexes disrupt the bacteria by damaging their cell membranes and degrading chromosomal DNA [191] . This is in accordance with the annihilation of B. cinerea, where different silver species were detected by XPS [32] . Other spectroscopies, such the ATR-FTIR technique, can be used for monitoring the changes of the polysaccharide bands, acyl bonds, > CH 2 , -CH 3 bands, amide bands of the lipo-polysaccharide (LPS), phosphatidyl-ethanolcholine (PE) and peptidoglycan (PGN) of the E. coli membrane on TiO 2 porous films under UV-A irradiation [211] . Such techniques may confirm the disruption [204, [206] [207] [208] . and death of the E. coli cells [212] . The physisorption and/or chemisorption of EPS also can be followed by FTIR [213] together with the lyophilization of sEPS and the analysis by gas chromatography time-off light mass spectrometry (GC-TOF-MS). The soluble extracellular polymeric substances (sEPS) are extracted from axenic cultures of two algae species, Chlamydomonas reinhardtii and Dunaliella tertiolecta, as natural organic matter (NOM). The interactions between sEPS and TiO 2 occurred via amide, hydroxyl, carboxylic groups, amino acids as well as phosphate groups in the phospholipids or nucleic acids of sEPS. Spectroscopy techniques, electronic and vibrational, may identify the type of microorganism, its modifications in real time and unravel the interactions with the microorganism [214, 215] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 356,
                    "text": "[210]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 648,
                    "text": "[164]",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 979,
                    "end": 984,
                    "text": "[164]",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 1352,
                    "end": 1357,
                    "text": "[191]",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1803,
                    "end": 1808,
                    "text": "[211]",
                    "ref_id": null
                },
                {
                    "start": 1854,
                    "end": 1859,
                    "text": "[204,",
                    "ref_id": null
                },
                {
                    "start": 1860,
                    "end": 1865,
                    "text": "[206]",
                    "ref_id": null
                },
                {
                    "start": 1866,
                    "end": 1871,
                    "text": "[207]",
                    "ref_id": null
                },
                {
                    "start": 1872,
                    "end": 1877,
                    "text": "[208]",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1916,
                    "text": "[212]",
                    "ref_id": null
                },
                {
                    "start": 1994,
                    "end": 1999,
                    "text": "[213]",
                    "ref_id": null
                },
                {
                    "start": 2676,
                    "end": 2681,
                    "text": "[214,",
                    "ref_id": "BIBREF215"
                },
                {
                    "start": 2682,
                    "end": 2686,
                    "text": "215]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spectroscopy techniques as a tool for the characterization of the microorganism/TiO 2 interface"
        },
        {
            "text": "Microorganisms have several mechanisms that allow them to survive in a hostile environment, which maintains the balance between oxidation and reduction, see Fig. 11 . They have sensors to respond when oxidation increases. The microorganisms undergo oxidation naturally and most of the reactive oxygen species are generated during the transport of the mitochondrial electrons. By acid pH values, the oxidation reactions are catalyzed by metals in the environment, Fig. 11A , and the host activates its defense by producing ROS when the microorganisms are inside it. In general, pathogens are eliminated by numerous mechanisms including acidification, toxic oxygen-derived products, toxic nitrogen oxides, antimicrobial peptides, enzymes and competitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 463,
                    "end": 471,
                    "text": "Fig. 11A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mechanisms of resistance to oxidative stress in microorganisms"
        },
        {
            "text": "It is well known that oxidative stress causes damage to the cell at different levels. One of them is the lipid peroxidation, Fig. 11B , where the unsaturated fatty acid in the membrane undergoes oxidative degradation by free radical chain reaction. There, ROS are combined with a hydrogen atom to make water and fatty acid radicals unstable, reacting with molecular oxygen to create a peroxyl fatty acid radical, which is |also unstable. This radical reacts with another free fatty acid and produces a chain reaction and finally, a damage to the membrane. ROS also cause the intermembrane NADPH oxidase complex activation, so NADP + increases. Gp91-phox is an integral component of the nicotinamide adenine dinucleotide phosphate (NADPH) oxidase complex that generates reactive oxygen species (ROS) in activated circulating phagocytes [216, 217] . NADPH oxidase complex was the first described and for many years it was thought that only phagocytic cells had this characteristic of ROS production. Today, we know that it is present in many cell lines and has even been shown to be present in microorganisms [218] [219] [220] . After the elevation of H 2 O 2 , activation of p21 occurs in the cytoplasm and p53 in the nucleus, both trigger the dephosphorylation of retinoblastoma (RB), known as a master regulator of the cell cycle in higher eukaryotes. RB inactivation causes cell cycle arrest and apoptosis, Fig. 11G .",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 840,
                    "text": "[216,",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "217]",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1112,
                    "text": "[218]",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1118,
                    "text": "[219]",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1124,
                    "text": "[220]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Fig. 11B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1409,
                    "end": 1417,
                    "text": "Fig. 11G",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "Many bacterial species release ROS as an oxidative weapon against competitors in populations of multiple species. In these cases, ROS are produced by specialized enzymes and could play an important role in processes such as growth self-inhibition, cell death and the development of biofilms/colonies in both yeast and bacteria. In such cases, the enzymes that produce ROS are strictly regulated as part of a biofilm development program and ROS are the effectors of some intrinsic regulation [221] . On photocatalytic treatment with different nanoparticles, the tool responsible for the annihilation of pathogens is mainly based on toxic species derived from oxygen and toxic nitrogen oxides. However, just as pathogens evade the immune system of the host, they could use such defense mechanisms against ROS generate by nanomaterials.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 496,
                    "text": "[221]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "It is known that Trebouxias gelatinosa is tolerant to oxidative stress. In this regard, a mechanism defense has been tested by using H 2 O 2 with a concentration enough to affect the physiology of the algae, which revealed the presence of an extracellular antioxidant enzyme catalase whose activity can remove low concentrations of H 2 O 2 before it can exert any negative effect, Fig. 11B . In the same report, the effects of two graphene-based materials (GBM), few-layer graphene (FLG) and graphene oxide (GO), were studied. The two tested GBMs are not toxic to Trebouxias and none of them were found inside the microalgae, because their thick cell wall effectively impede internalization, Fig. 11C , thus preventing interference with the cytoplasm [222] .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 756,
                    "text": "[222]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Fig. 11B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "Fig. 11C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "Growth tests of the fungus Macrophomina phaseolina indicate that the fungus can grow in a Cr (VI) concentration range of 20−3000 ppm to a minimum inhibitory concentration of 3500 ppm. The accumulation analysis revealed a reduction in the accumulation of Cr (VI) by the fungus with an increase in the concentration of the metal in the growth medium (500-3000 ppm), an upregulation of antioxidant enzyme activities (catalase, peroxidase and polyphenol oxidase) and expression of genes like MSN1 and metallothionein [223] .",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 518,
                    "text": "[223]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "Overexpression of genes involved in the response to oxidative stress has been identified in different microorganisms after the induction of stress by chemical or biological sources, Fig. 11H . The transcriptional regulation of the enzyme antioxidant gene battery was tested in 24 -h hyphae of Scedosporium apiospermum in response to oxidative stress induced by chemicals such as menadione and hydrogen peroxide or by exposure to activated phagocytic cells. In both cases, the fungi overexpressed genes encoding two thioredoxin reductases, a peroxiredoxin and a catalase were overexpressed [224] .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 594,
                    "text": "[224]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "text": "Fig. 11H",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "Pseudomonas aeruginosa has an extensive armament of genes involved in the defense of oxidative stress, including katB-ankB, ahpB, and ahpC-ahpF. The expression of these genes is not observed in a DoxyR mutant, which indicates that OxyR is essential for this response. Mutants affected in recG but not in oxyR were dramatically damaged in the repair of DNA damage, as it was measured by sensitivity to UV radiation, demonstrating that recG participates in the DNA repair, [225] Fig. 11H . Nevertheless, overexpression of genes does not always increase a product as seen before in the exposure to Tetrahymena thermophilic to protein-coated AgNP, where the metallothionein genes were overregulated but the intracellular levels of SOD and CAT were not elevated [198] . The mechanism of toxicity of nanosized bulk CuO for freshwater ciliated protozoa Tetrahymena thermophile has also been studied. The exposure of nCuO (EC50) for 24 h significantly decreased the proportion of the two major unsaturated fatty acids, while increasing the relative amount of two saturated fatty acids, Fig. 11C ,D. Changes in the lipid biosynthesis due to the inhibition of the novo synthesis of fatty acid desaturases, is probably one of the adaptation mechanisms of protozoa [197] .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 476,
                    "text": "[225]",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 762,
                    "text": "[198]",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1258,
                    "text": "[197]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "Fig. 11H",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1078,
                    "end": 1086,
                    "text": "Fig. 11C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "The mechanism of drug resistance by efflux pump, Fig. 11E , known in many microorganisms was tested using S. aureus and P. aeruginosa and TBO with light. The specific participation of the efflux pump was tested using inhibitors. The Pump NorA inhibitor in S. aureus and the pump (MexAB-OprM) inhibitor in P. aeruginosa successfully enhanced the photodynamic inactivation [226] .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 376,
                    "text": "[226]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "Fig. 11E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "One of the multiple evasion mechanisms of the P. aeruginosa is the expression of pigments, Fig. 11A , such as pyomelanin, pyoverdine or phenazines: pyocyanin and phenazine-1-carboxylic acid (PCA). In order to test directly the participation of the pigment in the tolerance to stress, Orlandi et al. analyzed the response of different pigmented transposon mutants of P. aeruginosa PAO1. They were isolated and submitted to photodynamic treatment with two different photo activators, the phenothiazinium dye and toluidine blue-O (TBO). The authors discovered that phenazine pigments effectively protect M9-grown cells from photooxidative stress, but not in LB-grown cells. Because of this, they assume that the higher tolerance could be attributed more to PCA than pyocyanin [227] . Mutant S. aureus with disrupted carotenoid biosynthesis is more susceptible to the destruction of oxidants and becomes less pathogenic in a mouse subcutaneous abscess model [228] . Oxidative stress is constantly balanced by antioxidant mechanisms, where the cell tries to stop cell damage. One of this mechanism is by heat shock protein (HSP) expression Fig. 11F . The HSP maintains the conformations of the proteins, stabilizes the proteins and the membranes in addition to helping the refolding of the proteins in stress conditions. In particular, HSP70 prevents aggregation, helps refolding, importing and translocating proteins, signal transduction and transcriptional activation. However, little is known about the involvement of HSP as antioxidant stress. After treatment with FLG in Trebouxia gelatinosa, FLG was detected at the interface between the cell wall and the plasma membrane and showed a down-regulation of the HSP70-1 gene, but there was no effect on the amount of HSP70 protein [215] .",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 778,
                    "text": "[227]",
                    "ref_id": null
                },
                {
                    "start": 954,
                    "end": 959,
                    "text": "[228]",
                    "ref_id": null
                },
                {
                    "start": 1778,
                    "end": 1783,
                    "text": "[215]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Fig. 11A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1135,
                    "end": 1143,
                    "text": "Fig. 11F",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Oxidative stress as a defense mechanism"
        },
        {
            "text": "There are few studies that specifically test the mechanisms of resistance in microorganisms using photocatalytic inactivation with nanomaterials. All the aforementioned works are mechanisms of evasion of microorganisms that use different photocatalytic sources, such as photosynthetic dyes, activated cells, chemicals, metals or reactive oxygen species. It is a fact that this analysis will be difficult because the photocatalytic treatment acts simultaneously with several mechanisms. For instance, two strains of Staphylococcus aureus (26A7 and 28C65) and Pseudomonas aeruginosa were treated with sub-lethal concentration of Zn(II) phthalocyanine for 20 consecutive treatments under dark and light conditions. No resistance was developed, although S. aureus strains continued to grow in darkness. However, this variation did not confer resistance after photoactivation [229] . Resistance to the oxidative annihilation possibly will also cause the evolution or mutation of microorganisms, generating uncommon microbes. However photocatalytic annihilation offers diverse way to challenge the microbial evolution or mutation.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 876,
                    "text": "[229]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Projected mechanism of resistance of microorganisms to oxidative stress generated by photocatalytic nanomaterials"
        },
        {
            "text": "Nowadays, the number of microorganisms has increased due to mutations, resistance to antimicrobial agents and to diverse species that adapt to the new environmental conditions. The new microorganisms obtained by artificial manipulation, such as genetically modified microorganisms, are used energy purpose, industrial applications and to study and treat some diseases [230] . The controlled cultivation in the laboratory and the modified contaminated ecosystem stress some species and favor others that can dominate the ecosystem. For instance, some microorganisms are used for biodegradation that yields harmful spores with high pathogenicity. The strongest microorganism can grow and adapt easily because adaptation to exacerbated conditions is the result of the climate change and urbanization phenomena [231] . The generation of super-microbes is the main challenge in the super greenhouses, megacities, the production of biofuels from biomass and the biodegradation that can emit spores and/or bioaerosols. In this sense, special attention must be paid to the regulation of these processes and in the factories to guarantee a safe performance. Photocatalytic materials could be an important tool to prevent the proliferation of microbes, as discussed above. The TiO 2 -based materials carry out the destruction of the microorganisms in three ways: mechanical damage, photochemically catalyzed oxidation-reduction reactions and by means of antibacterial properties. Suspensions, coatings and thin films can be used to control and prevent microbial infections in hospitals, public places, airports and factories. The TiO 2 -based materials are known as ecofriendly and biocompatible materials for use in food products.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 373,
                    "text": "[230]",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 812,
                    "text": "[231]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncommon pathogenic microorganisms and biodiversity"
        },
        {
            "text": "Adequate education is necessary for the guaranteed sanitation of overpopulated public places where pathogens can be developed, good nutrition of the population to guarantee the human immune system and prevention to avoid the evolution of microbes in the greenhouses of farmers where biodiversity decreases [232] . Likewise, a global awareness through all the information media (social networks, TV, radio, etc.) will be an essential tool to prevent epidemics and the evolution of new hazardous microbes. A foundation to help to the developing countries in the application of vaccines is vital with the participation of international agencies such as WHO (World Health Organization).",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 311,
                    "text": "[232]",
                    "ref_id": "BIBREF233"
                }
            ],
            "ref_spans": [],
            "section": "Uncommon pathogenic microorganisms and biodiversity"
        },
        {
            "text": "It is important to consider that most of the products consumed in developed countries are manufactured in Asia, Africa and Latin America countries, where their unstable economies do not allow the prevention of diseases or an appropriate health system. Therefore, a large number of people migrate to better economies, this being a possible way to the transmission of diseases in a global way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncommon pathogenic microorganisms and biodiversity"
        },
        {
            "text": "The problem also concerns the fact that these days, around of 75 % of the world's food comes from twenty crops and some animal species, leaving supplies very vulnerable to pests or disease that can sweep through large areas of monocultures. Add in the falling yields expected from climate change, loss biodiversity and the world's growing global population faces a food problem [233, 234] .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 383,
                    "text": "[233,",
                    "ref_id": "BIBREF234"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "234]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Uncommon pathogenic microorganisms and biodiversity"
        },
        {
            "text": "The biodiversity of the planet decreases day by day, only a few species still a wild and many other disappears affecting the equilibrium of the planet ecosystems. Altering the food chain that made balance of the ecosystems, in addition the incontrollable human overpopulation, its luxury and overconsumption just accelerates the climate change, the pathogenic mutation, and ecosystem affectation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncommon pathogenic microorganisms and biodiversity"
        },
        {
            "text": "The pathogens responsible for waterborne diseases and human diseases has become an emerging concern based on the epidemic and pandemics blooms occurred in some regions of the world such as Asia and Africa [233] . Methods such as activated carbon or chlorination have disadvantages such as hazardous chemical waste. Disinfection with ozone is an effective but costly way because it requires in-situ generation or a previous generation. Plasma-driven reactions also emerge as a new way to eliminate recalcitrant pollutants as well as a pretreatment in wastewater plants with bacterial sludge [16, 235] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 210,
                    "text": "[233]",
                    "ref_id": "BIBREF234"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "235]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other methods vis-a-vis of light disinfection and coupled"
        },
        {
            "text": "UV light can help to control the proliferation of pathogens. The efficiency of disinfection depends on the capacity of the cellular components for the absorption of light from each microbe. Natural solar irradiation has also been used for disinfection processes. Photocatalytic materials based on TiO 2 remain as an effective alternative for water disinfection air and surfaces, and can be boosted with some chemicals like ozone, hydrogen peroxide, and so on. Photo-disinfection is the ideal platform with sustainable and biocompatible features to prevent and control the proliferation of microbes. Also, it can be incorporated into a real water treatment plant as a pre-treatment or secondary disinfection step and as an active antibacterial ceramic in washing machines, clothes, hospital artifacts and auto-cleaning surfaces in restaurants and toilet facilities [236] .",
            "cite_spans": [
                {
                    "start": 864,
                    "end": 869,
                    "text": "[236]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other methods vis-a-vis of light disinfection and coupled"
        },
        {
            "text": "Nanomaterials are considered a potential risk to human safety, mainly due to their sizes and bioaccumulation not well studied. The particle size of the TiO 2 -based materials depends on the synthesis method. For commercial TiO 2 , the mean size is around 20−30 nm considering monodisperse particles. In an aqueous medium, the TiO 2 agglomerated particles are around 100 nm (0.1 μm). The particle size plays a central role in the performance of TiO 2 and its toxicology [237] . Concerning the antimicrobial efficacy of the powders and coatings, the particle size should be adequate to have an effective interaction with the cells. With nanometric sizes, it is likely that the photocatalyst penetrates the cell wall of the microorganism and damages it, while with larger sizes the material can be confused with a virus, which increases the possibility of rejection. The morphology of the material is also crucial for human cells.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 474,
                    "text": "[237]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "Shi et al. have reviewed the available recommendations and the regulation on the forms of human exposure to TiO 2 materials [238] . The authors consider the dermal, intravenous, oral and nasal interactions as human exposure pathways. The results of the dermal exposure are unpleasant due to the agglomeration of the TiO 2 materials. The intravenous route is only reported as an injection of TiO 2 nanoparticles [237] . Nasal inhalation can occur during the manufacture of TiO 2 products, and oral exposure because many products contain TiO 2 as additive, e.g. chocolate, toothpaste, sunscreen and unlikely in drinking water. Some international institutions and national agencies have recommended certain exposure limits and approve the use as additive in foods, up to 1% by body weight (BW) according to the United States Food and Drug Administration (FDA). The exposure limits in drinking water are reported in the range of 300−400 μg/day. In dust, the value is around 10 mg/m 3 during 8 h of workday, recommended by the American Conference of Governmental Industrial Hygienists (ACGIH), 0.3 mg/m 3 in 2015 by the United States National Institute for Occupational Safety and Health (NIOSH) and 1.2 mg/m 3 by the New Energy and Industrial Technology Development Organization (NEDO) in Japan. The photoactive material TiO 2 is a generator of ROS and can induce cytotoxicity and genotoxicity, and the bioaccumulation is also possible. These features should be considered for the appropriate legislation on nanomaterials.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 129,
                    "text": "[238]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 416,
                    "text": "[237]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "Normally, as previously reviewed, the photokilling of pathogenic microorganisms only includes the inhibition of reproduction and makes the living unviable. That means that the cellular composition together with the nanomaterials resulting from the eradication have to be disposed, reused or properly managed for bio-decomposition for the case of slurry systems. Coatings and thin films should be cleaned for reuse, if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "Some viruses and bacteria are classified as a dangerous vector for human diseases that, if it is not well controlled, can become epidemic events, even pandemics in megacities. In the latest report of the World Health Organization (WHO) [239] , respiratory infections remained among the deadliest infectious diseases together with diarrheal diseases, causing more than 3.0 million deaths worldwide in 2016. In this sense, it is essential to regulate the safety of research laboratories, specifically microbiological labs, for safe work with pathogenic microorganisms and for the disposal of biological waste.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 241,
                    "text": "[239]",
                    "ref_id": "BIBREF240"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "WHO has established guidance documents on regulations for the transport of infectious substances and their disposal [240, 241] . Hospitals and laboratories must also follow good practices not only for laboratory work, but also for waste disposal. The regulations must first consider the harmfulness of the microorganisms, the photocatalytic materials, and, finally, what will be their destination [213] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 121,
                    "text": "[240,",
                    "ref_id": "BIBREF242"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "241]",
                    "ref_id": "BIBREF243"
                },
                {
                    "start": 397,
                    "end": 402,
                    "text": "[213]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "Regarding the possible generation of new pathogenic microorganisms and diseases, urgent regulations should focus mainly on the bioproduction and treatment of biomass from agricultural residues. In addition, these regulations should also be focused on the exhaustive livestock farms that release biogas and spores at concentrations harmful to humans and animals [242] . Strict control for cloning, restricting the adaptation or mutation of the pathogenic microorganisms and the modified biological plants should also be considered.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 366,
                    "text": "[242]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "The confinement of massive and non-massive bio-toxic and infectious waste from hospitals as well as putrefied fruits, vegetables, food and livestock can be managed ecologically. Laws to recycle and reuse organic waste products are essential. The landfill facilities should also be adequate to avoid the proliferation and generation of new pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "TiO 2 -based materials can also help because they can prevent and inhibit the evolution, reproduction and allow decomposition of the microorganisms if an irradiation source is available in the confinement place. The recovery of the nanomaterials and/or proper disposal is also necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "Biosafety assessments of TiO 2 used in the inactivation of microorganisms could be a valuable source that could be scaled to humans to determine the appropriate dosimetry for a future legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory aspects of antimicrobial TiO 2 -based nanomaterials"
        },
        {
            "text": "The use of titanium dioxide for photocatalytic disinfection processes has been expanded for commercial applications in the recent years. The most recurrent use is the removal of bacteria in aqueous systems [243, 244] . Even the purification of stormwater, which is usually of better quality that wastewater, has also been submitted to photocatalytic disinfection processes [245] . On the other hand, the use of photocatalytic materials for air purification has been developed extensively in the recent years. Whether concrete, pavement or air conditioning filters, numerous scientific studies, patents and commercial equipment are reported every year [246, 247] . For example, heating ventilation air conditioning (HVAC) systems use photocatalytic TiO 2 filters for the elimination of airborne bacterial consortia [248] . These HVAC systems are used daily in houses, offices, factories, hospitals, malls and any enclosed building [249] . The indoor air quality is improved due to the disinfection photocatalytic action of the TiO 2 coated filters in the air conditioning system. Several microorganisms such as Aspergillus Niger, Penicillium citrinum, Staphylococcus epidermidis and Bacillus subtilis have been effectively eliminated through this photocatalytic device [250] .",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 211,
                    "text": "[243,",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "244]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 378,
                    "text": "[245]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 656,
                    "text": "[246,",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "247]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 819,
                    "text": "[248]",
                    "ref_id": null
                },
                {
                    "start": 930,
                    "end": 935,
                    "text": "[249]",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1273,
                    "text": "[250]",
                    "ref_id": "BIBREF252"
                }
            ],
            "ref_spans": [],
            "section": "Practical ecofriendly applications"
        },
        {
            "text": "The cleaning and disinfection of surfaces is another essential use of the photocatalysis. In this regard, TiO 2 thin films have been used in several everyday commodities from industries such as food, construction, environmental, medical, among others. For instance, silicone and latex catheters, medical tubes and any medical-grade surface can be coated by TiO 2 and Ag-TiO 2 for the elimination of Escherichia coli, Pseudomonas aeruginosa and Staphylococcus aureus, which are the pathogenic microorganisms commonly associated with nosocomial infections [251] [252] [253] . Besides, TiO 2 has been used to sterilize contaminated surfaces of dental implants by eliminating the Actinobacillus actinomycetemcomitans and Fusobacterium nucleatum periodontal pathogens [254] . TiO 2 -based thin films have also been developed as effective photoactive coatings in food processing industries for the removal of Listeria monocytogenes bacterial biofilms [255] . L. monocytogenes is one of the pathogenic microorganisms that cause food poisoning and can be found in several daily products such as milk, cheese, vegetables meat and fish products. Therefore, the use of TiO 2 thin films on these food products can help prevent the appearance of this undesirable bacteria and other microbial systems [256] .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 559,
                    "text": "[251]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 565,
                    "text": "[252]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 571,
                    "text": "[253]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 768,
                    "text": "[254]",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 950,
                    "text": "[255]",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1292,
                    "text": "[256]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Practical ecofriendly applications"
        },
        {
            "text": "The merchandising of TiO 2 based photocatalytic paints has also exploited the disinfection properties of the semiconductor [257] . The base formula of a photocatalytic paint consists of powder TiO 2 as pigment, some extender pigments such as CaCO 3 and silicates, as well as several organic components working as coalescents, dispersing agents, thickeners, additives and a polymeric aqueous suspension, commonly acrylic resins [258] . Some photocatalytic paints have been examined for the removal of Escherichia coli, Staphylococcus aureus and Pseudomonas aeruginosa [259, 260] . The TiO 2 content usually varies from low concentrations (2 vol.%) to high values (15-80 % of total pigment volume concentration) [151, 152] . A previous study has reported the use of extender pigments to reduce the amount of TiO 2 present in the composition of the acrylic paints [152] . In this sense, the addition of silica or talc does not affect the efficacy of the bacterial inactivation, while the CaCO 3 reduces the photocatalytic performance. Another ecofriendly application that can be exploited commercially is the coating of textile materials with photoactive materials that help to deodorize and eliminate pathogenic microorganisms. Several textiles such as cotton, polyester and rayon fibers can be coated or grafted with TiO 2 through techniques as sol-gel, reflux, dip-coating, spin-coating and so on [261] [262] [263] . However, due to its strong oxidative ability, TiO 2 can degrade the textile fibers if it is in direct contact with them. To avoid this issue, the photocatalyst is blended with materials such as silica (SiO 2 ) and apatite that serve as spatial hindrances, thus preventing the decomposition of the fibers [264, 265] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 128,
                    "text": "[257]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 432,
                    "text": "[258]",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 572,
                    "text": "[259,",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "260]",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 715,
                    "text": "[151,",
                    "ref_id": "BIBREF151"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "152]",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 861,
                    "end": 866,
                    "text": "[152]",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 1397,
                    "end": 1402,
                    "text": "[261]",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1408,
                    "text": "[262]",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1414,
                    "text": "[263]",
                    "ref_id": null
                },
                {
                    "start": 1721,
                    "end": 1726,
                    "text": "[264,",
                    "ref_id": null
                },
                {
                    "start": 1727,
                    "end": 1731,
                    "text": "265]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Practical ecofriendly applications"
        },
        {
            "text": "Unraveling the interactions between the TiO 2 -based materials and the cell wall of the microorganisms will certainly benefit the precise control and prevention of the proliferation of pathogens. The pathogenesis of microorganisms acts in weak human conditions or during diseases and by the modification of natural conditions in agricultural ecosystems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The photo-killing effect is not specific for pathogenic microorganisms, it can also damage beneficial microorganisms in real conditions. In laboratory tests, the inactivation depends on the characteristics of each microorganism, the killing time and the features of the TiO 2 nanomaterials (loading, light intensity, biocidal and so on).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The methodologies to study the control of pathogenic blooms should be standardized throughout the world to ensure mutual understanding, reproducibility and a fair comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The standardized methodologies worldwide will allow to obtain a comprehensive inactivation mechanism that lead to the precise design of photocatalytic nanomaterials and to propose an adequate regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The general mechanism of photo-killing described in this review suggests a complete and effective eradication because it uses a simultaneous photo-generation of reactive species, a physical damage and the biocide properties of the TiO 2 based materials, that engage the resistance properties of the microorganisms. This is an important advantage considering the chemical and antibiotic techniques that are actually used. This mechanism can be applicable to others photoactive nanomaterials such ZnO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Plasmonic and transition metals at very low loads (less than 3% by weight) increase the photocatalytic behavior of TiO 2 . In addition, heterojunction systems also very useful for antimicrobial applications. Metals or oxides for nanocomposites must have biocompatible features and without photocorrosion effect. Solar disinfection has some operational limitations. The inconstant irradiation of sunlight and the reduction of the mass diffusion in thin films should be considered during the design of an effective nanomaterial so that it can be used for a specific microorganism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The optical and electron microscopy techniques are suitable for unravelling the oxide/cell wall interaction and to understand the annihilation process. Several modes of operation are viable through a reproducible and standardized protocol for the preparation of the sample, allowing real effects of the specimens. AFM and STM should be crucial techniques if the protocols ensure real damage, which is the main challenge for these high-resolution microscopies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Molecular and biochemical studies with complementary techniques of advanced materials also extend the understanding into the intracellular alteration and the signal transduction pathways which are involved during the response of the microorganisms to the TiO 2 -based nanomaterials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Biodiversity also will be benefit because new TiO 2 -based sustainable nanomaterials will be designed to prevent the proliferation of pathogenic blooms. The protection of the soil biodiversity is quite important to ensure a sustainable control of microorganisms and to avoid harmful products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Prevention instead of eradication of blooms is the crucial strategy to regulate and stop the actual infections in agricultural and human cases, as well as the evolution of the microorganisms. TiO 2 -based nanomaterials could be a good alternative to prevent and decrease the antimicrobial resistance due to the suggested mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Urgent regulations should focus mainly on the bioproduction and treatment of biomass due to the release of biogas and spores into the environment that have a considerable harmful nature to humans and animals. Strict control should be considered for cloning and restricting the adaptation or mutation of the pathogenic microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Laws to recycle and reuse organic waste products are essential. The landfill facilities should also be adequate to avoid the proliferation and generation of new pathogens and the generation of harmful lixiviates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "The environmental education of the new generations is essential to catalyze the establishment of good agricultural and medical practices, focusing on the underdeveloped countries, in order to decrease the antimicrobial resistance throughout the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "Technology CONACyT-Mexico for a Visiting Scientists and Scientists on Sabbatical Leave Fellowship Program 2018-2019. S. Obregón also thanks to CONACyT-México for the project approved by the sectorial research fund for education CB 2017-2018 No. A1-S-9529. This research is partially supported by the Private University Research Branding Project (2017-2021) from Ministry of Education, Culture, Sports,Science and Technology-Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Visible-light photocatalysis by modified Titania",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kisch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Macyk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chem. Phys. Chem",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF144": {
            "ref_id": "b144",
            "title": "Medical Microbiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "Johnny",
                    "middle": [
                        "W"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "126--135",
            "other_ids": {}
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Microbial Biology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Barer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--23",
            "other_ids": {}
        },
        "BIBREF151": {
            "ref_id": "b151",
            "title": "Algal bloom in aquatic ecosystems-an overview",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghorbani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mirbagheri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hassani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nouri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Monavari",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr. World Environ",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF152": {
            "ref_id": "b152",
            "title": "Algal Growth a Blooming Problem Space Station to Help Monitor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nimon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF160": {
            "ref_id": "b160",
            "title": "Processing and sustainability of beverages",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Antonio-Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "López-Díaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "López-Malo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Palou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramírez-Corona",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "205--207",
            "other_ids": {}
        },
        "BIBREF164": {
            "ref_id": "b164",
            "title": "The Briefing: What Is Biodiversity and Why Does It Matter to Us",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF165": {
            "ref_id": "b165",
            "title": "Role of Microbes in Human Health and Diseases, Open Access Peer-Reviewed Chapter",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Oruko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Odiyo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Edokpayi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IntechOpen",
            "volume": "",
            "issn": "",
            "pages": "243--371",
            "other_ids": {
                "DOI": [
                    "10.5772/intechopen.81125"
                ]
            }
        },
        "BIBREF215": {
            "ref_id": "b215",
            "title": "Identification and classification of bacteria by Fourier Transform Infrared Spectroscopy (FTIR)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amiel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Curk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ingouf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reyrolle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Travert",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Spectroscopy of Biological Molecules: Modern Trends",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF233": {
            "ref_id": "b233",
            "title": "New and Resurgent Infectious Diseases Can Have Far-reaching Economic Repercussions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cadarette",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Sevilla",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Finance & Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF234": {
            "ref_id": "b234",
            "title": "We Are Losing the Web of Life': Why the Global Nature Crisis is as Dangerous as Climate Change",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF240": {
            "ref_id": "b240",
            "title": "The Top 10 Causes of Death, The World Health Organization (WHO)",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF242": {
            "ref_id": "b242",
            "title": "Guidance on Regulations for the Transport of Infectious Substances",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF243": {
            "ref_id": "b243",
            "title": "Biosafety in the Laboratory: Prudent Practices for Handling and Disposal of Infectious Materials, The National Academies Press",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/1197"
                ]
            }
        },
        "BIBREF252": {
            "ref_id": "b252",
            "title": "Efficacy of photocatalytic HEPA filter on microorganism removal",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chuaybamroong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chotigawin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Supothina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sribenjalux",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larpkiattaworn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Indoor Air",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scheme of the semiconductor excitation by band gap illumination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The number of publications using \"TiO 2 + photocatalysis\" and \"TiO 2 + antibacterial\" (inset) as two topic keywords since year 2000 (adapted from Web of Science, Clarivate Analytics; date of search: August 15, 2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic representation of electron transfer via Schottky barrier formation in a metal-semiconductor interface junction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Types of heterojunction systems based on two semiconductors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Representative characteristics of selected microorganisms. A) Electron micrograph of negatively stained E. coli bacteria showing curvy flagella and numerous short hair-like structures, B) Niemeyer virus (NYMV) observed by TEM, C) Schematic representation of algae photosynthesis, producing oxygen and fixing carbon dioxide. Algae have a wide variety of shapes and sizes, from oval cells to long multicellular thalli, and D) SEM image of filamentous B. cinerea fungus. Adapted with permission from Refs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(a) The mechanism of bacterial annihilation proposed in the current literature indicates that the suspended TiO 2 powder covers the bacteria, while the photogenerated ROS drive the lysis of the cell wall. The cellular content is expelled killing the microbe. The AgNPs also form complexes with the DNA and RNA of the microorganisms causing the loss of cellular replication capacity. (b) In fact, the real mechanism is more complex and diverse for each type of microbes. The information necessary to understand the interactions of TiO 2 and the cell wall of microorganisms are shown considering their characteristics.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Algae schematic photoinactivation: (A) Initial interaction of nanoparticles and algae; (Aa) the drawing shows the attachment of the Nps on the membrane surface; (Ab) Pseudokirchneriella subcapitata control without Nps; (Ac) titanium dioxide nanoparticles on P. subcapitata. (B) Probable Nps penetration pathways: (Ba) diffusion facilitated through porins; (Bb) endocytosis; (Bc) lipid peroxidation. (C) photoinactivated algae; (Ca) membrane disruption by lipid peroxidation and inhibition of DNA replication; (Cb) green algae Chlamydomonas reinhardtii control; (Cc) copper oxide nanoparticles in C. reinhardtii, Nps inside the cell and around of chloroplasts and vacuoles. (Adapted with permission from Refs[182,187]).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Selected TEM images of the progressive morphological changes of the B. cinerea fungus caused by photoinactivation using silver titanate nanotubes TNTs0.5Ag: (a) TNs0.5Ag penetration, (c) vacuolation and invagination, (e) vacuole fusion, (g) cell death, where (b), (d), (f), and (h) correspond to the magnifications of (a), (c), (e), and (g), respectively. C, cytoplasm; P, plasmalemma; M, mitochondrion; N, nucleus; L, lipids; ECW, external layer of the cell wall; and ICW, inner layer of the cell wall. Bar =1 μm. Reprinted with permission from ref[32].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "AFM images. (a-c) E. coli cell dried in air image at 3 μm X 3 μm, (a) before, (b) 30 min, (c) 180 min N-doped TiO 2 composite photocatalytic inactivation. (d) Surface of a crystal of brome mosaic virus. The protein capsomeres are icosahedral distributed on the surfaces of the virions. (e) HIV particles emerging from or attached to the surfaces of human lymphocytes, imaged under ethanol. (f) Phage λ solution adhered on sodium nanotitanate (SNT) coated mica. (g) Cross sectional image along the blue line shown in (f). (h) Phage λ solution adhered on SNT coated mica after the 15 min UV exposure. (i) Cross sectional image along the blue line shown in (h). Adapted with permission from Refs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Oxidation sources and anti-oxidative stress mechanisms. (A) Cytoplasm: environment with different oxidative stress sources and pigments. (B-F) Membrane: (B) lipid peroxidation; (C) thick cell wall formed by saturated lipids; (D) membrane with high content of unsaturated lipids; (E) efflux pump; (F) Heat shock protein (HSP) stabilizing lipids. G-H Nucleu: (G) dephosphorylation of retinoblastoma (RB); (H) genes regulation H + protons, N nucleu, pRB phosphorylated retinoblastoma.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Previous studies on the photocatalytic inactivation of microorganisms using TiO 2 based heterojunction systems.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "V. Rodríguez-González thanks to National Council of Science and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}