{
    "paper_id": "1f6724f309d0ebf284712715bcf6f3183655c2df",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Juliet",
                "middle": [],
                "last": "Bedford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Delia",
                "middle": [],
                "last": "Enria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Giesecke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Heymann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": "david.heymann@lshtm.ac.uk"
            },
            {
                "first": "Chikwe",
                "middle": [],
                "last": "Ihekweazu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Kobinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Clifford",
                "middle": [],
                "last": "Lane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ziad",
                "middle": [],
                "last": "Memish",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Myoung-Don",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amadou",
                "middle": [
                    "Alpha"
                ],
                "last": "Sall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Schuchat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kumnuan",
                "middle": [],
                "last": "Ungchusak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lothar",
                "middle": [
                    "H"
                ],
                "last": "Wieler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "the WHO Strategic and Technical Advisory Group for Infectious Hazards",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the past 3 weeks, new major epidemic foci of coronavirus disease 2019 (COVID-19), some without traceable origin, have been identified and are rapidly expanding in Europe, North America, Asia, and the Middle East, with the first confirmed cases being identified in African and Latin American countries. By March 16, 2020, the number of cases of COVID-19 outside China had increased drastically and the number of affected countries, states, or territories reporting infections to WHO was 143. 1 On the basis of \"alarming levels of spread and severity, and by the alarming levels of inaction\", on March 11, 2020, the Director-General of WHO characterised the COVID-19 situation as a pandemic. 2 The WHO Strategic and Technical Advisory Group for Infectious Hazards (STAG-IH) regularly reviews and updates its risk assessment of COVID-19 to make recommendations to the WHO health emergencies programme. STAG-IH's most recent formal meeting on March 12, 2020, included an update of the global COVID-19 situation and an overview of the research priorities established by the WHO Research and Development Blueprint Scientific Advisory Group that met on March 2, 2020, in Geneva, Switzerland, to prioritise the recommendations of an earlier meeting on COVID-19 research held in early February, 2020. 3 In this Comment, we outline STAG-IH's understanding of control activities with the group's risk assessment and recommendations.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 698,
                    "text": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1299,
                    "end": 1300,
                    "text": "3",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "To respond to COVID-19, many countries are using a combination of containment and mitigation activities with the intention of delaying major surges of patients and levelling the demand for hospital beds, while protecting the most vulnerable from infection, including elderly people and those with comorbidities. Activities to accomplish these goals vary and are based on national risk assessments that many times include estimated numbers of patients requiring hospitalisation and availability of hospital beds and ventilation support. Most national response strategies include varying levels of contact tracing and self-isolation or quarantine; promotion of public health measures, including handwashing, respiratory etiquette, and social distancing; preparation of health systems for a surge of severely ill patients who require isolation, oxygen, and mechanical ventilation; strengthening health facility infection prevention and control, with special attention to nursing home facilities; and postponement or cancellation of large-scale public gatherings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "Some lower-income and middle-income countries require technical and financial support to successfully respond to COVID-19, and many African, Asian, and Latin American nations are rapidly developing the capacity for PCR testing for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "Based on more than 500 genetic sequences submitted to GISAID (the Global Initiative on Sharing All Influenza Data), the virus has not drifted to significant strain difference and changes in sequence are minimal. There is no evidence to link sequence information with transmissibility or virulence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), 1 the virus that causes COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "SARS-CoV-2, like other emerging high-threat pathogens, has infected health-care workers in China 4,5 and several other countries. To date, however, in China, where infection prevention and control was taken seriously, nosocomial transmission has not been a major amplifier of transmission in this epidemic. Epidemiological records in China suggest that up to 85% of human-to-human transmission has occurred in family clusters 4 and that 2055 health-care workers have become infected, with an absence of major nosocomial outbreaks and some supporting evidence that some health-care workers acquired infection in their families. 4, 5 These findings suggest that close and unprotected exposure is required for transmission by direct contact or by contact with fomites in the immediate environment of those with infection. Continuing reports from outside China suggest the same means of transmission to close contacts and persons who attended the same social events or were in circumscribed areas such as office spaces or cruise ships. 6, 7 Intensified case finding and contact tracing are considered crucial by most countries and are being undertaken to attempt to locate cases and to stop onward transmission. Confirmation of infection at present consists of PCR for acute infection, and although many serological tests to identify antibodies are being developed they require validation with well characterised sera before they are reliable for general use.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "4,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 630,
                    "end": 631,
                    "text": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "text": "6,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1035,
                    "end": 1036,
                    "text": "7",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "From studies of viral shedding in patients with mild and more severe infections, shedding seems to be greatest during the early phase of disease (Myoung-don Oh and Gabriel Leung, WHO Collaborating Centre for Infectious Disease Epidemiology and Control, School of Public Health, LKS Faculty of Medicine, The University of Hong Kong, Hong Kong, Special Administrative Region, China, personal communication). 8, 9 The role, if any, of asymptomatic carriers in transmitting infection is not yet completely understood. 4 Presymptomatic infec tiousness is a concern (Myoung-don Oh and Gabriel Leung, personal communication) 8, 9 and many countries are now using 1-2 days of symptom onset as the start day for contact identification.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "text": "8,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 409,
                    "end": 410,
                    "text": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 514,
                    "end": 515,
                    "text": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "8,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 621,
                    "end": 622,
                    "text": "9",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "A comprehensive report published by the Chinese Center for Disease Control and Prevention on the epidemiological characteristics of 72 314 patients with COVID-19 confirmed previous understanding that most known infections cause mild disease, with a case fatality ratio that ranged from 2·9% in Hubei province to 0·4% in the other Chinese provinces. 5 This report also suggested that elderly people, particularly those older than 80 years, and people with comorbidities, such as cardiac disease, respiratory disease, and diabetes, are at greatest risk of serious disease and death. The case definition used in China changed several times as COVID-19 progressed, making it difficult to completely characterise the natural history of infection, including the mortality ratio. 4 Information on mortality and contributing factors from outbreak sites in other countries varies greatly, and seems to be influenced by such factors as age of patients, associated comorbidities, availability of isolation facilities for acute care for patients who need respiratory support, and surge capacity of the healthcare system. Indi vi duals in care facilities for older people are at particular risk of serious disease as shown in the report of a series of deaths in an elderly care facility in the USA. 10 The pandemic of COVID-19 has clearly entered a new stage with rapid spread in countries outside China and all members of society must understand and practise measures for self-protection and for prevention of transmission of infection to others. STAG-IH makes the following recommendations.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "text": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 773,
                    "end": 774,
                    "text": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1286,
                    "end": 1288,
                    "text": "10",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "First, countries need to rapidly and robustly increase their preparedness, readiness, and response actions based on their national risk assessment and the four WHO transmission scenarios 11 for countries with no cases, first cases, first clusters, and community transmission and spread (4Cs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "Second, all countries should consider a combination of response measures: case and contact finding; containment or other measures that aim to delay the onset of patient surges where feasible; and measures such as public awareness, promotion of personal protective hygiene, preparation of health systems for a surge of severely ill patients, stronger infection prevention and control in health facilities, nursing homes, and long-term care facilities, and postponement or cancellation of largescale public gatherings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "Third, countries with no or a few first cases of COVID-19 should consider active surveillance for timely case finding; isolate, test, and trace every contact in containment; practise social distancing; and ready their health-care systems and populations for spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "Fourth, lower-income and middle-income countries that request support from WHO should be fully supported technically and financially. Financial support should be sought by countries and by WHO, including from the World Bank Pandemic Emergency Financing Facility and other mechanisms. 12 Finally, research gaps about COVID-19 should be addressed and are shown in the accompanying panel and Panel: Research gaps that need to be addressed for the response to COVID-19",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "text": "12",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "• Fill gaps in understanding of the natural history of infection to better define the period of infectiousness and transmissibility; more accurately estimate the reproductive number in various outbreak settings and improve understanding the role of asymptomatic infection. • Comparative analysis of different quarantine strategies and contexts for their effectiveness and social acceptability • Enhance and develop an ethical framework for outbreak response that includes better equity for access to interventions for all countries • Promote the development of point-of-care diagnostic tests • Determine the best ways to apply knowledge about infection prevention and control in health-care settings in resource-constrained countries (including identification of optimal personal protective equipment) and in the broader community, specifically to understand behaviour among different vulnerable groups • Support standardised, best evidence-based approach for clinical management and better outcomes and implement randomised, controlled trials for therapeutics and vaccines as promising agents emerge • Validation of existing serological tests, including those that have been developed by commercial entities, and establishment of biobanks and serum panels of well characterised COVID-19 sera to support such efforts • Complete work on animal models for vaccine and therapeutic research and development include some identified by the global community and by the Research and Development Blueprint Scientific Advisory Group. The STAG-IH emphasises the importance of the continued rapid sharing of data of public health importance in medical journals that provide rapid peer review and online publication without a paywall. It is sharing of information in this way, as well as technical collaboration among clinicians, epidemiologists, and virologists, that has provided the world with its current understanding of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        },
        {
            "text": "We are all members of the WHO Strategic and Technical Advisory Group for Infectious Hazards and declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19: towards controlling of a pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Instituto Nacional de Enfermedades Virales Humanas (INEVH) \"Julio Maiztegui\" and CCWHO-OPS on Viral Haemorrhagic Fevers and Arboviruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Faculty of Medicine, Québec City, Canada (GK); National Institute of Allergy and Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ministry of Health, Department of Diseases Control",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO. Coronavirus disease (COVID-2019) situation reports. Situation report-55",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Virtual press conference on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "WHO. A coordinated global research roadmap. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19)",
            "authors": [],
            "year": 2019,
            "venue": "WHO. Report of the WHO-China Joint Mission on Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--71",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The National Institute of Infectious Diseases, Japan. Field briefing: Diamond Princess COVID-19 cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral load kinetics of SARS-CoV-2 infection in first two patients in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Update: increasing King County COVID-19 case numbers for March 10, 2020 point to importance of social distancing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Critical preparedness, readiness and response actions for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel Coronavirus (2019-nCoV): strategic preparedness and response plan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}