{
    "paper_id": "1fe8e5f5709aa0e7fb3971ce721c27b879020e6e",
    "metadata": {
        "title": "Myocardial injury is associated with in-hospital mortality of confirmed or suspected COVID-19 in Wuhan, China: A single center retrospective cohort study",
        "authors": [
            {
                "first": "Fan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deyan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peng",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Taibo",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongwei",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Kangan",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Quan",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Union Medical College Hospital",
                    "location": {
                        "settlement": "Peking"
                    }
                },
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chunfeng",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongru",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yonghong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guowei",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liqun",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Since December 2019, a cluster of coronavirus disease 2019 (COVID-19) occurred in Wuhan, Hubei Province, China and spread rapidly from China to other countries. In-hospital mortality are high in severe cases and cardiac injury characterized by elevated cardiac troponin are common among them. The mechanism of cardiac injury and the relationship between cardiac injury and in-hospital mortality remained unclear. Studies focused on cardiac injury in COVID-19 patients are scarce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives To investigate the association between cardiac injury and in-hospital mortality of patients with confirmed or suspected COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods Demographic, clinical, treatment, and laboratory data of consecutive confirmed or suspected COVID-19 patients admitted in Wuhan No.1 Hospital from 25 th December, 2019 to 15 th February, 2020 were extracted from electronic medical records and were retrospectively reviewed and analyzed. Univariate and multivariate Cox regression analysis were used to explore the risk factors associated with in-hospital death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 110 patients with confirmed (n=80) or suspected (n=30) COVID-19 were screened and 48 patients (female 31.3%, mean age 70.58±13.38 year old) among them with high-sensitivity cardiac troponin I (hs-cTnI) test within 48 hours after admission were included, of whom 17 (17/48, 35.4%) died in hospital while 31 (31/48, 64.6%) were discharged or transferred to other hospital. High-sensitivity cardiac troponin I was elevated in 13 (13/48, 27.1%) patents. Multivariate Cox regression analysis showed pulse oximetry of oxygen saturation (SpO2) on admission (HR 0.704, 95% CI 0.546-0.909, per 1% decrease, p=0.007), elevated hs-cTnI (HR 10.902, 95% 1.279-92.927, p=0.029) and elevated d-dimer (HR 1.103, 95%CI 1.034-1.176, per 1mg/L increase, p=0.003) on admission were independently associated with in-hospital mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, a cluster of severe acute respiratory syndrome coronavirus 2 disease now named as 2019 novel coronavirus infection disease (COVID-19) occurred in Wuhan, Hubei Province, China and spread rapidly from China to other countries[1] [2] [3] . Cardiac injury and arrhythmias were common, especially for ICU patients [1] [4] . Short-term prognosis of COVID-19 patients are discrepancy and in-hospital mortality risk are high in severe cases[1] [2] Although previous study had indicated that several risk factors were independently associated with short-term mortality, such as elevated d-dimer, older age and higher Sequential Organ Failure Assessment (SOFA) score [2] , few studies focused on cardiac injury with COVID-19 patients. High-sensitivity cardiac troponin I (hs-cTnI) was highly sensitive and specific markers of myocardial damage [5] and hs-cTnI elevation was not uncommon with COVID-19 patients[1] [2] . However, a recent report of autopsy for a COVID-19 patient found that there were a few interstitial mononuclear inflammatory infiltrates, but no other substantial damage in the heart tissue [6] . Until now, the relationship between cardiac injury and in-hosptial prognosis and the mechanism of cardiac injury in COVID-19 patients remained controversial. Studies focused on cardiac injury in COVID-19 patients were scarce. In the present study, we sought to investigate the association between cardiac injury and in-hospital mortality of patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All consecutive patients with confirmed or suspected 2019 novel coronavirus infection disease (COVID-19) according to WHO interim guidance admitted in Wuhan No.1 Hospital from 25 th December 2019 to 15 th February 2020 were retrospectively screened. Wuhan No.1 Hospital is a reginal comprehensively central hospital which was responsible for the treatments for COVID-19 assigned by the government since 14 th February 2020. Before 14 th February 2020, patients with confirm or suspected COVID-19 were transferred to designated hospital after initial treatment. A portion of suspected patients with COVID-19 at the early stage of the outbreak did not receive severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RT-PCR testing due to the limited supplies of diagnostic detection reagents. Patients who underwent hs-cTnI test within 48 hours after admission were included. Oral consents of all patients were obtained. This study was approved by the Wuhan No.1 Hospital institutional ethics committee. A comparison between non-survivors and survivor had been done and characteristics between patients who were included or not were also compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Demographic, clinical, treatment, laboratory data and in-hospital outcomes including death, transferred to designated hospital and discharge were extracted from electronic medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Throat-swab specimens were obtained for SARS-CoV-2 detection from suspected patients using real-time PCR assay, which was performed by local Centers for Disease Control and Prevention and Wuhan No.1 Hospital. Routine blood examinations were complete blood count, serum biochemical tests (including renal and liver function, creatine kinase, lactate dehydrogenase, and electrolytes) were done for all inpatients on admission while the examinations of hs-cTnI, coagulation profile and C reactive protein were determined by the treating physician. Clinicians tended to perform hs-cTnI test on patients who were vulnerable to cardiac injury by their judgement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory procedures"
        },
        {
            "text": "Confirmed cases and suspected cases and the illness severity of COVID-19 was defined according to the Chinese management guideline for COVID-19 (version 5.0 or 6.0). The date of disease onset was defined as the day when the symptom was noticed. The durations from onset of disease to hospital admission were recorded. Fever was defined as axillary temperature of at least 37.3°C. The criteria for discharge were absence of fever for at least 3 days, substantial improvement in both lungs in chest CT, clinical remission of respiratory symptoms, and two throat-swab samples negative for SARS-CoV-2 RNA obtained at least 24 h apart. Cardiac injury was defined if the serum levels of high-sensitivity troponin I (hs-cTnI) were above the 99th percentile upper reference limit (0.026ug/L). Survivor group was composed of patients who was discharged or transferred to other hospital while non-survivor group included patients who died during hospital stay. Patients were followed up until they met survival endpoints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definitions"
        },
        {
            "text": "Continuous variables with normal distribution were presented as mean±SD while were presented as median (IQR). Categorical variables were presented as n (%). We used the Student's t test, Mann-Whitney U test, or Fisher's exact test to compare differences between survivors and non-survivors where appropriate. To explore the risk factors associated with in-hospital death, univariate and multivariate Cox regression models were used. Considering the total number of deaths (n=17) in our study and to avoid overfitting in the model, five variables were chosen for multivariable analysis on the basis of previous findings, results of baseline characteristics comparison and clinical constraints. In a recent large cohort [2] , Older age and d-dimer elevation was related to in-hospital death. SpO2 decrease was more common with severe patients than general patients. Chronic kidney diseases and elevated serum creatinine was more common among non-survivors [2] . Cardiovascular disease, lymphocytopenia and C reactive protein were excluded because their between-group differences were not significant. Severe type was excluded due to collinearity with SpO2. Between-group differences of leukocytosis, anemia, thrombocytopenia were statistically significant but we did not included them duo to unclear clinical significant. Hence, age, SpO2, serum creatinine value, d-dimer value analyzed as continuous variates and hs-cTnI elevation analyzed as categorical variate were chosen ultimately for our multivariable Cox regression model. Kaplan-Meier curve with log-rank test was used to compared mortality between patients with or without myocardial injury (MI). A two-sided α of less than 0.05 was considered statistically significant. Statistical analyses were done using the SPSS software (version 19).",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 954,
                    "end": 957,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "From 25 th December 2019 to 15 th Feb 2020, a total of 110 patients(45.5% female, mean age 64.03±16.54 year old) with suspected (n=30, 27.3%) or confirmed (n=80, 72.7%) COVID-19 were admitted in department of respiration or emergency department of Wuhan No.1 Hospital. Cough was the most common onset symptom (n=38, 34.5%), followed by fever (n=33, 30.0%), fatigue (n=15, 13.6%), shortness of breath (n=10, 9.1%), lack of appetite (n=5, 4.5%), vomiting (n=3, 2.7%), dizziness (n=2, 1.8%), diarrhea (n=2, 1.8%), abdominal distention (n=1, 0.9%) and pharyngalgia (n=1, 0.9%). Median duration from symptom onset to admission was 7.0(IQR3.0-9.0) days. After median 9.0(IQR，6.0-12.0)days of hospitalization, death, discharge and transfer were 28 (25.5%), 64 (58.2%) and 18 (16.4%) patients respectively. A total of 64(58.2%)patients underwent hs-cTnI test during hospitalization. Among them, 48(75.0%, 48/64)patients who had their first hs-cTnI test within 48h after admission were included in our study. Among the remaining 16 patients, first hs-cTnI test performed between 4～7 days, 8～14 days and ≥14 days were in 7, 6 and 3 patients, respectively. All the other laboratory tests described in methods were done within 48h after admission. Inclusion flow chart was shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1270,
                    "end": 1278,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Result"
        },
        {
            "text": "A brief comparison was made between patients who was included (n=48) or not (n=62) in our study (TABLE 1) and found that patients included were older and male, hypertension, coronary artery disease, atrial fibrillation were more common among patients included. Disease severity status and treatment were similar. In-hospital mortality was higher in patients included (35.4% vs 17.7%, p=0.045). Chronic kidney disease was more common among non-survivor while hypertension, coronary artery disease, diabetes, previous stroke and atrial fibrillation was similar between two gruops. The comparison of laboratory test shown higher value of serum creatinine, C reactive protein, d-dimer, white blood cell count but lower with hemoglobin and platelet in non-survivors. More intensive respiratory support was given to non-survivor due to the severity status but few patients were given invasive ventilation. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result"
        },
        {
            "text": "The copyright holder for this preprint Therapy . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.21.20040121 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Obviously there is an major concern globally regarding the emerging outbreak of COVID-19, with increasing cases confirmed in multiple countries currently. The World Health Organization has upgraded its coronavirus risk assessment to \"very high\" at global level as COVID-19 continuously spread in more countries despite rigorous global containment and quarantine efforts. Recent studies concerning the novel coronavirus provided evidence of the potential connection SARS-CoV-2 infection and acute cardiac injury [2, 4] . We observed that the clinical symptoms of COVID-19 and other viral pneumonia were highly variable and overlap, whereas the most common symptoms were cough, fever and fatigue, with dizziness and diarrhea less common. While typical symptoms like fever could be absent in the disease progression particularly in elderly, adversely, gastrointestinal discomfort and altered mental status presented more frequently. High sensitivity cTnI tests were more inclined to perform on participants with older age and preexisting concomitants include hypertension, cardiovascular disease and atrial fibrillation.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 515,
                    "end": 517,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Mortality rate was higher significantly in the older individuals, might explained by decaying organ systems，particularly respiratory tract, immune system and cardiovascular system and urinary system. In addition, more remarkable laboratory abnormalities was observed within severe patients and those with poor outcomes. The concentration of CRP was considerably higher among the deceased than the survived ones. The average hemoglobin count was obviously lower than the survivors and over half deaths sustained with anemia， suggesting a relatively status of hypoxia and malnutrition. The occurrence of leukocytosis might accompany with a secondary bacterial infection which has higher frequency in non-survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Thrombocytopenia was revealed in more than half non-survivors whereas not to the degree of depletion, which provided extra evidence that the coagulation was highly activated. We analyzed the coagulation marker as manifested by d-dimer, notably revealing that there were substantial coagulation abnormalities in COVID-19 patients, in addition, more profoundly among severe and fatal illness. Most non-survivors underwent oxygen administration，which we unfortunately discovered whether noninvasive nor invasive mechanical ventilation could reverse the rapidly deterioration of multi-systemic damage. The multivariate Cox regression model showed that elevation of hs-cInI and the levels of SpO2% and d-dimer were independent predictors of in-hospital prognosis of COVID-19. Evidently, the elevation of hs-cT and D-dimer and decreased SpO2 was associated with higher risk of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "Current reports suggest that majority of patients on admission for pneumonia underwent coagulation disorders, which included higher platelet aggregating activity, elevated levels of antithrombin and thrombin-antithrombin complex, decreased factor IX activity [7, 8] . The association between SARS-CoV-2 infection and acute myocardial injury has been appreciated, likewise stronger when the infection is more severe. Limited reports of autopsy detected cardiomyocytes necrosis and degeneration，with intercellular substance infiltrated with small amounts of monocytes ， lymphocyte and/or neutrophils, additionally, the occurrence of endoangiitis and thrombosis was noted [9] . No evidence has shown that SARS-CoV-2 infected myocardium directly, despite the putative receptor of SARS-CoV-2, ACE2 [10] , same with SARS-CoV, as well as the documented reports state that the RNA of SARS-CoV has been identified within myocardium of affected patients [11] . While confirmation of SARS-CoV-2-related myocarditis has been hampered by its heterogeneous clinical presentations and complexity of definitive diagnose, PCR technology have enabled detection of many other virus within the myocardium of affected patients [12] . Hence, whether the virus exerted its pathogenic effects by transition to myocardium directly is yet to investigated. Apart from that, it's likely the host response to infection is major determinants in COVID-19 patients that are complicated by myocardial injury [13] .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1206,
                    "end": 1210,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "It's estimated that pneumonia can affect the cardiovascular system by multiple mechanisms. The established pneumonia associated with SARS-CoV-2 accounted for the inciting infection, results in relative or severe hypoxemic state of the host, prompted by impaired gas exchange across the alveoli of inflamed lung parenchyma and ventilation-perfusion mismatching. Moreover， inflammation increase the metabolic needs of peripheral tissues and organs, attributable to myocardial ischemia, may related either to: increasing heart rate which shortens the diastolic duration, coronary artery spasm or coronary microvascular dysfunction, without ruptured plaque within coronary atherosclerosis, therefore compromising coronary perfusion and exaggerating cardiac metabolic imbalance [7] . The preexistent cardiovascular diseases and COVID-19 appears to accelerate the progression bidirectional. On the other hand, circulating inflammatory factor and toxin mediated vasoconstriction adversely affect myocardial function，through which called cytokine storm. The overall effect of the inflammatory response triggered by infection is dictated by the balance between pro-inflammatory (eg, IL-1, IL-6, TNF-α, IL-8) and anti-inflammatory (eg, IL-10,TGF-β) mediators [14] . Sustained or uncontrolled release of cytokines secreted by various cell populations especially immune cells, inflicting excessive systemic inflammation which leads . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 776,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion:"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.21.20040121 doi: medRxiv preprint to multiple organ dysfunction including lung and heart [15] . In this case, we can suggest both viral and following bacterial infections hijack the defense mechanism of host cells by targeting immune cell-mediated cytokine signaling and contributes to the cytokine storm.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "It's fully anticipated that respiratory infections and sepsis are associated with artery and venous thrombosis along with microvascular embolism. Cardiac thrombosis could be generated locally induced by either exposure to tissue factors following vascular damage，or spontaneously under procoagulant condition secondary to an exaggerated inflammation which stimulated endothelial and mononuclear cells, eventually provoking the coagulation cascade. In addition to clotting activation, systemic coagulation abnormalities also involves suppression of fibrinolysis [8, 16, 17] . Dehydration ， elderly, obesity, basic diseases ， long-term bedridden, clinical practice of glucocorticoid and immunoglobulin， invasive operation multifactorial， as previously summarized， were the main risk factors of hyperviscosity, which intensified the coagulation disorder. Our data suggest that the enhanced procoagulant activity was inherent with ACI incidence among COVID-19 inpatients. Awareness of this information should guide clinical intervention aimed at pro-coagulation disturbance in high-risk groups.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 564,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There were several limitations in our study. A substantial proportion of suspected cases was included and patients without hs-cTnI test was excluded, both of which might resulted in some bias. Also, our results based on a very small cohort. The data of hs-cTnI test before symptom onset was unavailable and we could not tell the acute cardiac injury form the chronic cardiac injury. Electrocardiography and echocardiography was not evaluated in our study. A part of patients were transferred to other hospital and no definite outcomes could be evaluate. But we used Cox regression analysis to solve this limitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Cardiac injury defined by hs-cTnI elevation and elevated d-dimer on admission were risk factors for in-hospital death, while higher SpO2 could be seen as a protective factor, which could help clinicians to identify patients with adverse outcome at the early stage of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fourth universal definition of myocardial infarction",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thygesen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Heart J",
            "volume": "40",
            "issn": "3",
            "pages": "237--269",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory Medicine",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of acute infection in triggering acute coronary syndromes",
            "authors": [],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "83--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cardiac complications in patients with community-acquired pneumonia: incidence, timing, risk factors, and association with short-term mortality",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Corrales-Medina",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Circulation",
            "volume": "125",
            "issn": "6",
            "pages": "773--81",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "8",
            "pages": "875--884",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-coronavirus modulation of myocardial ACE2 expression and inflammation in patients with SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Invest",
            "volume": "39",
            "issn": "7",
            "pages": "618--643",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral myocarditis--diagnosis, treatment options, and current controversies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Rev Cardiol",
            "volume": "12",
            "issn": "11",
            "pages": "670--80",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune responses in COVID-19 and potential vaccines: Lessons learned from SARS and MERS epidemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prompetchara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ketloy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Palaga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Pac J Allergy Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Role of Inflammation in Cardiovascular Outcome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Montecucco",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr Atheroscler Rep",
            "volume": "19",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Constitutive Inflammatory Cytokine Storm: A Major Threat to Human Health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Interferon Cytokine Res",
            "volume": "40",
            "issn": "1",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pneumonia, thrombosis and vascular disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Violi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cangemi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvieri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Thromb Haemost",
            "volume": "12",
            "issn": "9",
            "pages": "1391--400",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pneumonia as a cardiovascular disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "70.8) 12 (70.6) 22 (71.0) ＞0.999 Follow-up 10.0 (6.3,13.0) 12.0 (7.0,17.0) 9.0 (6.0,12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ig u r e 2 M o r ta lit y b e t w e e n p a t ie n t s w it h o r w ith o u t e le v a t e d h s -",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical characteristics of patients included or excluded in the present study Note: Data are median (IQR), n (%), or n/N (%), where N is the total number of patients with available data. p values comparing patients included and excluded are from χ2 test, Fisher's exact test, or Mann-Whitney U test. HTN, Hypertension; CAD, cardiovascular disease; AF, atrial fibrillation; CKD, chronic kidney disease; IVIG, intravenous immunoglobulin; NIMV, non-invasive mechanical ventilation; IMV, invasive mechanical ventilation. The mean age of 48 patients included was 70.58±13.38 year old and 15(31.3%)patients were female. After a median follow-up of 10 days, 17 patients (17/48, 35.4%) died while 29 (29/48, 60.4%) and 2 (2/48, 4.2%) were discharged or transferred to other hospital, respectively. Baseline clinical characteristics of 48 patients were shown in TABLE 2 compared by non-survivor and survivor. Patients died during hospital stay was older and severer on admission and the SpO2 was lower.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Univariate and multivariate Cox regression analysis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}