{
    "paper_id": "2056a9a444f4afa712af95bec290fd469da4747a",
    "metadata": {
        "title": "Putting resiliency of a health system to the test: COVID-19 in Taiwan",
        "authors": [
            {
                "first": "Vivian",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chia-Rong",
                "middle": [],
                "last": "Hsieh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "China Medical University",
                    "location": {
                        "addrLine": "91 Hsueh-Shih Road",
                        "postCode": "40402",
                        "settlement": "Taichung",
                        "country": "Taiwan. Fax: þ886"
                    }
                },
                "email": "hsiehchiarong@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On January 21 2020, Taiwan reported its first imported COVID-19 case returning from Wuhan whose history of disease has previously been described. 1 From hard-learned lessons of severe acute respiratory syndrome (SARS) in 2003 (with 346 confirmed cases, 73 deaths), 2 everyone on the island understand that this is a serious matter. Main reasons, of course, being our high population density, geographical location, and our close economic ties with epicenter of the outbreak. Therefore, despite the scarcity of information available to us, we are pulling whatever we have out of a hat to contain the spread. Many actions are particularly notable which were undertaken just within a matter of a month (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 699,
                    "end": 707,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "First, as early as December 31 of last year, Taiwan responded with issuing travel alerts to China and border control, where direct flights arriving from Wuhan were all screened onboard. Just before the holidays, the Central Epidemic Command Center (CECC) was activated for critical roles of oversight, coordination, and communication. Second, owing to our universal healthcare system, we have the advantage of using our National Health Insurance (NHI) IC cards found on each of our residents, to identify individuals with recent travel history to and from China whenever they seek healthcare at service providers. Hospitals and medical staff are immediately alerted prior to care even if patients fail to disclose such information. This was all made possible by the cross-sectoral work between NHI Administration and immigrations agency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, fearing of quick spread in clusters among children, 3 CECC was the first among all countries to postpone the start of semester by two weeks for primary and secondary schools. As a supplementary measure, either of the parents is allowed to take leave from work for families with child(ren) under age of 12.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To ration the supply of surgical masks, exports of surgical masks have been banned and the government instituted a system where individuals would be allowed to purchase two masks per week, with NHI IC card tracking their purchase history. Real-time display of mask availability in local pharmacies across the country was quickly established by the public and private sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, there are daily press conferences held by the CECC for regular updates and constant reel of television advertisements for public education. This level of information transparency has been appreciated by the Taiwanese; their trust to each other and to the authorities has been well garnered thus far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Kruk et al. 4 described health resilience as \"the capacity of health actors, institutions, and populations to prepare for and effectively respond to crises; maintain core functions when a crisis hits; and, informed by lessons learned during the crisis.\" To date, Taiwan has been able to react in an orderly and coherent fashion. Our ongoing action to control the spread has been the collaborative work of the private and public sector, key players at the national and local levels, and shared knowledge amongst different expertise ranging from transportation, immigration, economic affairs, labor, education, and healthcare.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 13,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Ylf",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Formos Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfma.2020.02.007"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS-CoV-2 infection in children: transmission dynamics and clinical characteristics",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Formos Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfma.2020.02.009"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What is a resilient health system? Lessons from Ebola",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kruk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Varpilah",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Dahn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmation dates of cases infected with SARS-CoV-2 and implementation of control strategies in Taiwan. + MODEL Please cite this article as: Hsieh VC-R, Putting resiliency of a health system to the test: COVID-19 in Taiwan, Journal of the Formosan Medical Association, https://doi.org/10.1016/j.jfma.2020.//doi.org/10.1016/j.jfma.2020.03.002 0929-6646/Copyright ª 2020, Formosan Medical Association. Published by Elsevier Taiwan LLC. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}