{
    "paper_id": "20789336f8f30b6604894e72211e6072abd9f775",
    "metadata": {
        "title": "Visual Case Discussion A novel presentation of COVID-19 via community acquired infection",
        "authors": [
            {
                "first": "Jaclyn",
                "middle": [
                    "H"
                ],
                "last": "Jansen ⁎",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "L"
                ],
                "last": "Day",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": "jacjanse@iu.edu"
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 is a novel coronavirus first detected in Wuhan, China in late 2019. Shortly after, it was detected in the United States by mid-January 2020 1, 3 . The virus can cause severe respiratory tract infections in its host more often in the elderly, immunocompromised, or individuals with multiple medical comorbidities 3 . Current data suggests that while up to 80% of those infected are either asymptomatic or experience mild symptoms, 15% of those infected will have severe disease requiring hospitalization, and 5% will require intensive care and mechanical ventilation 2 . Typical symptoms include fever (88.7%), dry cough (67.8%), and fatigue, with symptoms such as sputum production, sore throat, headache, and GI symptoms occurring less commonly 2 .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 153,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 321,
                    "end": 322,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A 76 year old male patient presented with his wife for altered mental status and lethargy. The patient's wife stated that for the last three days the patient``had not seemed himself''. She described some confusion at home and decreased interaction. She reported the patient had not had fevers at home or dry cough, however she had recently experienced a dry cough. The couple spent the previous weekend at a nearby casino after taking public transit. The patient and wife had no recent long distance of international travel and no known sick contacts or known exposure to COVID-19 + patients. The patient had no known history of pulmonary disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visual case discussion"
        },
        {
            "text": "When vital signs were obtained the patient was found to have an oxygen saturation of 70% on room air. The patient was tachypneic to a rate of 23 but did not appear to be in respiratory distress and was able to answer questions in full sentences. Lung sounds were clear bilaterally. The patient was moved to an isolation room and was placed on 15 L O 2 via non-rebreather mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visual case discussion"
        },
        {
            "text": "The patient was then weaned and able to maintain oxygen saturation of 93% on 5 L via nasal cannula. Cell counts and electrolytes were within normal limits. The patient was negative for Flu A/B and had a negative respiratory viral panel. Chest X-ray obtained showed nonspecific bibasilar airspace disease (Fig. 1) . Of note, the patient's Ddimer was elevated to 2574 and CT imaging was ordered to evaluate for pulmonary embolism. CTA of the chest with PE protocol revealed bibasilar opacities. The patient was admitted to the progressive care unit for respiratory support and COVID-19 rule out.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 312,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Visual case discussion"
        },
        {
            "text": "On follow-up, patient tested positive for COVID-19 with declining respiratory status over the next 24 h. He was upgraded to the intensive care unit for high flow nasal cannula at 25 L/min with FiO 2 of 0.6. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Visual case discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Features, evaluation and treatment coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "Marco",
                    "middle": [],
                    "last": "Cascella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in china",
            "authors": [
                {
                    "first": "Guan",
                    "middle": [],
                    "last": "Wei-Jie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update: public health response to the coronavirus disease 2019 outbreak -United States",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the R°for COVID-19? How does this compare to the R°for typical influenza? a 0.5, less than typical flu b 1.3, the same as typical flu c 1.5-1.8, the same as pandemic flu d 2.2, higher than pandemic flu e 3.0, the same as pandemic SARS 2 What lab abnormalities can be expected in COVID-Correct Answer = D, Explanation: The R 0 is the expected number of secondary cases produced by a single typical infection in a susceptible population. Based on the most up-to-date statistics, COVID-19 is considered highly virulent with an expected R 0 of at least 2.2 much higher than the R 0 of seasonal flu, which is typically closer to 1.3. 1 2 Correct Answer = E, Explanation: Patient typically present with lymphopenia and mildly elevated AST and ALT. Procalcitonin is normal. Patient who present with severe lymphopenia and elevated D-dimer has an associated increased risk of mortality. Chest Radiograph (AP view): Upper lung emphysematous changes. Nonspecific bibasal airspace disease which could represent atypical infection or pulmonary edema superimposed on chronic inflammatory changes. Stable mediastinal contour and heart size. No large effusion or pneumothorax.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}