{
    "paper_id": "21a082a1d0cee4c07c5e98a09810a947da8f01ab",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Juan",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xueping",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Ying",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Western Guangxi Key Laboratory Cultivation Base of Microbial Infection Research",
                    "institution": "",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhongshi",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanqiang",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Western Guangxi Key Laboratory Cultivation Base of Microbial Infection Research",
                    "institution": "",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chaogan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Genliang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Song",
                "middle": [],
                "last": "Nong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruoshi",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongzhi",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Affiliated Hospital of Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China;"
                    }
                },
                "email": ""
            },
            {
                "first": "Xi-Dai",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the Affiliated Hospital of Youjiang Medical University for Nationalities",
                    "location": {
                        "settlement": "Baise",
                        "country": "People's Republic of China;"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute pancreatitis is characterized by zymogen preactivation. Severe inflammation caused by zymogen activation can eventually lead to multiple organ dysfunctions which contribute to the high mortality rate of severe acute pancreatitis. However, there is no specific treatment available for acute pancreatitis therapy. Here, we show that spautin-1, which effectively inhibits autophagy flux, ameliorated the pathogenesis of acute pancreatitis induced by cerulein or L-arginine. CaMKII phosphorylation due to cytosolic calcium overload was revealed in this paper. It was also demonstrated that autophagic protein aggregates degradation blockade accompanied by impaired autophagy correlated positively with intra-acinar cell digestive aymogen activation stimulated by cerulein or L-arginine. The role of spautin-1 in ameliorating acute pancreatitis was shown here to be associated with impaired autophagy inhibition and Ca 2+ overload alleviation. We provide a promising therapy for acute pancreatitis through targeting both impaired autophagy and increased cytosolic calcium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "digestive zymogens, which normally work after being secreted, are preactivated in pancreatic acinar cells (10, 11) . Self-digestion as a result causes pancreas injury directly. However, the mechanism underlying the activation of digestive enzymes, especially trypsinogen, is poorly understood.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(10,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "11)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Autophagy is the process responsible for long-lived protein or organelle degradation. Autophagosome engulfing cargoes fuse with lysosome forming autolysosome where degradation takes place (12) (13) (14) . Vesicles accumulating in the area of necrotizing pancreatitic tissue were first identified to be autophagosome by electron microscopy (15) . Then it was revealed that Atg5 deficiency prevented intracellular trypsinogen from activation in acinar cells, suggesting autophagy as a positive regulator in promoting the activation of digestive zymogens in pancreatic acinar cells (16) . Consistently, autophagy flux inhibitor wortmannin was reported to protect against trypsinogen activation induced is the major cause leading to acute pancreatitis (4) (5) (6) (7) . The incidence of acute pancreatitis is increasing. However, there is no specific treatment available for acute pancreatitis therapy at this time.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(12)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "(13)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "(14)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "(15)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 579,
                    "end": 583,
                    "text": "(16)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "(4)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "(5)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "(6)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "(7)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the mechanism of acute pancreatitis is not fully elucidated, it is believed that early events during the process of acute pancreatitis include vacuole accumulation, calcium overload and cytokine activation (8, 9) . At the early stage of acute pancreatitis, the iNTRODUCTiON Acute pancreatitis is a kind of selflimited disease; about 80% of patients with acute pancreatitis will recover (1) . However, the other 20% may develop severe acute pancreatitis (2, 3) . The mortality rate of severe acute pancreatitis is about 30-50% due to complications such as lung or renal dysfunction (2, 3) . Among those diverse etiologies, alcohol abuse followed by duct obstruction and bacterial infection induced by a gallstone Spautin-1 ameliorates acute Pancreatitis via inhibiting impaired autophagy and alleviating Calcium Overload guidelines for the Care and Use of Laboratory Animals (Eighth Edition), and were approved by the Ethical Committee on Animal Experiments at Youjiang Medical University for Nationalities.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(8,",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "9)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "(1)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "(2,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "3)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "(2,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 594,
                    "end": 596,
                    "text": "3)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, mice models with acute pancreatitis, including cerulein-and L-arginine-induced models, were constructed as previously described. For the cerulein-induced model, four intraperitoneal injections of cerulein (50 μg/kg body weight) were given consecutively at hourly intervals (25) . The L-arginineinduced model received hourly intraperitoneal injections of 1.4 g/kg ( optimal dosage for this study) L-arginine three times (26) .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "(25)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "(26)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rats were randomly divided into six groups (n = 12 per group). The first three groups were designed for ceruleininduced model analysis: Group 1 (control); Group 2 (cerulein), ceruleininduced pancreatitis without spautin-1 treatment; and Group 3 (cerulein + spautin-1), cerulein-induced pancreatitis with spautin-1 treatment (2 mg/kg, given by intraperitoneal injection 30 min before the first cerulein injection). The next 3 groups related to the L-arginine-induced model analysis: Group 4 ( control); Group 5 (L-arginine), L-arginine-induced pancreatitis without spautin-1 treatment; and Group 6 (L-arginine + spautin-1), L-Arginine-induced pancreatitis with spautin-1 treatment (2 mg/kg, given by intraperitoneal injection 30 min before the first L-arginine injection). To observe the changes in the inflammation process, some of the mice were randomly selected and killed for serum amylase analysis three, six and nine hours after the last injection of cerulein or L-arginine. The mice were sacrificed nine hours after the last injection of cerulein or L-arginine for the analysis of serum amylase, lipase and TNFα, Western blotting and histopathological change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serum levels of amylase and lipase were determined using the commercial assay kits according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood Chemistry"
        },
        {
            "text": "indicated that cytosolic calcium and the phosphorylation of CaMKII were up regulated in acute pancreatitis induced by cerulein or L-arginine. Both calcium overload and phosphorylation of CaMKII could be reversed by spautin-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood Chemistry"
        },
        {
            "text": "The following commercial antibodies were used: rabbit anti-LC3 (Sigma), rabbit anti-p62 (PTG), rabbit antiubiquitin (PTG), rabbit antitubulin (PTG), rabbit anti-CaMKIIβ (SAB), rabbit anti-phos-CaMKIIβ (PTG), rabbit antibe-clin1 (Santa Cruz Biotechnology), rabbit anti-p65 (SAB), rabbit anti-NFκB-p65 (Phospho-Ser536) signalway antibody (SAB) and IgG secondary antibodies (PTG). The following chemical reagents were also used: cerulein (Yeasen), BAPTA-AM (AAT Bioquest), fluo-4-AM (Yeasen), L-arginine and chloriquitone (CQ) (Sigma), butoxycarbonyl-Gln-Ala-Arg-7-amido-4-methylcoumarin hydrochloride (BGAM) (Sigma), amylase and lipase ELISA Kit (Sigma) and TNFα ELISA Kit (R&D Systems). Spautin-1 was obtained from the laboratory of Jun Ying Yuan in Shanghai.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents"
        },
        {
            "text": "The pancreatic cell line AR42J (American Tissue Culture Collection) was cultured in Dulbecco's modified Eagle's medium (Hyclone) containing 10% fetal bovine serum (Hyclone) and 1% penicillin-streptomycin (Hyclone) in an atmosphere of 5% CO 2 at 37°C using standard techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Cultures"
        },
        {
            "text": "The study was carried out using 72 female KunMing (KM) mice from Switzerland. The mice were four-weeksold, weighed 20-25g and were obtained from the Shanghai Slac Laboratory Animal Co. All mice were housed in micro-isolator plastic cages and supplied with a basal diet and autoclaved distilled water ad libitum. All animal care and experimental procedures complied with the by cerulein and ameliorated the pathogenesis of acute pancreatitis to some extent (17, 18) . However, wortmannin is not so effective in inhibiting autophagy.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "(17,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "18)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "animals and Experimental Model"
        },
        {
            "text": "Autophagysome increment resulting in trypsinogen preactivation can be seen in cases of increased autophagy flux or autophagy blockage. It was recently illustrated that autophagysome accumulation due to autophagy blockage is probably the key factor for zymogen activation. In the model of acute pancreatitis induced by alcohol together with lipopolysaccharides (LPS), it was found that the fusion ratio between autophagysome and lysosome decreased due to local lysosome-associated membrane protein 2 (LAMP2) deficiency in inflamed pancreatic tissue (19) . Almost at the same time, it was demonstrated that autophagy flux inhibition led to an imbalance between cathepsin B and cathepsin C, which eventually stimulated trypsinogen activation in cerulein-induced acute pancreatitis (20) . These results supported the theory that autophagy flux was actually blocked during the process of acute pancreatitis. The concept of impaired autophagy in the pathogenesis of acute pancreatitis was thus established (20, 21) .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "(19)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "(20)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "(20,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "21)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "animals and Experimental Model"
        },
        {
            "text": "Specific and potent autophagy inhibitor-1 (spautin-1), a well-documented highly effective autophagy inhibitor, was shown to be a valuable therapeutic against viruses through inhibiting autophagy flux (22, 23) . We hypothesized that spautin-1 decreasing the amount of autophagysome could protect intra-acinar cells from digestive zymogen activation. Here, we tested this hypothesis on the model of acute pancreatitis induced by cerulein or a large dose of L-arginine. Our results indicated that spautin-1 ameliorated cerulein-or L-arginine-induced acute pancreatitis. The mechanism of spautin-1 acting on acute pancreatitis was revealed here to be associated with impaired autophagy inhibition.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(22,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "23)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "animals and Experimental Model"
        },
        {
            "text": "Calcium overload, another characteristic of acute pancreatitis, can rapidly activate pancreatic Ca 2+ /calmodulin-dependent protein kinase II (CaMKII) under cholecystokinin (CCK) treatment (24) . It was G (IgG) secondary antibodies for two hours at room temperature. In this study, anti-α-tubulin antibody acted as the internal control. The resulting bands were visualized with an electrochemiluminescence (ECL) system ( Amersham Biosciences).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "(24)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "animals and Experimental Model"
        },
        {
            "text": "In this study, ubiquitination (Ub) levels of protein aggregates were elucidated by the above-mentioned Western blotting. Briefly, 1% Triton X-100-soluble or insoluble fractions from culture cells and mice pancreatic tissues were dissolved in 2% SDS separately, and then were analyzed by immunoblotting with antiubiquitin antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ubiquitination analysis of Protein aggregates"
        },
        {
            "text": "Student t test or one-way ANOVA were used to analyze the significance of the differences between groups. Error bars for microscopy were presented as the standard deviation of triplicate samples. Error bars for Western blot analysis represent the standard deviation between densitometry data from three unique experiments. All statistical analyses were done using the statistical package for social science (SPSS) version 18 (SPSS Institute).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All supplementary materials are available online at www.molmed.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Previous reports have shown that animal models with acute pancreatitis can be produced by cerulein or a large dose of L-arginine (30) . Autophagy is impaired and this damage can promote trypsinogen activation (31) . Thus, we questioned whether this cerulein-or L-arginineinduced autophagy damage arose in vitro. We treated acinar cells AR42J with cerulein ( Figure 1A) in the presence or absence of chloriquitone (CQ) which can block Cytosolic Calcium analysis AR42J cells were loaded with 0.5 μmol/L calcium indicator Fluro-4 AM and the calcium was visualized by fluorescence microscopy imaging (29) . Cellular calcium fluorescence intensity was qualified by Image J soft version 1.4.3.67 (National Institutes of Health, United States of America).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "(30)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "(31)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(29)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 368,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cerulein or L-arginine inhibiting autophagy Flux Correlates with Trypsinogen activation in Pancreatic acinar Cells"
        },
        {
            "text": "Protein extracts from culture cells and mice pancreatic tissues were separated and quantified by sodium dodecyl sulfate (SDS)-polyacrylamide gel and transferred to the polyvinylidene fluoride (PVDF) membrane (Millipore). After blocking with 5% nonfat milk in phosphate buffer saline (PBS), membranes were immunoblotted with the indicated primary antibodies (including anti-LC3, anti-p62, antibeclin1, antiubiqutin, anti-phos-p65, anti-NFκb p65, anti-CaMKII and anti-phos-CaMKII bodies), and then with horseradish peroxidase-conjugated immunoglobulin",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western Blots"
        },
        {
            "text": "Pancreatic tissues were obtained from all mice and fixed overnight in 10% neutral-buffered formalin, routinely paraffin embedded and cut to four mm for hematoxylin and eosin (H&E) staining for histological analysis. In this study, histopathological changes, including edema, necrosis, infiltration of inflammation cells and vacuolization were qualified according to the criteria described in Tables 1 and 2 (27) . The final score was calculated as the sum of the abovementioned four parameters. All sections were evaluated by two independent pathologists unaware of the study target.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "(27)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Histological analysis"
        },
        {
            "text": "The lysates from AR42J cells were mixed with BGAM in trypsin reaction buffer (10 mMmol/LTris, 20 mmol/L CaCl 2 , pH 7.4), after 30 min of incubation at 37°C. The fluorescence intensity was measured at 450 nm under excitation at 380 nm (28). data suggest that spautin-1 protecting against trypsinogen activation in intraacinar cells may be partly ascribed to its function in inhibiting impaired autophagy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin activity assay"
        },
        {
            "text": "To elucidate the therapeutic potential of spautin-1 for acute pancreatitis, we constructed mice models with acute pancreatitis using cerulein or L-arginine and explored the therapeutic role of spautin-1 in acute pancreatitis in these models. In the cerulein-induced acute pancreatitis model, we observed that spautin-1 pretreatment significantly diminished the elevation of serum amylase and lipase levels, which are indicative of trypsin activity ( Figure 3A left and middle). Given that pancreas injury from trypsinogen preactivation was usually accompanied by an inflammation reaction, we next detected the effects of spautin-1 on inflammation indicators tumor necrosis factor α (TNFα) and p65 (the subunit of NFκβ) ( Figures 3A  right and 3B) . Interestingly, increasing levels of serum TNFα caused by cerulein were inhibited in the presence of spautin-1 ( Figure 3A right) . For p65, although its expression was little changed in the pancreas tissues from mice with acute pancreatitis, its active form, phos-p65, was downregulated by spautin-1 ( Figure 3B ). Histopathological analyses further showed that the spautin-1 treatment can ameliorate the inflammation damage induced by cerulein, such as edema, degeneration, coagulative necrosis and infiltration of inflammatory cells (Table 1) . Representative graphs exhibited this kind of damage ( Figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 721,
                    "end": 746,
                    "text": "Figures 3A  right and 3B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 861,
                    "end": 877,
                    "text": "Figure 3A right)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1051,
                    "end": 1060,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1284,
                    "end": 1293,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1350,
                    "end": 1359,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Spautin-1 ameliorated acute Pancreatitis in Mice"
        },
        {
            "text": "Since spautin-1 has been found to decrease impaired autophagy in vitro, we further detected the levels of LC3II, p62 and beclin 1 protein in vivo. Results showed that increasing levels of p62 and beclin1 protein in pancreatic tissues with acute inflammation decrease under the condition of spautin-1 treatment ( Figure 3D ). Correspondingly, the elevation of ubiquitylated protein aggregates in insoluble fraction diminish and the level of ubiquitination in soluble fraction increases ( Figure 3D ). suggested that autophagy flux inhibition induced by cerulein or L-arginine might correlate with trypsinogen activation in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 487,
                    "end": 496,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Spautin-1 ameliorated acute Pancreatitis in Mice"
        },
        {
            "text": "Taken together, we concluded that autophagy flux blockade also referred to impaired autophagy in pancreatic acinar cells upon cerulein or L-arginine treatment. Our study supported the theory that impaired autophagy was important for trypsinogen activation in the process of acute pancreatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spautin-1 ameliorated acute Pancreatitis in Mice"
        },
        {
            "text": "Because spautin-1 has potential therapeutic effects in antivirus infection or cancer therapy due to its high efficiency in autophagy flux inhibition (23,33), we hypothesized that spautin-1 could protect against trypsinogen activation. To prove this, we determined whether trypsin activity induced by cerulein or L-arginine in the acinar cells AR42J decreased under the condition of spautin-1 treatment (Figures 2A, B) . The results showed that spautin-1 can inhibit trypsinogen activation induced by cerulein (Figure 2A ) or L-arginine ( Figure 2B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 417,
                    "text": "(Figures 2A, B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 509,
                    "end": 519,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 538,
                    "end": 547,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "To determine the relationship between spautin-1 inhibiting trypsinogen activation and impaired autophagy in intra-acinar cells, we detected protein levels of LC3II, p62 and ubiquitylated protein aggregates using Western blotting ( Figure 2C-F) . The results showed that the levels of both LC3II and p62 decreased in the AR42J cells with both cerulein and spautin-1 treatment compared with cerulein but without spautin-1 treatment (Figures 2C, D) . Moreover, this downregulation by spautin-1 occurs in a time-dependent manner ( Figure 2D ). Of note, the levels of ubiquitylated protein aggregates decreased in insoluble fraction but increased in soluble ubiquitination under spautin-1 treatment, which is consistent with the function of spautin-1 promoting ubiquitination ( Figures 2C, D) . Similar results were also obtained with cells in the case of L-arginine treatment (Figures 2E, F) . These the fusion between autophagosome and lysosome. Results showed that the level of microtubule-associated protein light chain 3 form II (LC3II) (a marker of autophagy) increased when cells were treated with only cerulein or CQ ( Figure 1A) . However, there were no further increments in LC3II level under the conditions of treatment with both cerulein and CQ ( Figure 1A ). This suggests that autophagy could be blocked in pancreatic acinar cells under cerulein treatment. Similar results were obtained for L-arginine-treated pancreatic acinar cells ( Figure 1B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 243,
                    "text": "Figure 2C-F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 430,
                    "end": 445,
                    "text": "(Figures 2C, D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 527,
                    "end": 536,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 773,
                    "end": 787,
                    "text": "Figures 2C, D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 872,
                    "end": 887,
                    "text": "(Figures 2E, F)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1122,
                    "end": 1132,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1254,
                    "end": 1263,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1445,
                    "end": 1455,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "To further elucidate the role of autophagy in pancreatic acinar cells with cerulein or L-arginine treatment, we next detected the protein level of p62 (also known as SQSTM), an important scaffolding protein involving in the ubiquitination degradation of protein aggregations in autolysosome (32). Consistent with the increased level of LC3II, the level of p62 gradually elevated with the time and dose of cerulein treatment ( Figure 1C and Supplementary Figure S1A ) or L-arginine treatment ( Figure 1D and Supplementary Figure S1B ). Since ubiquitylated protein aggregates are transported into autophagysome for degradation by p62, we also investigated the effect of cerulein or L-arginine on the ubiquitination of protein aggregates. Results from Western blotting revealed that ubiquitination of protein aggregates was upregulated significantly in insoluble fraction; while soluble ubiquitination remained almost constant (Figures 1A-D; Supplementary  Figures S1A, S1B) . Compared to LC3II, p62 and ubiquitylated protein aggregates, the level of Beclin1 expression (an autophagy flux positive regulator) slightly increased (Figures 1C, D; Supplementary  Figures S1A, S1B) . To further confirm the relationship between impaired autophagy and the pathogenesis of acute pancreatitis, we performed an in vitro reaction catalyzed by trypsin from pancreatic acinar cells. It was found that trypsin activity in acinar cells gradually increased with increasing levels of LC3II and p62 (Figures 1E, F; Supplementary Figures  S1C, S1D) . In summary, these results The trypsin activity was next analyzed by the fluorescence intensity. Data from three independent experiments were tested Student t test and shown as means ± SD. (C-F) AR42J cells with indicated treatment were lysed and were analyzed by Western blotting with anti-LC3, anti-p62, antibeclin1, Ub and antitubulin antibodies. The relative levels of LC3II, p62 and beclin1 expression were are quantified using Image J and exhibited as the bar graphs from three independent sets of experiments (C, E) and line graphs from two independent sets of experiments (D, F). Error bars represent SD. Student t test was used *P < 0.05, **P < 0.01, ***P < 0.001. Cerulein-induced mice model with acute pancreatitis. Spautin-1 was injected half an hour before the first injection of cerulein. The mice were sacrificed nine hours after the last cerulein injection for analyzing serum amylase, lipase and TNFα levels (A), histopathological change (C) and the levels of p65 (B), LC3II, p62, beclin1 and Ub (D) in the pancreatic tissues. The data from serum analyses were tested using one-way ANOVA with LSD corrections and shown as means ± SD. (E-H) L-arginine-induced mice model with acute pancreatitis. Spautin-1 was injected 30 min before the first injection of L-arginine. The mice were sacrificed nine hours after the last L-arginine injection for analyzing serum amylase, lipase and TNFα levels (E), histopathological change (G) and the levels of p65 (F), LC3II, p62, beclin1 and Ub (H) in the pancreatic tissues. The data from serum analyses were tested using one-way ANOVA with LSD corrections and shown as means ± SD. The ratios between the level of relative protein and tubulin are listed below the band.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 435,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 454,
                    "end": 464,
                    "text": "Figure S1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 521,
                    "end": 531,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 924,
                    "end": 971,
                    "text": "(Figures 1A-D; Supplementary  Figures S1A, S1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1125,
                    "end": 1173,
                    "text": "(Figures 1C, D; Supplementary  Figures S1A, S1B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1479,
                    "end": 1527,
                    "text": "(Figures 1E, F; Supplementary Figures  S1C, S1D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "Meanwhile, there still exists evidence suggesting that autophagy promoted pancreatic acinar cells survival. Autophagy responsible for engulfing zymogen is referred to zymophagy, which was inhibited by 3-MA leading to acinar cell death (28) . Besides, more trypsin activity was found in Atg5ko mice recently (43) . Taken together, these two seemingly controversial evidence suggest the hypothesis put forward here, that damage in pancreatic tissue inducing autophagy which eliminates the protein or organelle with injury benefits cells survival at the beginning, when the damage is supra the extent that the system can stand, impaired autophagy occurs which causes the activation of trypsinogen. In the previous research (16) Atg5 had not been fully knocked out, thus autophagy still existed in Atg5ko mice. In this case, damage still could be eliminated at the early stage of pancreatitis but a lower level of impaired autophagy was induced at the later stage which resulted in a decreased level of trypsinogen activation. However, autophagy was largely inhibited in mice with high deficiency of Atg5 resulting in damage accumulation from the beginning, which induced more trypsinogen activation (43) . Thus whether autophagy is beneficial or not depends on the phases of the acute pancreatitis early stage. This hypothesis is still under exploration.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "(28)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "(43)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "(43)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "Cytosolic calcium has been recently reported to have an impact on the level of impaired autophagy in liver injury induced by a high fat diet (HFD). In that case, autophosphorylation of CaM-KII, which is indicative of an elevated level of cytosolic calcium in hepatocytes, was induced. Correspondingly, calcium channel blocker verapamil could alleviate liver injury (29) . Thus it is reasonable that spautin-1 ameliorated the pathogenesis of acute pancreatitis partly due to alleviating calcium overload.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "(29)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "Cytosolic calcium elevation leads to impaired autophagy accumulation in the case of liver injury caused by HFD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spautin-1 Reduced impaired autophagy and inhibited Trypsinogen activation in Pancreatic acinar Cells with Cerulein or L-arginine Treatment"
        },
        {
            "text": "Here, we reported that spautin-1 effectively protected against trypsinogen activation induced by cerulein or L-arginine in vitro or in vivo and ameliorated acute pancreatitis. This is likely mediated via decreasing the level of impaired autophagy and alleviating cytosolic calcium overload.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DiSCUSSiON"
        },
        {
            "text": "Autophagic vesicle accumulation is an important event during the early process of acute pancreatitis (8, 9) . LC3II as indicative of autophagy located in the inner membrane of the autolysosome. Autophagy flux elevation leading to increased LC3II production or autophagy blockade leading to decreased fusing between LC3II and lysosome can upregulate the level of LC3II. Our results indicated that the increased level of LC3II in pancreatic acinar cells upon cerulein or L-arginine treatment was mainly due to the inhibition of autophagy flux. Another evidence for impaired autophagy in pancreatitis is that the change of autophagy flux positive regulator beclin1 is minor. It needs to be mentioned that LC3I shared a similar trend as LC3II under cerulein or L-arginine treatment. We can easily understand the fluctuations of LC3II, which is the actual autophagy indicator for most cases. LC3I can be upregulated when autophagy is blocked (38) , hence it sharing a similar trend as LC3II. The functioning of autophagy independently of LC3I has also been revealed (39, 40) . Thus some unknown events may exist under cerulein or L-arginine treatment.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "(8,",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "9)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "(38)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "(39,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "40)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DiSCUSSiON"
        },
        {
            "text": "Protein aggregates were revealed here to correlate with trypsin activity. Ubiquitylated protein aggregates degraded by autophagy may directly trigger the activation of trypsinogen possibly causing cellular toxicity (41, 42) . Spautin-1 was shown here to promote the transformation of ubiquitylated protein aggregates to soluble form which was accompanied with trypsin activation. Thus protein aggregate accumulation as the result of autophagy blockade might be an important target in ameliorating acute pancreatitis induced by cerulein or L-arginine.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(41,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "42)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DiSCUSSiON"
        },
        {
            "text": "Similar results were observed in the mice model with acute pancreatitis using L-arginine (Table 2, Figure 3E -H). Taken together, these data suggest that spautin-1 should have therapeutic potential for acute pancreatitis, possibly through inhibiting impaired autophagy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DiSCUSSiON"
        },
        {
            "text": "Calcium overload is a well-known characteristic of acute pancreatitis. Here, we detected cytosolic calcium using calcium sensitive dye fluo-4-AM and found that cytosolic calcium was elevated in ceruleinor L-arginine-treated AR42J cells in vitro ( Figures 4A, B) . Because calcium overload can result in trypsinogen preactivation in acute pancreatitis (34) , calcium chelator BAPTA-AM was used to conform the relationship between calcium elevation and trypsinogen activation in the present study. Correspondingly, trypsinogen activation in acinar cells was alleviated under the conditions of BAPTA-AM ( Figures 4C, D) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "(34)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 261,
                    "text": "Figures 4A, B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 602,
                    "end": 616,
                    "text": "Figures 4C, D)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Spautin-1 Reversed Cytosolic Calcium Overload induced by Cerulein or L-arginine In Vitro and In Vivo"
        },
        {
            "text": "Given that cytosolic calcium may affect autophagy (35) (36) (37) , we questioned whether spautin-1 played a role in the calcium signaling pathway. To answer this, we first evaluated fluorescence intensity in pancreatic acinar cells with or without spautin-1 treatment and found spautin-1 significantly diminished cytosolic calcium load caused by cerulein or L-arginine ( Figures 4E, F) . We next analyzed the changes of CaMKII (including its phosphorylation form) in pancreatic acinar cells treated with cerulein or L-arginine. Results showed that the phosphorylation of CaMKII gradually increased with the time and dose of cerulein or L-arginine treatment, but the level of CaMKII changed only slightly (Figures 4G,  H; Supplementary Figures S3A, S3B) . Interestingly, this increasing phosphorylation level induced by cerulein or L-arginine would decrease under the conditions of spautin-1 treatment (Figure 4I, J) . Together, these data further supported that spautin-1 ameliorating the pathogenesis of acute pancreatitis might be correlated with relieving calcium overload.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(35)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "(36)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "(37)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 385,
                    "text": "Figures 4E, F)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 704,
                    "end": 752,
                    "text": "(Figures 4G,  H; Supplementary Figures S3A, S3B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 901,
                    "end": 915,
                    "text": "(Figure 4I, J)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Spautin-1 Reversed Cytosolic Calcium Overload induced by Cerulein or L-arginine In Vitro and In Vivo"
        },
        {
            "text": "of CaMKII could be considered to be a marker of an increased calcium level in pancreatic acinar cells. pancreatitis may partly due to calcium overload. Similar to the indicative role of calcium in hepatocyte, the phosphorylation which could be reversed by verapamil (29) . Thus impaired autophagy existed in cerulein-or L-arginine-induced acute The fluorescence images were analyzed by Image J. The graphs provided are quantified using Image J as means ± SD of three independent sets of experiments. Student t test was used. (C, D) AR42J cells were treated with normal saline, 200 nmol/L cerulein (C) or 10 mmol/L L-arginine (D) for 21 h and were then in the presence or absence of 2 μmol/L BAPTA-AM for an additional three hours. The trypsin activity was next analyzed by the fluorescence intensity. Data from three independent experiments were tested with Student t test and shown as means ± SD. (E, F) AR42J cells were treated with 200 nmol/L cerulein (E) or 10 mmol/L L-arginine (F) for 24 h in the presence or absence of 10 μmol/L spautin-1. After that cells were stained with Fluo-4-AM according to manufacturer's instructions, the fluorescence images were analyzed by image J. The graphs provided are quantified using Image J as means ± SD of three independent sets of experiments. Student t test was used. Lysates from AR42J cells (G, H) or mice pancreas (I, J) with indicated treatment were analyzed by Western blotting with anti-CaMKII, anti-phos-CaMKII and antitubulin antibodies.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "(29)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Spautin-1 Reversed Cytosolic Calcium Overload induced by Cerulein or L-arginine In Vitro and In Vivo"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "VMP1-USP9x-p62, prevents pancreatic cell death",
            "authors": [],
            "year": null,
            "venue": "J. Biol. Chem",
            "volume": "286",
            "issn": "",
            "pages": "8308--8332",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pharmacological correction of obesity-induced autophagy arrest using calcium channel blockers",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Commun",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rise and fall of subclones from diagnosis to relapse in pediatric B-acute lymphoblastic leukaemia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neutrophil extracellular traps induce trypsin activation, inflammation, and tissue damage in mice with severe acute pancreatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merza",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "149",
            "issn": "",
            "pages": "1920--1951",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "p62/SQSTM1 binds directly to Atg8/LC3 to facilitate degradation of ubiquitinated protein aggregates by autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pankiv",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Biol. Chem",
            "volume": "282",
            "issn": "",
            "pages": "24131--24176",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Key autophagic targets and relevant small-molecule compounds in cancer therapy",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Prolif",
            "volume": "48",
            "issn": "",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Calcium-dependent enzyme activation and vacuole formation in the apical granular region of pancreatic acinar cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raraty",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "97",
            "issn": "",
            "pages": "13126--13157",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Control of macroautophagy by calcium, calmodulin-dependent kinase kinase-beta, and Bcl-2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoyer-Hansen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Cell",
            "volume": "25",
            "issn": "",
            "pages": "193--205",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel targets for Hunting-ton′s disease in an mTOR-independent autophagy pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Chem. Biol",
            "volume": "4",
            "issn": "",
            "pages": "295--305",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Control of basal autophagy by calpain1 mediated cleavage of ATG5",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "61--67",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidelines for the use and interpretation of assays for monitoring autophagy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Autophagy",
            "volume": "12",
            "issn": "",
            "pages": "1--222",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus nsp6 proteins generate autophagosomes from the endoplasmic reticulum via an omegasome intermediate",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Cottam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Autophagy",
            "volume": "7",
            "issn": "",
            "pages": "1335--1382",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronaviruses Hijack the LC3-I-positive EDEMosomes, ER-derived vesicles exporting short-lived ERAD regulators, for replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reggiori",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "7",
            "issn": "",
            "pages": "500--508",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inhibition of sequestosome 1/p62 up-regulation prevents aggregation of ubiquitinated proteins induced by prostaglandin J2 without reducing its neurotoxicity",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Figueiredo-Pereira",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol. Cell. Neurosci",
            "volume": "29",
            "issn": "",
            "pages": "222--253",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Molecular morphology and toxicity of cytoplasmic prion protein aggregates in neuronal and non-neuronal cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grenier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bissonnette",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Volkov",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Roucou",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Neurochem",
            "volume": "97",
            "issn": "",
            "pages": "1456--66",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impaired autophagy induces chronic atrophic pancreatitis in mice via sex-and nutrition-dependent processes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Diakopoulos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Gastroenterology",
            "volume": "148",
            "issn": "",
            "pages": "626--664",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Acute pancreatitis with organ dysfunction associates with abnormal blood lymphocyte signaling: controlled laboratory study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oiva",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit. Care",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lysosomal enzymes and pancreatitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Gorelick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matovcik",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Gastroenterology",
            "volume": "109",
            "issn": "",
            "pages": "620--625",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early events in acute pancreatitis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Halangk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lerch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin. Lab. Med",
            "volume": "25",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Autophagosome formation: core machinery and adaptations",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Cell Biol",
            "volume": "9",
            "issn": "",
            "pages": "1102--1111",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Autophagy fights disease through cellular self-digestion",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cuervo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "1069--75",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Autophagy in the pathogenesis of disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "132",
            "issn": "",
            "pages": "27--42",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pancreatic acinar ultrastructure in human acute pancreatitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Helin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markkula",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Helin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Virchows Arch. A, Pathol. Anat. Histol",
            "volume": "387",
            "issn": "",
            "pages": "259--70",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Involvement of autophagy in trypsinogen activation within the pancreatic acinar cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Cell Biol",
            "volume": "181",
            "issn": "",
            "pages": "1065--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Phosphatidylinositol 3-kinase-dependent activation of trypsinogen modulates the severity of acute pancreatitis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Clin. Invest",
            "volume": "108",
            "issn": "",
            "pages": "1387--95",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Regulatory roles of the PI3K/Akt signaling pathway in rats with severe acute pancreatitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impaired autophagosome-lysosome fusion in the pathogenesis of pancreatitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fortunato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kroemer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Autophagy",
            "volume": "5",
            "issn": "",
            "pages": "850--853",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Impaired autophagic flux mediates acinar cell vacuole formation and trypsinogen activation in rodent models of acute pancreatitis",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Mareninova",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Invest",
            "volume": "119",
            "issn": "",
            "pages": "3340--55",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Impaired autophagy underlies key pathological responses of acute pancreatitis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gukovsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gukovskaya",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "428--437",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Beclin1 controls the levels of p53 by regulating the deubiquitination activity of USP10 and USP13",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "147",
            "issn": "",
            "pages": "223--257",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Inhibition of cellular autophagy deranges dengue virion maturation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mateo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol",
            "volume": "87",
            "issn": "",
            "pages": "1312--1333",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Conversion to Ca(2+)-independent form of Ca2+/calmodulin protein kinase II in rat pancreatic acini",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "199",
            "issn": "",
            "pages": "368--73",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Duration of injury correlates with necrosis in caerulein-induced experimental acute pancreatitis: implications for pathophysiology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Jacob",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raghav",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Exp. Pathol",
            "volume": "95",
            "issn": "",
            "pages": "199--208",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "New insights into the methodology of L-arginine-induced acute pancreatitis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kui",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "E-cadherin expression in a rat model of acute pancreatitis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Exp. Ther. Med",
            "volume": "10",
            "issn": "",
            "pages": "2088--92",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Zymophagy, a novel selective autophagy pathway mediated by",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grasso",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Acute pancreatitis: diagnosis, prognosis, and treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Herrick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gipson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. Fam. Physician",
            "volume": "75",
            "issn": "",
            "pages": "1513--1533",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Persistent organ failure during the first week as a marker of fatal outcome in acute pancreatitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abu-Hilal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gut",
            "volume": "53",
            "issn": "",
            "pages": "1340--1344",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Association between early systemic inflammatory response, severity of multiorgan dysfunction and death in acute pancreatitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mofidi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br. J. Surg",
            "volume": "93",
            "issn": "",
            "pages": "738--782",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Acute pancreatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Frossard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Steer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pastor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "",
            "pages": "143--152",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Mechanisms of alcoholic pancreatitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Pirola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Gastroenterol. Hepatol",
            "volume": "25",
            "issn": "",
            "pages": "1816--1842",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Acute pancreatitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheslyn-Curtis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann. Clin. Chem",
            "volume": "48",
            "issn": "",
            "pages": "23--37",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Chronic pancreatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Braganza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccloy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1184--97",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Spautin-1 ameliorates acute pancreatitis via inhibiting impaired autophagy and alleviating calcium overload",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol. Med",
            "volume": "22",
            "issn": "",
            "pages": "643--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Group 4: saline control; Group 5: mice injected with L-arginine; Group 6: mice injected with L-arginine together with spautin-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cerulein or L-arginine inhibiting autophagy flux correlates with trypsinogen activation in pancreatic acinar cells. (A, B). AR42J cells were treated with 200 nmol/L cerulein (A) or 10 mmol/L L-arginine (B) for 22 h followed by chloriquitone (CQ) or normal saline treatment (Control) for two hours. The levels of LC3II, p62 and ubiquitination (Ub) were next analyzed using the Western blotting technique. The graphs provided are quantified using ImageJ as means ± SD of three independent sets of experiments. Student t test was used. ***P < 0.001. (C-F) AR42J cells were treated with 200 nmol/L cerulein (C, E) or 10 mmol/L L-arginine (D, F) for indicated durations. The levels of LC3, p62, beclin1 and Ub were next analyzed using the Western blotting technique (C, D), and the corresponding graphs (right line graphs) were quantified using Image J from two independent sets of experiments (C, D). Error bars represent SD. The relative trypsin activity was evaluated by the fluorescence intensity. Student t test was used as statistical analysis from three independent sets of experiments (E, F).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spautin-1 reduces impaired autophagy and inhibited trypsinogen activation in pancreatic acinar cells with cerulein or L-arginine treatment. (A, B) AR42J cells were treated with normal saline (NS), 200 nmol/L cerulein (A) or 10 mmol/L L-arginine (B) in the presence or absence of 10 μmol/L spautin-1 for 24 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Spautin-1 ameliorates the pathogenesis of acute pancreatitis induced by cerulein or L-arginine in mice. (A-D)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Spautin-1 reverses cytosolic calcium overload induced by cerulein or L-arginine in vitro and in vivo. (A, B) AR42J cells were treated with the indicated concentration of cerulein (A) or L-arginine (B) for 24 h and then cells were stained with Fluo-4-AM according to manufacturer's instructions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Histopathological change of pancreatic tissues in the mice model with acute pancreatitis induced by cerulein. *The P value indicates the statistical significance for the differences among Group 1 and 2/among Group 2 and 3. Group 1: saline control; Group 2: mice injected with cerulein; Group 3: mice injected with cerulein together with spautin-1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Histopathological change of pancreatic tissues in the mice model with acute pancreatitis induced by L-arginine.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Although spautin-1 was shown to be toxic in long-term treatment (23) , it could effectively inhibit impaired autophagy and reverse the increased level of cytosolic calcium. In summary, we have provided a promising therapy for acute pancreatitis through targeting both impaired autophagy and increased cytosolic calcium.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "(23)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSiON"
        }
    ]
}