{
    "paper_id": "21bc2cb96340477a28a24bd1c49c9e379f6e67aa",
    "metadata": {
        "title": "Antibody-mediated targeting of viral vectors to the Fc receptor expressed on acute myeloid leukemia cells",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Wü Rdinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "Verheije",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "M"
                ],
                "last": "Van Der Aa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "J"
                ],
                "last": "Bosch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Cam",
                "middle": [],
                "last": "De Haan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "W"
                ],
                "last": "Van Beusechem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VU University Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "R"
                ],
                "last": "Gerritsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "VU University Medical Center",
                    "location": {
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Pjm",
                "middle": [],
                "last": "Rottier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": "p.rottier@vet.uu.nl"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Acute myeloid leukemia (AML) is a cancer of the blood and bone marrow. Despite advances in chemotherapy and radiotherapy, first-line therapy of AML results in long-term diseasefree survival in only 20-30% of patients. Selective approaches targeting cytotoxic agents to these cells might offer a promising avenue for the specific elimination of residual disease following classical therapy. One of the currently explored experimental approaches involves the viral vector-mediated transduction of such residual acute myeloid leukemic cells with immunomodulatory genes. 1 This has been described for a number of viral vector systems including lentiviruses, retroviruses, adenoviruses, adeno-associated virus and HSV-1 amplicons. One of the major advantages in the context of immunomodulatory gene transfer is the preclinical observation of antileukemic bystander effects, suggesting that not every cell needs to be transduced, as was shown for instance for B7.1, interleukin-12, tumor necrosis factor-a and granulocyte-macrophage colony-stimulating factor. 1 In addition, many viral vectors may themselves have immunostimulatory properties, which upon infection of the cancer cell may lead to increased antigen presentation and stimulation of an anticancer immune response. However, specific targeting of viral vectors to leukemic cells remains a significant obstacle. In addition, circulating virus-specific antibodies normally act to neutralize virus infections and are thereby likely to counteract viral vector-based therapies. However, in addition to using the common receptor-dependent virus entry mechanisms, some viruses can, under certainusually pathological -conditions, also use antiviral antibodies for their entry into target cells. This mechanism, known as Fc-receptor-mediated antibody-dependent enhancement of viral infection, was proposed by Halstead and Porterfield and colleagues (for review, see Takada and Kawaoka 2 ). The concept is that virus-antibody complexes can bind to cells expressing Fc receptors (such as cells of the immune system, including macrophages, monocytes, B-cells, neutrophils and granulocytes) through interaction between the Fc portion of the antibody and the Fc receptor on the cell surface, providing a bridge that mediates the attachment of viruses to those cells. Several human Fc receptors exist, each exhibiting a different immunoglobulin (Ig) Fc tail specificity. The high affinity receptor FcgRI efficiently binds to human IgG1; in addition, it crossreacts with mouse IgG2a. 3 FcgRI is highly expressed on AML cells of type M4 and M5 morphology (according to the French-American-British classification system) but is absent on pluripotent stem cells and on CD34 þ hematopoietic progenitor cells. Thus, the FcgRI may represent an appropriate AML target receptor for cytotoxic agents considering that the normal FcgRI-positive immune effector cells will repopulate after termination of the FcgRItargeted therapy.",
            "cite_spans": [
                {
                    "start": 1054,
                    "end": 1055,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2523,
                    "end": 2524,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have shown recently that coronaviruses can be specifically retargeted to selected cells using various types of bispecific adapters including single-chain antibodies. [4] [5] [6] This prompted us to explore the use of normal virus-specific antibodies as adapters for targeting viral vectors to FcgRI molecules as expressed on cells of certain types of AML. As a model vector, we used a mouse hepatitis coronavirus (MHV) encoding the firefly luciferase (MHV-EFLM). 7 This virus normally infects only murine cells through the specific interaction of its spike (S) protein with the cellular receptor murine CEACAM1a. We first checked whether the virus could establish infection of human cells via the FcgRI by using a chimeric protein composed of the S-binding N-domain of mCEACAM1a fused to a human IgG1 Fc tail (N-CEACAM-Fc). 8 We inoculated THP-1 cells, which are human AML cells lacking mCEACAM1a expression but expressing high amounts of FcgRI, with MHV-EFLM at different multiplicities of infection (MOIs) in the absence or presence of different concentrations of N-CEACAM-Fc protein. After 20 h, the cells were lysed and luciferase activity was measured. Figure 1 shows that N-CEACAM-Fc was able to mediate infection of the otherwise refractory THP-1 cells in a manner that depended both on the dose of the virus and on the presence and concentration of the adapter. At higher concentrations, N-CEACAM-Fc becomes increasingly virus neutralizing.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 466,
                    "end": 467,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 827,
                    "end": 828,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1169,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Next, we analyzed a number of anti-MHV monoclonal antibodies (MAbs) for their ability to redirect MHV-EFLM infection to the FcgRI-positive THP-1 cells. We used a set of available antibodies with known MHV protein specificity and IgG subclass 9 (Figure 2a ). Serial dilutions of the different MAbs were mixed with MHV-EFLM and inoculated onto THP-1 cells. At 16 h after inoculation, luciferase expression was measured. Interestingly, of all the antibodies tested only MAb A3.10 was able to efficiently target MHV-EFLM to THP-1 cells; none of the others was effective (Figure 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 254,
                    "text": "(Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 577,
                    "text": "(Figure 2b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The N-CEACAM-Fc fusion protein contains a human IgG1 Fc tail, that of MAb A3.10 is of mouse IgG2a origin. Both Fc tails have been described to bind to human FcgRI. To further confirm their binding to this receptor, we analyzed whether the targeted infections mediated by N-CEACAM-Fc and MAb A3.10 could be blocked by preincubating the THP-1 cells with MAb 10.1, an antibody directed against CD64/FcgRI. Thus, cells were treated The combined results demonstrate that antibodies can direct a viral vector, in this case MHV-EFLM, specifically to the FcgRI on human leukemic cells. The efficiency of targeting obviously depends on the specific features of the antibodies, particularly on their Ig-subclass (human IgG1 or murine IgG2a). How the efficiency depends on the viral epitope recognized by a particular antibody is unclear and will be specific for any given virus. Its importance is illustrated nicely by the anti-MHV MAbs A1.4 and A3.10, which are both of IgG2a subclass and which both recognize a (different) epitope in the S1 part of the MHV S protein, but of which only the latter effects FcgRI-mediated MHV infection (Figure 2 ). MHV-S1 A3.10 -IgG3 MHV-S1 A1.9 + IgG2a MHV-S1 A1.4",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1126,
                    "end": 1135,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Antibody-mediated targeting of MHV to THP-1 cells. (a) Features of the MAbs used: viral protein specificity, murine IgG subclass and MHV-EFLM neutralization capacity as determined on murine LR7 cells ( þ : 450% decrease in luciferase expression relative to inoculations in the absence of antibody). MHV-M, -S1 and -S2 refer to the viral membrane (M) protein and to the S1 and S2 part of the spike (S) protein, respectively. (b) MHV-EFLM (1 Â 10 5 TCID 50 units) was inoculated onto 1 Â 10 5 human THP-1 cells in the presence of the different anti-MHV MAbs at various dilutions. At 16 h after inoculation, luciferase lysis buffer was added to the cell suspension and total luciferase expression was measured. The data are from a representative experiment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2"
        },
        {
            "text": "Besides coronaviruses, various other viruses have been described to use Fc receptors as an alternative entry pathway; examples include HIV, HSV-1, poliovirus, yellow fever virus and influenza A virus. 8 Therefore, the use of antibodies to target viral vectors to AML cells may also be applicable to other viral vector systems. Clearly, not every MAb will be able to target a particular virus to the FcgRI. However, for several of these viruses specific Fc receptor targeting antibodies have already been identified. Compared to other viral vector targeting strategies, the use of IgG antibodies may offer easy of-the-shelf targeting potential for the systemic delivery of these viral vectors. Therefore, further studies on the antibody-mediated targeting of viral vectors to Fc receptors expressed on cells of certain types of AML are warranted.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Letters to the Editor"
        },
        {
            "text": "1q21-25 is one of the 'hotspots' of chromosomal alteration, including duplications and translocations, frequently detected in hematological malignancies. As a consequence of these aberrations, genes may become deregulated or fusion genes may be formed and interfere with the normal programs of cell growth and differentiation. We report here on a patient with t (1;2)(q21;q37) occurring in acute myeloid leukemia (AML) with antecedent myelodysplastic syndrome (MDS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letters to the Editor"
        },
        {
            "text": "The patient was a 71-year-old male (case #30 in SIH-MDS series) who was diagnosed as having progressive MDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letters to the Editor"
        },
        {
            "text": "Hematologic data were as follows: red blood cells 2.87 Â 10 12 /l, hemoglobin 83 g/l, white blood cells 14.9 Â 10 9 / l and a platelet count of 34 Â 10 9 /l. Bone marrow (BM) biopsy: the marrow was hypercellular. The M/E ratio was normal. Myeloblasts and promyelocytes were increased to 28.5%, consistent with myelodysplastic syndrome progression to acute myeloid leukemia. The patient was treated with cyclophosphamide, vincristine, cytosine arabinoside and prednisone (COAP) combination therapy. Cytogenetic analysis with R-banding technique on unstimulated BM cells at admission revealed t(1;2) (q21;q37) chromosome translocation in 10 metaphases among 11 analyzed (90%) (Figure 1b) . Chromosomal translocation t(1;2) (q21;q37) was also confirmed by chromosomal painting (CP) using whole CP probes for chromosome 1 Visualization of the FcgRI-mediated MHV infection of THP-1 cells. An amount of 1 Â 10 6 TCID 50 units MHV-A59 was mixed with N-CEACAM-Fc or MAb A3.10 and inoculated onto 1 Â 10 5 THP-1 cells. After 24 h, infected cells were immunofluorescently stained using MHV-specific antibodies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 674,
                    "end": 685,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Letters to the Editor"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transduction of acute myeloid leukemia cells with third generation self-inactivating lentiviral vectors expressing CD80 and GM-CSF: effects on proliferation, differentiation, and stimulation of allogeneic and autologous anti-leukemia immune responses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Koya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kasahara",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pullarkat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stripecke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Leukemia",
            "volume": "16",
            "issn": "",
            "pages": "1645--1654",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antibody-dependent enhancement of viral infection: molecular mechanisms and in vivo implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Rev Med Virol",
            "volume": "13",
            "issn": "",
            "pages": "387--398",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of Fc gamma receptors in cancer and infectious disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fanger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Leukoc Biol",
            "volume": "55",
            "issn": "",
            "pages": "816--826",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Targeting non-human coronaviruses to human cancer cells using a bispecific single-chain antibody",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wü Rdinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Beusechem",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gene Therapy",
            "volume": "12",
            "issn": "",
            "pages": "1394--1404",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Soluble receptor-mediated targeting of mouse hepatitis coronavirus to the human epidermal growth factor receptor",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wurdinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Broen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Beusechem",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15314--15322",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Redirecting coronavirus to a nonnative receptor through a virus-encoded targeting adapter",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Verheije",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wurdinger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Beusechem",
                    "suffix": ""
                },
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Gerritsen",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "1250--1260",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronaviruses as vectors: position dependence of foreign gene expression",
            "authors": [
                {
                    "first": "Cam",
                    "middle": [],
                    "last": "De Haan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Genne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Stoop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Volders",
                    "suffix": ""
                },
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11123--11312",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A role for naturally occurring variation of the murine coronavirus spike protein in stabilizing association with the cellular receptor",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "3129--3137",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterization of the structural proteins of the murine coronavirus strain A59 using monoclonal antibodies",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "185",
            "issn": "",
            "pages": "177--186",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "-CEACAM-Fc protein mediated targeting of MHV to THP-1 cells. THP-1 cells were inoculated with MHV-EFLM at different MOIs in the absence or presence of various concentrations of N-CEACAM-Fc protein. After 20 h of incubation, the luciferase expression was determined. Shown is the relative luciferase expression, calculated as the increase in luciferase activity relative to inoculations carried out in the absence of N-CEACAM-Fc protein. All data shown represent the average and s.d. of an experiment performed in triplicate. Letters to the Editor or mock-treated with MAb 10.1 and subsequently inoculated with MHV-EFLM in the presence or absence of MAb A3.10 or N-CEACAM-Fc. They were incubated for 24 h, after which the cells were lysed and luciferase expression was measured. As Figure 3a shows, preincubation of the cells with the anti-FcgRI antibody reduced the N-CEACAM-Fc and MAb A3.10-mediated luciferase expression by 100-1000 times, indicating that these infections are, solely or primarily, targeted towards the FcgRI. To further confirm the FcgRI specificity, BHK-21 cells were transfected with an FcgRI expression construct or, as a control, without plasmid DNA. The expression of the FcgRI significantly enhanced the susceptibility of BHK-21 cells to N-CEACAM-Fc and MAb A3.10-mediated infection (Figure 3b). To determine the efficacy of the FcgRI-mediated infections, we determined the number of targeted cells. THP-1 cells were inoculated with MHV strain A59 at an MOI of 10 in the presence or absence of N-CEACAM-Fc or MAb A3.10. After 24 h of incubation, the cells were analyzed for infection by immunofluorescence staining using MHV-specific antibodies. As shown in Figure 4, infected cells (420%) were observed only in the presence of N-CEACAM-Fc protein or MAb A3.10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Analysis of antibody-mediated infection specificity. (a) MHV-EFLM was mixed with N-CEACAM-Fc or MAb A3.10 and inoculated onto THP-1 cells that had been preincubated for 30 min at 41C in the presence or absence of anti-FcgRI MAb 10.1. At 24 h after inoculation, luciferase lysis buffer was added and total luciferase expression measured. The data represent the average luciferase expression of an experiment performed in triplicate. The error bars show the standard deviations. (b) BHK-21 cells were transfected with an FcgRI expression plasmid or, as a control, without plasmid DNA. After 48 h, the transfected BHK-21 cells were inoculated with MHV-EFLM mixed either with N-CEACAM-Fc or with MAb A3.10 and incubated further for 24 h, after which the cells were lysed and intracellular luciferase expression measured. The data represent the average luciferase expression of an experiment performed in triplicate. The error bars show the s.d.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4 Visualization of the FcgRI-mediated MHV infection of THP-1 cells. An amount of 1 Â 10 6 TCID 50 units MHV-A59 was mixed with N-CEACAM-Fc or MAb A3.10 and inoculated onto 1 Â 10 5 THP-1 cells. After 24 h, infected cells were immunofluorescently stained using MHV-specific antibodies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}