{
    "paper_id": "222c33acaf87d59a707933c6ea826dcab2ece934",
    "metadata": {
        "title": "The psychological effect of severe acute respiratory syndrome on emergency department staff",
        "authors": [
            {
                "first": "C-Y",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            },
            {
                "first": "Y-C",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            },
            {
                "first": "Y-H",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            },
            {
                "first": "C-H",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            },
            {
                "first": "D-Y",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans General Hospital",
                    "location": {
                        "addrLine": "Number 160, Sector 3, Chung-Kang Road",
                        "settlement": "Taichung",
                        "country": "Taiwan, ROC 407"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The severe acute respiratory syndrome (SARS) outbreak in 2003 affected 29 countries. The SARS outbreak was unique in its rapid transmission and it resulted in heavy stress in first-line healthcare workers, particularly in the emergency department. Aim : To determine the influence of SARS on the psychological status, including post-traumatic stress disorder (PTSD) symptoms, of the staff in the emergency department. Methods: To investigate whether different working conditions in the hospital led to different psychological effects on healthcare workers, the psychological effect on emergency department staff in the high-risk ward was compared with that on psychiatric ward staff in the medium-risk ward. Davidson Trauma Scale-Chinese version (DTS-C) and Chinese Health Questionnaire-12 (CHQ-12) items were designed to check the psychological status of the staff in the month after the end of the SARS outbreak. Results: 86 of 92 (93.5%) medical staff considered the SARS outbreak to be a traumatic experience. The DTS-C scores of staff in the emergency department and in the psychiatric ward were significantly different (p = 0.04). No significant difference in CHQ score was observed between the two groups. Emergency department staff had more severe PTSD symptoms than staff in the psychiatric ward. Conclusion: SARS was a traumatic experience for healthcare providers in Taiwan. Most staff in the emergency department and in the psychiatric ward had PTSD. Emergency department staff had more severe PTSD symptoms than staff in the psychiatric ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background: The severe acute respiratory syndrome (SARS) outbreak in 2003 affected 29 countries. The SARS outbreak was unique in its rapid transmission and it resulted in heavy stress in first-line healthcare workers, particularly in the emergency department. Aim : To determine the influence of SARS on the psychological status, including post-traumatic stress disorder (PTSD) symptoms, of the staff in the emergency department. Methods: To investigate whether different working conditions in the hospital led to different psychological effects on healthcare workers, the psychological effect on emergency department staff in the high-risk ward was compared with that on psychiatric ward staff in the medium-risk ward. Davidson Trauma Scale-Chinese version (DTS-C) and Chinese Health Questionnaire-12 (CHQ-12) items were designed to check the psychological status of the staff in the month after the end of the SARS outbreak. Results: 86 of 92 (93.5%) medical staff considered the SARS outbreak to be a traumatic experience. The DTS-C scores of staff in the emergency department and in the psychiatric ward were significantly different (p = 0.04). No significant difference in CHQ score was observed between the two groups. Emergency department staff had more severe PTSD symptoms than staff in the psychiatric ward. Conclusion: SARS was a traumatic experience for healthcare providers in Taiwan. Most staff in the emergency department and in the psychiatric ward had PTSD. Emergency department staff had more severe PTSD symptoms than staff in the psychiatric ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "T he outbreak of severe acute respiratory syndrome (SARS) affected 29 countries and resulted in 8422 victims with 916 fatal cases. 1 The SARS outbreak was unique in its rapidity of transmission, its concentration in healthcare settings and the large number of healthcare workers who were infected. The transmission of the SARS corona virus is mainly by respiratory droplets during person-to-person contact. 2 In the healthcare setting, certain treatments and procedures contributed to increased transmission. Healthcare workers are the highest risk group for infection by the SARS virus. Taiwan, one of the most seriously affected countries, had 664 probable SARS cases, which included 105 health workers. 3 The death of 19 infected health workers had a great effect on public health and, as a result, the working conditions in hospitals changed.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 408,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 706,
                    "end": 707,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the psychosocial effect of SARS on healthcare workers, affected individuals, their families and the broader community has not yet been fully evaluated. One study that described the immediate psychological and occupational effect of the 2003 SARS outbreak in a teaching hospital in Canada found that medical staff had concerns about their personal safety, about transmitting the disease to family members, stigmatisation and interpersonal isolation. 4 The essential feature of post-traumatic stress disorder (PTSD) is the development of characteristic symptoms after exposure to extreme traumatic stress or direct personal experience of an event that involves actual or threatened death or serious injury, or other threat to one's physical integrity; or witnessing an event that involves death, injury, or a threat to the physical integrity of another person; or learning about unexpected or violent death, serious harm or threat of death or injury experienced by a family member or other close associate. The person's response to the event must involve intense fear, helplessness or horror. 5 The outbreak of SARS, a life-threatening and life-altering event, was considered traumatic enough to elicit PTSD.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 459,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1100,
                    "end": 1101,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this study, we investigated the influence of SARS on the psychological status, including PTSD symptoms, of the medical staff working in Taichung Veterans General Hospital (Taichung, Taiwan, ROC). This hospital is a tertiary referal medical centre in middle Taiwan and is equipped with 1512 beds. The emergency department is responsible for coordinating emergency medical services in the Taichung area, and has approximately 4500 patient visits on average per month. During the the SARS outbreak, emergency departments became the first line of defence against SARS for hospitals in Taiwan. The healthcare workers in the emergency department had to screen patients who had symptoms of SARS such as fever, fatigue and dry cough. As first-line members of a team, emergency department staff and infection specialists worked in an isolated building outside the hospital and wore protective suits. Emergency department healthcare workers faced physical and psychological stress, which they had never experienced in the past. To find out whether different working conditions in the hospital led to different psychological effects on healthcare workers, we investigated the psychological effect of SARS on emergency department staff in the high-risk ward and on staff in the medium-risk ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the definition of the World Health Organization, Taiwan was ''a SARS-affected area'' from 30 April to 5 July 2003. 6 During the SARS outbreak, the hospital was divided into three major areas: high-risk area, medium-risk area and lowrisk area. In the high-risk area, which included the emergency department, detention ward and infection ward were patients with fevers of unknown origin or SARS. In the medium-risk Abbreviations: CHQ-12, Chinese Health Questionnaire-12; DTS-C, Davidson Trauma Scale-Chinese version; PTSD, post-traumatic stress disorder; SARS, severe acute respiratory syndrome area (the psychiatric ward) the patients were screened and ruled out for SARS infection. The low-risk area was the administration unit, where there were no patients.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The study and interviews began on 5 August and ended on 11 August 2003. The study protocol was prepared according to the Declaration of Helsinki. We obtained the oral consent of each study member before interview. C-YL, a psychiatrist, gave the staff a detailed account of the protocol at the beginning. Once they had been informed, staff were free to join or leave the study as they chose. A total of 92 voluntary staff members were enrolled. We also divided the staff into two groups based on their working areas. Doctors and nurses who worked in the emergency department, the high-risk area, were classified as group I. Group II included doctors and nurses who worked in the psychiatric ward, the medium-risk area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All staff were interviewed by the first author to check general data including sex, age, marital status, work load, number of children, number of cohabitants, history of physical and mental illness, and whether they or any of their family members were ever quarantined due to suspected SARS. Self-observation about the severity of the stress caused by SARS was also elicited. In this study, Davidson Trauma Scale-Chinese version (DTS-C) and Chinese Health Questionnaire-12 (CHQ-12) items were designed to check the psychological status of the staff in the month after the end of the SARS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The Davidson Trauma Scale was developed as a self-rating scale measuring the frequency and severity of each DSM-IV symptom of PTSD in subjects having identified an unusual traumatic event or set of events. 7 The DTS-C, a self-rating scale developed for Chinese-speaking individuals, was used for checking the severity and frequency of PTSD symptoms. 8 9 It includes 17 items on a rating scale from 0 to 4, which represent the severity of the symptoms of PTSD. Severity ratings 0, 1, 2, 3 and 4 indicate ''not stressed'', ''mildly stressed'', ''moderately stressed'', ''obviously stressed'' and ''extremely stressed'', respectively. Frequency ratings 0, 1, 2, 3 and 4 indicate ''never'', ''once'', ''twice to three times'', ''four to six times'' and ''every day'', respectively. The threshold score is 40.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The CHQ-12 items were used for screening the psychiatric morbidity of Taiwanese individuals in the community. 10 CHQ-12 includes 12 items on a rating scale from 0 to 1, which represent the severity of somatic symptoms. Severity rating 0 indicates ''not stressed'' or ''the same as usual'', and rating 1 indicates ''badly'' or ''worse than ever''. The threshold score is 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Statistical analysis was performed using SPSS V.10.1. Continuous variables were expressed as the mean (standard error (SE)) or the range and were compared using the Mann-Whitney U test. Non-parametric statistics (Mann-Whitney U tests) were used to assess differences between two groups. Categorical variables, expressed as percentages, were analysed using Fisher's exact test or Pearson's x 2 test. All statistical tests were two-sided and a p value of ,0.05 was considered significant. Table 1 presents the demographic data of all medical staff, including doctors and nurses. Table 2 describes the PTSD symptoms of all emergency department and psychiatric ward staff. In all, 4 (4.3%) staff members considered SARS a ''very serious'' stress in their life, 38 (41.3%) considered it a ''serious'' stress and 44 (47.8%) considered it a ''mild'' stress.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 584,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Among the 92 staff, 83 valid DTS-C reports were returned. In this study, 16 (19.3%) staff members had DTS-C scores .40, and a PTSD is highly suspected. We found no difference in age, sex, marital status, work load, number of children or number of family members between the staff whose DTS-C scores were .40 and those whose DTS-C scores were ,40. Self-observation about the severity of the stress caused by SARS was the only factor that was significantly different (p = 0.02). The opinions of the staff members whose DTS-C scores were .40 about the severity of SARS were: 6.3%, extremely serious; 68.8%, serious; 25.0%, mild; and 0%, not a traumatic event. Table 3 describes the CHQ-12 symptoms of all emergency department and psychiatric ward staff. Among the 92 staff responses, we received 90 valid CHQ-12 reports. There were 43 staff members with CHQ-12 scores .3, so the rate of possible minor psychiatric morbidity was 47.78%. There was no significant difference by sex, age, marital status, work load, number of children, number of family members, history of physical and mental illness, history of quarantine due to suspected SARS and the self-observation about the severity of the stress caused by SARS between the staff whose CHQ-12 scores were .3 and those whose scores were ,3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 664,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Part I: Presentation of all staff"
        },
        {
            "text": "Part II: Differences in presentation between emergency department and psychiatric ward staff Table 4 lists the demographic data of staff in the emergency department and in the psychiatric ward. Table 5 shows the difference in DTS-C and CHQ scores between emergency department and psychiatric ward staff. The average DTS-C scores of staff in the emergency department were significantly higher than those of staff in the psychiatric ward. No significant difference in CHQ average score was seen between the two groups. The percentages of staff with DTS-C scores .40 were 21.7% in the emergency department and 13.0% in the psychiatric ward (p = 0.537). The percentages of staff with CHQ-12 scores .3 in the emergency department and in the general ward were 51.6% and 38.5%, respectively (p = 0.371). Table 6 lists the differences in presentation of PTSD symptoms between emergency department staff and psychiatry staff. Staff in the emergency department experienced the PTSD symptoms ''acting and feeling as if the trauma were recurring'' and ''irritability'' more severely and more often than staff in the psychiatric ward. Staff in the emergency department experienced more difficulty in ''getting along with the family or friends'' than did staff in the psychiatric ward.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 797,
                    "end": 804,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Part I: Presentation of all staff"
        },
        {
            "text": "The dramatic spread of SARS in the late winter and spring of 2003 seemed at first to herald the onset of a new infectious disease that would become endemic worldwide. Most healthcare workers faced a condition that they had never experienced before. The SARS outbreak was unique in its rapid transmission. It brought heavy stress to first-line healthcare workers, particularly those in the emergency department. In Taiwan, during the SARS outbreak, especially in the initial stage, the increasing number of deaths and changing infection control procedures upset the whole society. SARS brought stress to the public as well as to healthcare workers. The effect of stress on the healthcare system must be investigated and emphasised. 11 There have been some reports of the psychological effect of SARS on patients and healthcare providers. [12] [13] [14] [15] [16] [17] [18] However, the impact on emergency department staff has not been fully evaluated. In communications with staff, we noted that most of them felt stressful about SARS. Healthcare workers were concerned about insufficient medical supplies, the anticipated overtime hours if other staff were quarantined, the stigma of the illness, and the health of their family and themselves.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 733,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "PTSD is a psychiatric disorder that can occur after the experience or witnessing of life-threatening events such as military combat, natural disasters, terrorist incidents, serious accidents or violent personal assaults like rape. PTSD occurs in men and women, adults and children, western and nonwestern cultural groups, and in all socioeconomic strata. 19 The proximity and intensity of the trauma influence the probability of developing influence PTSD. In many SARS-affected areas, PTSD-related symptoms are found in the population. In Hong Kong, survivors of SARS reported symptoms related to posttraumatic stress disorder, anxiety and depression. Symptom severity was associated with high perceived life threat and low emotional support. Women and participants who had a low educational level were more likely to have symptoms of avoidance. Participants who personally knew someone who had SARS were more likely to be affected by depressive symptoms. 12 20 Among healthcare workers in Hong Kong, 78% reported a high level of stress and, about 57% were found to have experienced psychological distress. The healthcare workers' psychological morbidity was best explained by perceptions of personal vulnerability, stress and support in the workplace. 14 In Canada, it is estimated that a high degree of distress was experienced by 29-35% of hospital workers. 18 21 Among healthcare workers in Taiwan, 68% reported a high level of stress and 57% were found to have experienced psychological distress. 15 Another study in Taiwan found that 338 staff members with stress reactions in a hospital, 5% had an acute stress disorder, 20% felt stigmatised and rejected in their neighbourhood because of their hospital work, and 9% reported reluctance to work or had considered resignation. 22 In this study, 93% of medical staff considered the SARS outbreak as a traumatic experience. Their self-observation about the severity of the stress caused by SARS was the most significant factor staffing medical staff with severe PSTD-that is, staff's awareness of mental stress was in accordance with their PSTD symptomatology. Staff can benefit from resources and emotional support when they face stress.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 956,
                    "end": 961,
                    "text": "12 20",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1255,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1361,
                    "end": 1366,
                    "text": "18 21",
                    "ref_id": null
                },
                {
                    "start": 1502,
                    "end": 1504,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1783,
                    "end": 1785,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The known risk factors for PTSD are female sex, lower educational level, younger age with lower income, perceived threat to life and family history of mood disorder. 5 In this study, 16 (19.30%) staff members had DTS-C scores .40. This rate of PTSD is much higher than the lifetime prevalence of around 7.8% in the community. 5 Being a healthcare worker may be a risk factor for PTSD if the trauma is an outbreak severely threating public health. In our study, re-experience was the most acute symptom of PTSD. Many staff members had symptoms such as intensive intrusive imagery, distressing recollections or dreams, and psychological stress reactions on exposure to stimuli linked to the trauma, feelings of detachment or derealisation, and acting and feeling as though the trauma were recurring. That was probably because after the end of the SARS outbreak, the staff, unlike other victims of PTSD after traffic accidents were seldom exposed to similar circumstances, continued to work as healthcare givers in the hospital and exposed to risky conditions. The background of the staff with scores above the threshold CHQ-12 was not significantly different from that of those with scores below the threshold. There were 43 staff members with CHQ-12 scores .3; hence, the rate of staff 47.78% of staff members with possible minor psychiatric morbidity was higher than that in the general community in Taiwan. 23 The staff enrolled in the study had no history of mental disorder before SARS. A high rate of psychiatric morbidity was found to occur after the SARS outbreak. As healthcare providers, they had the feeling of being infected by SARS, which they had never experienced before. Good psychological adaptation was reported by nurses who worked in a SARS ward with a wellequipped and structured environment. 13 An investigation showed that nurses' level of agreement with general SARS infection control measures, their physical status and educational level predicted their willingness to care for patients with SARS. 15 Medical staff would be free from psychological distress once the protecting system is well set up. As the first line of hospital defence during the SARS period, emergency department staff faced more demanding working conditions than staff in other units. Although the average working hours of emergency department staff were less than those of staff in the psychiatric ward, their physical and psychological stress was obvious. The average DTS-C score of emergency department staff was significantly higher than that of psychiatric ward staff. They experienced more severe and frequent forms of ''irritability'' and ''acting and feeling as though the trauma were recurring''. The average CHQ-12 score of emergency department staff was also higher. Emergency department staff expressed more difficulty in getting along with family or friends because they were afraid of transmitting SARS. Heavy protective suits and N95 masks made communication more difficult. The feeling of interpersonal isolation and the arduous working conditions accounted for the more severe psychological effect on emergency department staff. In this study, it was quite obvious that emergency department staff experienced more severe psychological effect because of SARS due to demanding working condition. Emergency department staff may be unable to concentrate on work and may became anxious under stress. Flexible and non-intrusive psychiatric intervention and a comfortable environment in which to share their reactions to tremendous stress are Pearson x 2 test. 10, 1, 2, 3, and 4 indicate ''not stressed'', ''mildly stressed'', ''moderately stressed'', ''obviously stressed'', and ''extremely stressed''. ô0, 1, 2, 3, and 4 indicate ''never'', ''once'', ''twice to three times'', ''four to six times'', and ''every day.'' stressed ÀÀ0 indicates ''not stresssed'' or ''the same as usual'', and 1 indicates ''badly'' or ''worse than ever''.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 327,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1408,
                    "end": 1410,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1812,
                    "end": 1814,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "necessary. If better psychological support, sufficient resources and definite procedures had been available immediately, their suffering could have been lessened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We began interviewing staff members on 5 August 2003, 1 month after Taiwan had been declared free from the SARS threat. We checked for psychological symptoms that had persisted for 1 month among the staff. Neither long-term symptoms (.3 months) related to ''chronic PTSD'' nor the short-term symptoms (,1 month) related to ''acute stress disorder'' were checked. This study did not include all the employees of Taichung Veterans General Hospital. The participants were nurses and doctors in two different work areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Other employees, such as radiologists or cleaners, were not included. CHQ-12 scores indicated the minor psychiatric morbidity of the staff; however, other stress-related reactions, such as major depression, were not completely examined in this study. In all, 19 healthcare workers died in north and south Taiwan. The hospital in the study is located in central Taiwan, where the losses caused by SARS were less severe. Metaanalysis combined with other studies is necessary to understand the effect of SARS on healthcare workers and help them cope with future epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "SARS, as a lesson in public health, was a traumatic experience for medical staff in Taiwan. Emergency department staff had more severe PTSD symptoms than staff in the psychiatric ward. Easing the anxiety of isolation, providing support and education, and offering prompt and authoritative information at the beginning of the outbreak of any threat to public health may be the most effective ways to minimise the psychological effect on emergency department staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "28",
            "issn": "",
            "pages": "245--252",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1245--51",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New Oxford texbook of psychiatry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Gelder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lopez-Ibor",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "758--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Update 96-Taiwan, China: SARS transmission interrupted in last outbreak area",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessment of a new self-rating scale for post-traumatic stress disorder",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Book",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Colket",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Psychol Med",
            "volume": "27",
            "issn": "",
            "pages": "153--60",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Chinese version of the Davidson Trauma Scale: a practice test for validation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Psychiatry Clin Neurosci",
            "volume": "55",
            "issn": "",
            "pages": "493--502",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The validation study and application of stratum-specific likelihood ratios in the Chinese version of SPAN",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Compr Psychiatry",
            "volume": "44",
            "issn": "",
            "pages": "78--81",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Internal consistency and factor structure of the Chinese Health Questionnaire",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acta Psychiatr Scand",
            "volume": "82",
            "issn": "",
            "pages": "304--312",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS: a wake up call for a health care system under stress",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Rainer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Med (Freemantle)",
            "volume": "15",
            "issn": "",
            "pages": "409--421",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Posttraumatic stress, anxiety, and depression in survivors of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Trauma Stress",
            "volume": "18",
            "issn": "",
            "pages": "39--42",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prospective study of psychological adaption of SARS caring nurses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yc",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annual meeting of Taiwanese Society of Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome (SARS) in",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "Epf",
                    "middle": [],
                    "last": "Panf",
                    "suffix": ""
                },
                {
                    "first": "Lcw",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hong Kong in 2003: stress and psychological impact among frontline healthcare workers",
            "authors": [],
            "year": 2004,
            "venue": "Psychol Med",
            "volume": "34",
            "issn": "",
            "pages": "1197--204",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS infection control in Taiwan: investigation of nurses' professional obligation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Tzeng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Outcomes Manag",
            "volume": "7",
            "issn": "",
            "pages": "186--93",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stress and psychological impact on SARS patients during the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcalonan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can J Psychiatry",
            "volume": "49",
            "issn": "",
            "pages": "385--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mental stress and crisis intervention in the patients with SARS and the people related)",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Beijing Da Xue Xue Bao",
            "volume": "35",
            "issn": "",
            "pages": "47--50",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stress, coping and lessons learned from the SARS outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hosp Q",
            "volume": "6",
            "issn": "",
            "pages": "49--50",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Posttraumatic stress disorder in the National Comorbidity Survey",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonnega",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bromet",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch Gen Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "1048--60",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Posttraumatic stress after SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1297--300",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The experience of the 2003 SARS outbreak as a traumatic stress among frontline healthcare workers in Toronto: lessons learned",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "359",
            "issn": "",
            "pages": "1117--1142",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Survey of stress reactions among health care workers involved with the SARS outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychiatr Serv",
            "volume": "55",
            "issn": "",
            "pages": "1055--1062",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A community study of minor psychiatric morbidity in Taiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Psychol Med",
            "volume": "18",
            "issn": "",
            "pages": "953--68",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Table1 Demographic data of all 92 staff members in the emergency department and in the psychiatric ward",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Presentation of post-traumatic stress disorder symptoms of all emergency department and psychiatric ward staff",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Presentation of Chinese Health Questionnaire-12 symptoms of all emergency department and psychiatric ward staff",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographic data of emergency department and psychiatric ward staff",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The Davidson Trauma Scale-Chinese version and Chinese Health Questionnaire score difference between emergency department and psychiatric ward staff HQ-12, Chinese Health Questionnaire-12; DTS-C, Davidson Trauma Scale-Chinese version. *p,0.05. ÀMean (SE; range).Mann-Whitney U test.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Differences in presentation of psychological symptoms between emergency department and psychiatric ward staffSymptoms with different presentation between two groupsFrequency of Chinese version DTS symptomsFrequency ratingô Acting and feeling as if the trauma were recurring",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the Biostatistics Task Force of Taichung Veterans General Hospital, Taichung, Taiwan, ROC, for their assistance with biometric computation. We also thank Dr CH Chen and Dr TA Cheng for helping with the authorisation of C-DTS and CHQ-12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENT"
        }
    ]
}