{
    "paper_id": "225dcc064bf0264110cae5252206ffeb24a7a170",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Sr. Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "La infección por el nuevo coronavirus (2019-nCoV), renombrado como SARS-CoV-2, e identificado en 2019 en Wuham (China), es la causante de la denominada enfermedad por coronavirus 2019 . Actualmente se ha extendido produciendo una pandemia mundial según la Organización Mundial de la Salud (OMS) 1, 2 .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 298,
                    "end": 299,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "En estos momentos existen muy pocos datos de la enfermedad en neonatos. No hay evidencia clara de transmisión vertical, con pocos casos publicados de hijos de madres infectadas en el tercer trimestre, siendo los test virológicos negativos. El riesgo de transmisión horizontal por contacto con una persona infectada parece igual que en la población general y de momento se han descrito 3 casos 3,4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "Debido a la escasa información existente presentamos el caso de una infección neonatal por SARS-CoV-2 en España:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "Madre de 41 años a la que se le realizó una cesárea urgente por preeclampsia grave a la semana 38 + 4. Fue una gestación por fecundación in vitro y como antecedentes presentaba un hipotiroidismo en tratamiento.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "La recién nacida fue de bajo peso para su edad gestacional (2.500 g) y presentó un test de Apgar de 7 al minuto y 9 a los 5 minutos, requiriendo una reanimación con aspiración de secreciones en orofaringe. Fue trasladada a la unidad neonatal por dificultad respiratoria inmediata con un dispositivo de presión continua nasal (CPAP) sin oxígeno suplementario. La asistencia respiratoria se retiró a las 2 horas de vida, siendo la exploración física a las 9 horas normal. Este cuadro se interpretó como un distrés de adaptación a la vida extrauterina, trasladándose posteriormente a las plantas de maternidad con su madre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "Al tercer día del ingreso, la madre comenzó con febrícula descartándose complicaciones obstétricas. Dos días después presentó picos febriles y clínica respiratoria, objetivándose en la radiografía de tórax una neumonía bilateral grave. La madre no refería viajes a zonas de riesgo de Coronavirus ni contacto con personas infectadas, aunque su pareja presentaba desde el día de la cesárea un cuadro febril con gastroenteritis asociada. Tras descartarse infecciones víricas habituales se solicitó una técnica de reacción en cadena de la polimerasa de transcripción inversa en tiempo real del coronavirus 2019(RT-PCR COVID-19) que detecta 2 regiones del genoma viral y que fue positiva. El test de su pareja también fue positivo posteriormente.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "Hasta ese momento la niña permaneció asintomática con su madre en las plantas de maternidad alimentada con lactancia mixta. Debido a la situación clínica de la madre, que requirió asistencia en una unidad especial, se procedió a la separación y se realizó a la recién nacida una RT-PCR COVID-19 de una muestra extraída por aspirado nasofaríngeo que fue negativa (6. o día de vida).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "A pesar de la negatividad del test de la niña, se mantuvo en aislamiento en planta de maternidad bajo los cuidados del personal sanitario hasta la obtención de una segunda muestra a las 36 horas (mediante exudado nasofaríngeo) que resultó positiva (8. o día de vida). En ese momento se trasladó a la unidad neonatal sin realizarse pruebas complementarias por permanecer asintomática. Se mantuvo una vigilancia estrecha y al noveno día de vida se observó polipnea intermitente con leve tiraje intercostal y 2 desaturaciones de oxígeno autolimitadas con el sueño profundo y durante la alimentación. Se realizó una gasometría capilar con leve acidosis transitoria (pH 7,27, pCO 2 49, bicarbonato 22, EB −4, láctico normal), una radiografía de tórax con tenue opacidad en vidrio deslustrado de predominio perihiliar derecho y una proteína C reactiva negativa (0,06 mg/dl). Transcurridas 24 horas la clínica desapareció manteniéndose asintomática hasta el momento actual (día 13 de vida) en el que se ha repetido la RT-PCR COVID-19 que sigue positiva. La madre está en cuidados intensivos con ventilación mecánica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "En este caso sospechamos que la transmisión ha sido horizontal, ya que el primer test realizado fue negativo. El cuadro clínico está en concordancia con la literatura actual 5,6 , es decir, los neonatos parece que presentan clínica leve con posible repercusión radiológica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        },
        {
            "text": "Por otro lado, debido a que se desconoce el periodo de incubación en el neonato, los autores mostramos nuestra inquietud acerca de si una única muestra de estudio puede ser suficiente en casos como el que se ha descrito. Según la OMS 2 , un resultado negativo no descarta la posibilidad de infección, por lo que si un paciente presenta un alto índice de sospecha de infección por el virus COVID-19, particularmente cuando solo se recolectaron muestras del tracto respiratorio superior, se deben analizar muestras https://doi.org/10.1016/j.anpedi.2020.03.002 1695-4033/© 2020 Publicado por Elsevier España, S.L.U. en nombre de Asociación Española de Pediatría. Este es un artículo Open Access bajo la licencia CC BY-NC-ND (http://creativecommons.org/licenses/by-nc-nd/4.0/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First case of neonatal infection due to SARS-CoV-2 in Spain"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Esto es relevante para evitar la transmisión de la infección a la comunidad a través de los hijos de madres con coronavirus positivo",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recomendaciones para el manejo del recién nacido en relación con la infección por",
            "authors": [
                {
                    "first": "Sociedad",
                    "middle": [],
                    "last": "Española De Neonatología",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Laboratory testing for coronavirus disease 2019 (COVID-19) in suspected human cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatr",
            "volume": "9",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Working Committee on Perinatal and Neonatal Management for the Prevention and Control of the 2019 Novel Coronavirus Infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chinese expert consensus on the perinatal and neonatal management for the prevention and control of the 2019 novel coronavirus infection",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease (COVID-19) and neonate: What neonatologist need to know",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25740"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}