{
    "paper_id": "22be0f5cdcb0a4d713b72bc95e1f8751b7061d25",
    "metadata": {
        "title": "Structure-based Design, Synthesis and Biological Evaluation of Peptidomimetic SARS-CoV 3CLpro Inhibitors",
        "authors": [
            {
                "first": "Arun",
                "middle": [
                    "K"
                ],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Xi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [],
                "last": "Grum-Tokars",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoming",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kiira",
                "middle": [],
                "last": "Ratia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wentao",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katherine",
                "middle": [
                    "V"
                ],
                "last": "Houser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "C"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "E"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Mesecar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Structure-based design, synthesis and biological evaluation of a series of peptidomimetic severe acute respiratory syndrome-coronavirus chymotrypsin-like protease inhibitors is described. These inhibitors were designed and synthesized based upon our X-ray crystal structure of inhibitor 1 bound to SARS-CoV 3CLpro. Incorporation of Boc-Ser as the P4-ligand resulted in enhanced SARS-CoV 3CLpro inhibitory activity. Structural analysis of inhibitor-bound X-ray structure revealed high binding affinity towards the enzyme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "(3CLpro) and papain-like protease (PLpro) to generate a functional viral replication complex. 6,7 Therefore, both SARS-CoV 3CLpro and SARS-CoV PLpro are recognized as logical targets for therapeutic intervention against SARS-CoV and related interactions. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The structure and activity of the SARS-CoV 3CLpro have been investigated. 9 The enzyme active site contains a catalytic dyad where a cysteine residue acts as a nucleophile and a histidine residue acts as the general acid base. SARS-CoV 3CLpro is functionally analogous to the main picornaviral protease 3Cpro and there have been significant drug-design efforts against human rhinoviral 3C protease which is also a cysteine protease. 10 We recently described structurebased design of a number of potent SARS-CoV 3CLpro inhibitors. 11 These inhibitors were designed based upon modification of AG7088, a potent inhibitor of the human rhinoviral 3C protease. 12 While AG7088 does not exhibit inhibitory activity against SARS-CoV 3CLpro, the modified inhibitors are active in enzymatic assays as well as in cell culture assays. 13 The X-ray structure of inhibitor-bound SARS-3CLpro revealed important molecular insight into the ligand-binding sites of enzyme. 11 The inhibitors bind to SARS-CoV-3CLpro through covalent bonding with the active site cysteine 145 residue. Based upon this molecular insight, we have now modified our initial inhibitors to accommodate specific ligand-binding site interactions in the S 4 -subsite of the SARS-CoV 3CLpro active site. Herein we describe the synthesis, biological evaluation and X-ray structures of inhibitor-bound SARS-CoV-3CLpro for two potent peptide and peptide-mimetic inhibitors.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As described previously, inhibitor 2 makes a number of important interactions in the enzyme active site. 11 These include, the covalent bond formed by the Cys-145 thiol with the α, βunsaturated ester at the S1-subsite. His-172 makes hydrogen-bond with the P1-lactam-NH, and the Glu-166 nitrogen makes a hydrogen bond with the ketone of the inhibitor. 11 The P4oxazole group appears to fill in the S 4 -hydrophobic pocket. Based upon this X-ray structure, we subsequently speculated that the replacement of P 4 -oxazole with a Boc-Serine P 4 -ligand would promote additional hydrogen-bonding interactions in the S 4 -site. This will result in further enhancement of inhibitory potency. We have also evaluated the corresponding peptidederived inhibitors for our studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The syntheses of inhibitor 3 is outlined in Scheme 1. The synthetic procedure of silyl ether derivative 6 was described by us previously. 11 Removal of the silyl protecting group with tetrabutylammonium fluoride in THF provided a secondary alcohol, which was oxidized to ketone 7 with Dess-Martin periodinane in 73% yield over 2 steps. The ketone 7 was converted to inhibitor 3 by exposure to trifluoroacetic acid (20% TFA/CH 2 Cl 2 ) followed by coupling of the resulting amine with Boc-(L)-Serine to provide 3 in 72% yield.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The synthesis of peptide-based inhibitors are summarized in Scheme 2. General peptide coupling reactions between (S)-valine and (S)-leucine or (S)-phenylalanine followed by ester hydrolysis gave the carboxylic acid intermediates 10 and 11 in 81% and 90% yields respectively. Coupling of these acids with lactam fragment 12 11,14 afforded Boc-derivatives 13 and 14 in 89% and 86% yields respectively. Exposure of these compounds to TFA effected the removal of the Boc-group to provide the corresponding free amines. Coupling of these amines with Boc-(L)-serine furnished inhibitors 4 and 5 in 55% and 95% yields respectively. Furthermore, reaction of the 13 or 14-derived amines with 5-methylisoxazole-3-carboxylic acid 15 15 afforded inhibitors 16 (75%) and 17 (81%) in very good yields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The inhibitory activities of the synthetic inhibitors are shown in Table 1 . The enzyme inhibitory activity of the compounds against SARS-CoV-3CLpro was determined in a FRET-based, microplate assay described by Grum-Tokars and co-workers 11,16 and used for the determination of IC 50 values for α,β-unsaturated esters. 17 The assays were performed in 96well microplates using a reaction volume of 100 μL which contained 50 mM HEPES, pH 7.5, 500 nM SARS-CoV-3CLpro enzyme and varying concentrations of synthetic inhibitors. The reaction components, with the exception of substrate, were incubated for 20 minutes and the reaction was initiated by the addition of FRET-substrate [AlexaFluor® 488-cys]-Glu-Ser-Ala-Thr-Leu-Gln-Ser-Gly-Leu-Ala-[Lys-QSY®-7]-Ser, giving a final substrate concentration of 1 μM. 11,16 The IC 50 values for inhibitors were determined by measuring the rates of reaction with increasing inhibitor concentrations. As shown in Table 1 , our structure-based incorporation of P 4 -Boc ser in place of P 4 -oxazole in inhibitor 2 resulted in (inhibitor 3) significant enhancement of enzymatic inhibitory potency, while its antiviral activity was not improved. It exhibited antiviral activity similar to inhibitors 1 and 2. This difference of activity may be due to the presence of peptide-like features in the inhibitors. Peptide-like molecules often exhibit poor passive transcellular diffusion across cell membranes. Antiviral assays followed our previously published protocol. 11, 18 We have compared the binding affinity of the corresponding peptide-based inhibitors incorporating both P 4 -oxazole and P 4 -Boc ser. Peptide-based inhibitors (4 and 5) with P 2 -Leu and P 2 -Phe have displayed 20-fold enzymatic potency enhancement over the respective inhibitors (16 and 17) containing P 4 -oxazole.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1501,
                    "end": 1503,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 947,
                    "end": 954,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To obtain molecular insight into the binding properties of inhibitor 3, we determined the Xray structure of 3-bound to SARS-CoV 3CLpro to a resolution of 1.9 Å. 19 The refinement statistics and data collection are summarized in Table 2 . A stereoview of the inhibitor-bound structure is shown in Figure 2 . The X-ray structure reveals that the inhibitor is covalently bonded to the enzyme via a C-S bond (1.77 Å) to the active site cysteine (Cys-145). The P´1ethyl ester carbonyl is within proximity to Thr-26 oxygen (3.38Å). The Leu-27 side-chain makes hydrophobic contacts with P´1-ligand. Furthermore, the P 1 -lactam NH forms a hydrogen bond with the imidazole ring of His-163. The P 3 -carbonyl group of 3 forms a hydrogen bond with the NH of Glu-166. The P 4 -Ser side chain is within hydrogen-bonding distance of Glu 166. This may explain its enhanced binding affinity over the oxazole bearing-inhibitor 2.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 235,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 296,
                    "end": 304,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In conclusion, our structure-based design strategies resulted in significant improvement in enzyme inhibitory activity against SARS-CoV 3CLpro. An X-ray structure of the 3-bound enzyme provided critical molecular insight into the ligand-binding site interactions in the active site. It appears that the P 4 -Boc-Ser is involved in important hydrogen-bonding interactions in the S' 4 -subsite. The present molecular insight will facilitate the design of more effective inhibitors. Further investigations are in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "was incubated with 1 mM inhibitor on ice for 1 hour prior to crystallization which was conducted by mixing 5 μL enzyme and 1 μL of mother liquor solution and allowing the mixture to undergo vapor diffusion against 11% PEG20,000, 50 mM NaCl, 50 mM Na-cacodylate, pH 6.5. Single crystals grew within 3 hours and were cryoprotected and flash-frozen in liquid nitrogen. X-ray data were collected using a MAR-CCD detector at SER-CAT beamline 22-BM at the Advanced Photon Source, Argonne National Laboratory. Data were indexed with HKL2000 and scaled and merged with SCALEPACK (Otwinowski and Minor, 1997). 20 The structure was determined via molecular replacement using the coordinates 2ALV from the PDB (Ghosh et al., 2005) 11 and refined with REFMAC from the CCP4 suite (Collaborative, 1994). R-factors were minimized by an additional 4-5% by using 10 cycles of TLS refinement on 19 segments. The 3CLpro-compound 4 complex crystallized in space group C121 with one molecule in the asymmetric unit with unit cell parameters of a=108.32 Å, b=82.22 Å, c=53.68 Å and β=104.7°. The structure was determined by molecular replacement using as a search model. Summary of X-ray data processing and refinement statistics c R cryst = Σ ||Fobs| -|Fcalc||/Σ |Fobs|, where |Fobs| and |Fcalc| are the observed and calculated, respectively, structure factor amplitudes for each reflection.",
            "cite_spans": [
                {
                    "start": 699,
                    "end": 719,
                    "text": "(Ghosh et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "d R free is the same as R cryst , except it is calculated over a set of reflections not used in structural refinement at any stage (5% of the observed data in all cases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structures of SARS-3CLpro inhibitors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Communicable Disease Surveillance & Response. website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vitro Antiviral Activity of Human Rhinovirus 3C Protease Inhibitors against the SARS Coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Patick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Brothers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dragovich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Mucker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "Paj",
                    "middle": [],
                    "last": "Rejto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Zwiers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huggins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mesecar AD. Virus Research",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Grum-Tokars",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antiviral activity was measured against the model coronavirus, mouse hepatitis virus (MHV), using neutral red assay",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS-CoV 3CLpro was purified using a combination of ion-exchange, ammonium sulfate fractionation, and separation by hydrophobic interaction chromatography according to our published procedures. 16 The refinement statistics and data collection are summarized in Table 2. Purifed SARS-CoV 3CLpro was exchanged into buffer (20 mM Tris, pH 7.5, 10% glycerol, and 10 mM 2-mercaptoethanol) and concentrated to 35 mg/mL using an Amicon Centrifugal Filter, molecular weight cutoff 10,000 Da. The enzyme",
            "authors": [],
            "year": null,
            "venue": "The protein-ligand X-ray structure of 3-bound SARS-3 CLpro has been deposited in the Protein Data Bank (PDB code ID: 2QIQ)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The X-ray Crystal structure of 3 (thick stick with gray carbon) with SARS-CoV 3CLpro. Hydrogen bonds between inhibitor and 3CLpro are shown in white dotted lines.Scheme 1. Reagents and Conditions: (a) TBAF, THF; (b) Dess-Martin periodinane, CH 2 Cl 2 , 73% (2steps); (c) TFA, CH 2 Cl 2 ; (d) EDC, HOBt, DIPEA, Boc-(L)-Serine, CH 2 Cl 2 , 72%. Scheme 2. Reagents and Conditions: (a) EDC, HOBt, DIPEA, Boc-(L)-Valine, CH 2 Cl 2 ; (b) LiOH (1M in H 2 O), THF; (c) EDC, HOBt, DIPEA, 12, CH 2 Cl 2 ; (d) TFA, CH 2 Cl 2 ; (e) EDC, HOBt, DIPEA, Boc-(L)-Serine, CH 2 Cl 2 ; (f) EDC, HOBt, DIPEA, 15, CH 2 Cl 2 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "<I>|/ΣI, where I is the observed intensity and <I> is the average intensity of multiple symmetry-related observations of that reflection. 118,202 measured reflections. 31,114 unique reflections.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The final Rcryst and Rfree values were 19.6% and 22.8% respectively. The final model includes the inhibitor covalently linked to Cys145. 20. Otwinowski Z, Minor W. Macromolecular Crystallography, Pt A 1997;276:307.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Structures and activity of inhibitors",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The financial support of this work is provided by the National Institute of Health (NIAID, P01 A1060915).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}