{
    "paper_id": "22cf0ac88dda184426a7a751a98082e42be4beff",
    "metadata": {
        "title": "Archives of Virology The Polypeptide Composition of Avian Infectious Bronchitis Virus Particles",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "1~"
                ],
                "last": "Mac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "?",
                "middle": [],
                "last": "Caughton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hilar¥",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mai",
                "middle": [
                    ")"
                ],
                "last": "Ge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Avian infectious bronchitis virus (IBV) is a member of the eoronavirus group and typieMly exists as pleomorphie, although generally spherical, virus particles 80 to 120 nm in diameter with coronas of widely spaced club shaped surface projections about 20 nm in length (1, 9) . However, the presence or absence of the surface projections varies with different strains (6) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies on IBV have shown the presence of several virus peaks in sucrose gradients (2, 3) -with buoyant densities varying from. 1.12 to 1.22 g/cm a, although there usually seems to be a main peak of virus activity with respect to infectivity (4, 10) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been observed that IBV particles have 14 to t6 polypeptides (2, 3) . Other studies on the polypeptide composition of eoronaviruses have shown 6 polypeptides in the virus particles of human coronavirus (HCV) strain OC43 (7) a n d t r a n s m i s s i b l e g a s t r o e n t e r i t i s v i r u s ( T G E V ) (5), a n d 7 p o l y p e p t i d e s in t h e v i r u s p a r t i c l e s of H C V s t r a i n 229 E (8) ",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 71,
                    "end": 73,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "I B V strains B e a u d e t t e (IBV 42), Connecticut (IBV 46) a n d Massachusetts (IBV 41) were used. These strains h a v e h a d a long h i s t o r y of passage in e m b r y o n a t e d chicken eggs before their use in the p r e s e n t studies. The B e a u d e t t e strain is serologically similar to t h e Massachusetts strain as it is a Massachusetts strain t h a t has been highly passaged in eggs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strains"
        },
        {
            "text": "104 to 10 a TCDs0 of virus was i n o c u l a t e d b y t h e allantoic route into 10 d a y old e m b r y o n a t e d chicken eggs which were t h e n i n c u b a t e d a t 37 ° C for 24 hours. The allantoic fluid was chilled a t 4 ° C overnight, h a r v e s t e d a n d i m m e d i a t e l y clarified b y eentrifugation a t 2000 × g for 30 m i n u t e s a t 4 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Growth"
        },
        {
            "text": "All t h e purification steps were p e r f o r m e d at. 0 ° to 4 ° C. T h e virus was pelleted a t 7 5 , 0 0 0 × g for I h o u r a n d t h e n r e s u s p e n d e d in 1 ml Dulbeceo's p h o s p h a t e buffered saline 'A' (PBSA). T h e resuspended virus was overlaid on to a linear 25 to 55 per cent (w/w) sucrose g r a d i e n t in P B S A a n d centrifuged for 16 hours at 90,000 × g. T h e virus peak(s) were collected, diluted in P B S A a n d again layered on to linear 25 to 55 per cent (w/w) sucrose gradients in P B S A a n d centrifuged for 16 hours at 90,000 × g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Puri/ication"
        },
        {
            "text": "Virus samples were e x a m i n e d after negative staining w i t h 2 per cent (w/v) p o t a s s i u m p h o s p h o t u n g s t a t e , p i t 6.5, in a Phillips E M 300 electron microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electron Microscopy"
        },
        {
            "text": "Virus peak(s) from the second sucrose g r a d i e n t were collected a n d sodium dodeeyl s u l p h a t e (SDS) a n d 2-merca.ptoethanol were a d d e d to c o n c e n t r a t i o n s of 5 a n d 2 p e r cent respectively a n d t h e samples were i n c u b a t e d in a boiling w a t e r b a t h for t.5 minutes. I n some cases t h e samples were dialysed o v e r n i g h t a t room t e m p e r a t u r e against 5 mM Tris, 38 m~I glycine buffer (pH 7.8) c o n t a i n i n g 1 p e r cent SDS, 0.1 per cent 2-mereaptoethanol, 3.3 ~ u r e a a n d 5 per cent, sucrose (2) . Before get electrophoresis a trace a m o u n t of b r o m o p h e n o l blue dye was a d d e d a n d in some eases t h e virus solution was c o n c e n t r a ted using U l t r a -T h i m b l e s (Sehteieher a n d Sehfilt). I n a modified procedure of polypeptide p r e p a r a t i o n t h e virus solutions were boiled for 3 m i n u t e s before o v e r n i g h t dialysis a n d for 1 m i n u t e after dialysis.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresi,s"
        },
        {
            "text": "Eleetrophoresis was carried out on cylindrical p o l y a c r y l a m i d e gels. T h e a c r y l a m i d e c o n c e n t r a t i o n was 7.5 per cent (w/v) a n d t h e a e r y l a m i d e : bis-acrylamide ratio was 37.5:1 b y weight. The gels also c o n t a i n e d 0.1 per cent SDS, 0.5 N urea, 0.03 per cent N , N , N ' , N ' -t e t r a m e t h y l e t h y l e n e d i a m i n e , 0.07 per cent a m m o n i u m p e r s u l p h a t e a n d 0.375 ~ Tris-ttC1 buffer, p H 7.8. The gels were pre-electrophoresed at 100 V for 2 hours in a n electropboresis buffer consisting of 25 m~1 Tris, 192 mN glycine, 0.1 per cent SDS, 0.5 3~ urea a n d 0.1 per cent 2-mercaptoethanol, pI~ 7.8. After pre-electrophoresis, samples were layered directly on top of the gels a n d eleetrophoresis was ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresi,s"
        },
        {
            "text": "After eleetrophoresis the gels were removed from their supporting tubes and stained for proteins. Staining was with 0.1 per cent Coomassie brilliant blue in 50 per cent methanol, 7.5 per cent acetic acid for 16 hours and destaining was carried out over 2 to 3 days with several changes of 50 per cent methanol, 7.5 per cent acetic acid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis"
        },
        {
            "text": "The mobilities of the virus polypeptides were measured relative to the bromophenol blue dye and compared with the mobilities of proteins of known molecular weight that had been reduced, electrophoresed as above and stained with Coomassie brilliant blue. The proteins used as standards were obtained from Sigma Chemical Co. Ltd., and comprised bovine serum albumin (dimer and monomer), ovalbumin, trypsin and lysozyme. The gels were scanned at 620 nm using a Joyee Loebl Chromoscan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis"
        },
        {
            "text": "Centrifugation of I B V particles on sucrose density gradients produced a relatively sharp peak of material ranging in density from 1.17 to 1.18 g/em a depending upon the strain of I B V used (Table 1 ). I n 30 per cent of cases an extra peak, forming up to 40 per cent of the total material, was found sedimenting at a density of 1.21 to 1.22 g/em a. Material also sedimented as a diffuse b a n d in sucrose gradients at a density of 1.13 g/cm 3 in 5 per cent of preparations (Table 1) . There was no difference in the relative amounts of these peaks over a series of experiments for the different I B V strains. All the virus peaks were infectious, although comparative studies on the infectivity of these peaks were difficult as I B V is e x t r e m e l y labile (3) and large drops in infectivity were observed even after minimal t r e a t m e n t of the virus particles. Figure 1 shows electron micrographs of I B V B e a u d e t t e virus particles from the major peak (Fig. 1A) and from the high density peak (Fig. 1B) of sucrose density gradients. There was never enough virus material from the low density peak to s t u d y the morphology of these virus particles b y electron microscopy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 477,
                    "end": 486,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 876,
                    "end": 884,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 975,
                    "end": 984,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1016,
                    "end": 1025,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Virus Purification"
        },
        {
            "text": "Arch, Virol. 55/1-- 2 4 Essentially, there was little morphological difference between the two forms of the virus particles although the high density form of the virus appeared slightly larger than the major density form. Virus particles from Beaudette were the same size and shape as Connecticut and Massachusetts : all the strains had overall diameters ranging from 80 to 110 nm. Virus particles in most preparations contained only partial coronas of surface projections and in a few eases almost no surface projections, although in no ease did the virus particles contain complete coronas. We only used virus particles that contained partial coronas as they occurred more frequently and appeared more typical of eoronaviruses generally. The virus particles with no coronas will be discussed in a later paper. Virus Polypeptide Analysis Figure 2 shows the polsTeptides of the purified major virus species of the IBV strains Beaudette, Connecticut and Massachusetts, on polyaerylamide gels. Seven polypeptides, VP 1 to VP 7, were observed in each of the strains. I{owever, polypeptides VPzi and VP5 could not in all cases be clearly distinguished. The proportions of these polypeptides were similar, apart from the proportion of VP6 which varied considerably in the 3 strains. There was more VP6 in Massachusetts (Fig. 2C) and Connecticut (Fig. 2B ) than in Beaudette ( Fig. 2A) . Figure 3 shows a comparison between the polypeptides of the major (Fig. 3A ) and high density (Fig. 3B) virus species of Massachusetts. The polypeptide profiles were similar except that there was considerably more VP6 in the major species than in the high density species. Similar results have been obtained with Beaudette and Comleetieut. The approximate molecular weights of the virus polypeptides have been determined by comparison with the relative mobilities of bovine serum albumin (dimer and monomer), ovalbumin, trypsin and lysozyme. Table 2 shows the molecular weights of the viral polypeptides determined from 10 experiments. Previous papers on the pol~peptide composition of IBV have shown the presence of I4 to 16 polypeptides in the virus particles (2, 3). When we prepared virus polypeptides for eleetrophoresis using 2 per cent dithiothreitol to reduce the polypeptides (3) or by boiling the polypeptides before and after overnight dialysis (2), we obtained polypeptide patterns similar to those leported previously (2, 3) . Figure 4 shows a profile of IBV Beaudette polypeptides prepared using our modified preparative procedure involving boiling of the polypeptides after overnight dialysis (see Methods). ~!dthough the pattern varied from experiment to experiment, at least 12 polypeptides were seen compared with the 7 polypeptides observed using our standard procedure (Fig. 2 A) . The new polypep~ides have been designated VPA, VPB, VPC, VPD and VPE and have molecular weights of approximately 56,000, 45,000, 38,000, 21,000 and 19,000 respectively. However, in all cases the proportions of the new polypeptides increased with more degradation of the polypeptides VP 1 to VP 7. There was essentially no difference between the polypepgide profiles of the major and high density virus species.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "2 4",
                    "ref_id": null
                },
                {
                    "start": 2413,
                    "end": 2416,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2417,
                    "end": 2419,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 847,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1323,
                    "text": "(Fig. 2C)",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1348,
                    "text": "(Fig. 2B",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1379,
                    "text": "Fig. 2A)",
                    "ref_id": null
                },
                {
                    "start": 1382,
                    "end": 1390,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1448,
                    "end": 1456,
                    "text": "(Fig. 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1476,
                    "end": 1485,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1924,
                    "end": 1931,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2422,
                    "end": 2430,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2771,
                    "end": 2781,
                    "text": "(Fig. 2 A)",
                    "ref_id": null
                }
            ],
            "section": "Morphology o/ the Virus Particles"
        },
        {
            "text": "Generally, even harsher preparative procedures (such as boiling the samples for 5 minutes before dialysis and 2 minutes after overnight dialysis) removed most ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphology o/ the Virus Particles"
        },
        {
            "text": "In purified IBV preparations run on sucrose density gradients we saw ~ major virus peak and up to two others of different densities. The peaks were seen with three dilferent IBV strNns and electron microscope studies showed that the viruses from these peaks were morphologically similar and there was little or no contaminating cellular debris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "The polypeptide compositions of the virus particles isolated from the different peaks were similar in that they all contained 7 polypeptides, although there was considerably less VP6 in the high density peak than in the major virus peak. It is interesting to note that the proportion of VP6 also varied considerably between the three IBV strains examined: there was more VP 6 in Connecticut and Massachusetts than in Beaudette. As mentioned above, the Beaudette strain is serologically similar to Massachusetts from which it has been derived by multiple passages in embryonated chicken eggs. However, our results suggest that the peptide composition of Beaudette now appears to be more similar to Connecticut than to Massachusetts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "Harsher conditions of polypeptide preparation produced polypeptide profiles containing more than 12 polypeptides, instead of the 7 polypeptides that were usually obtained. Furthermore, considerable variation occurred in the amount, proportion and resolution of these polypeptides with this harsher treatment. From such observations we suggest that these new polypeptides are degradation products and that IBV particles contain only 7 polypeptides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "Six or seven polypeptides have been observed in the virus particles of HCV OC43 (7) and 229E (8) and TGEV (5) . A similar number of polypeptides has been identified in mouse hepatitis virus (MAc~AVG~TO~ and MADGE, unpublished results). Thus the polypeptide composition of these coronaviruses resemble that of IBV, ~lthough none is identical.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Diseussion"
        },
        {
            "text": "We are indebted to Dr. D. A. J. Tyrrell for his advice and encouragement throughout these studies. We wish to thank Dr. S. Patterson and Mrs. Heather A. Davies for the electron microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aeknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The morphologicM and biological effects of various antisera on avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Be~¥",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Alm~ida",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. gen. Virol",
            "volume": "3",
            "issn": "",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The polypeptide composition of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Bin~ham",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Arch. Virol",
            "volume": "49",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Heterogeneity of infectious bronchitis virus grown in eggs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ha~t~ness",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch. Virol",
            "volume": "50",
            "issn": "",
            "pages": "55--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Avian infectious bronchitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "C~jnsri~gj~am",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Adv. vet. Sei. comp. Med",
            "volume": "14",
            "issn": "",
            "pages": "105--148",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pococ~:, I). H. : The polypeptide structure of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garwes",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. gen. Virol",
            "volume": "29",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Polypeptides of IBV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "1~"
                    ],
                    "last": "Macnaucltiton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madoe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Morphological variation among avian infectious bronchitis virus strains",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ha~:Ness",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bi~acewell",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Res. vet. Sci",
            "volume": "16",
            "issn": "",
            "pages": "128--131",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protein composition of coronavirus OC43",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hiei~i~olzlsi~",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Palm]~i~",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Whitfield",
                    "suffix": ""
                },
                {
                    "first": "]",
                    "middle": [
                        "S"
                    ],
                    "last": "I~aye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "48",
            "issn": "",
            "pages": "516--527",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Purification and biophysical properties of human coronavirus 229E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hiei~hoi~zer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "75",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronaviruses: A comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mci~os~",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "63",
            "issn": "",
            "pages": "85--129",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The nucleic acid of infectious bronchitis virus",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Tai~om",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arch. ges. Virusforsehung",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "carried o u t at 100 V until t h e b r o m o p h e n o l blue dye was a p p r o x i m a t e l y I em from t h e b o t t o m of t 0 cm gels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Particles of IBV Beaudette from sucrose density gradients, a. Major virus (i.18 g/ema), b. High density virus (i.22 g/eroS). Negative staining with 2 per cent potassium phosphotungstafe, pH 6.5. The bar represents I00 nm",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "'. 2. I)ensitometer tracings of virus polypeptides on 7.5 per cent polyacrylamide gels after staining with Coomassie brilliant blue. A. Beaudette strain, B. Connecticut strain and C. Massachusetts strain",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Densitometer tracings of virus polypeptides on 7.5 per cent polyacrylamide gels after staining ~-ith Coomassie brilliant blue. A. Massachusetts major virus species, B. Massachusetts high density virus species",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Densilbometer tracing of Beaudette polypeptides on 7.5 per cent polyaerylamide gel after staining wi~h Coomassie brilliant blue. The polypeptides were prepared for gel eleegrophoresis using the modified procedure described in the Methods of VP1, VP2 and VP3 and increased the proportions of VPA, VPD and VPE. Similar results were obtained using Connecticut and Massachusetts.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Buoyant densities o / I B V strains on sucrose gradientsMean density of virus peaks (g/cm3) a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Molecular weighto]thepolypeptidesoJIBV",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}