{
    "paper_id": "23d990719d840be2bdf69d9081fc255df4644183",
    "metadata": {
        "title": "Journal Pre-proof Managing COVID-19 in the oncology clinic and avoiding the distraction effect Managing COVID-19 in the oncology clinic and avoiding the distraction effect",
        "authors": [
            {
                "first": "Francesco",
                "middle": [],
                "last": "Cortiula",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Udine",
                    "location": {
                        "settlement": "Udine",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Pettke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "postCode": "SE-171 76",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Bartoletti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Udine",
                    "location": {
                        "settlement": "Udine",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Puglisi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Udine",
                    "location": {
                        "settlement": "Udine",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Helleday",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "",
                    "location": {
                        "addrLine": "Karolinska Institutet",
                        "postCode": "SE-171 76",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "t.helleday@sheffield.ac.uk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The safety and management of cancer patients in the current SARS-CoV-2 outbreak is urgent and most cancer clinics need to establish a contingency plan. It is well established that cancer patients are more susceptible to infections because of the immunosuppressive state caused by both anticancer treatments and surgery [1] [2] [3] . A recent study from Prof He and colleagues shows that the risk of developing severe events in COVID-19 disease is statistically significant higher in patients with cancer, with a hazard ratio of 3.56 [4] . A caution in interpreting the data is that the patient numbers are of course small, but the results are not unexpected. The authors suggest that postponing adjuvant chemotherapy or elective surgery for less aggressive cancers should be considered and that the increased risk for personal protection provisions should be emphasized for patients with cancer or cancer survivors. Furthermore, more intensive surveillance or treatment should be considered for those patients with cancer who are infected with SARS-CoV-2 virus.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "All authors have contributed equally"
        },
        {
            "text": "Currently, the COVID-19 disease situation is particularly pressing in Italy, which is challenging for the Aviano Cancer Centre, a National Cancer Institute that attracts patients and relatives from all over the country. Tents have been built in front of each hospital entrance, serving as triage areas. Nurses and doctors work around the clock, evaluating the personal and medical history of each incoming patient, visitor and guest. Dedicated staff in protected areas evaluate patients who present with respiratory symptoms or fever. The COVID-19 test is performed in suspected cases according to national health system recommendations. Visits to inpatients have been limited to one guest per day and forbidden in the hematology division. Outpatients are allowed with only one companion and limited to underage or non-self-sufficient patients. Patients with a scheduled follow-up visit who report suspected symptoms are encouraged to contact their physician to reschedule their visit. For all medical and para-medical staff, multidisciplinary boards have been limited to one specialist per board. Morning meetings and journal clubs have been suspended, but allowed via teleconference. The library service has been closed until further notice, and so has the visitor's canteen. Medical students' trainee programs have been postponed. Importantly, the aforementioned restrictions have not affected chemotherapy or other programs of systemic treatment or surgery. Follow-up visits were suspended for two weeks pending decisions related to the evolution of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All authors have contributed equally"
        },
        {
            "text": "However, in addition to the apparent threats the COVID-19 poses, both to single individuals and health systems, this epidemic hides subtle menaces, like the distraction effect. It is mandatory, especially in a finite resource system to balance the potential benefit of containment measures, such as postponing scheduled procedures, with negative health and social costs. Diverting the attention exclusively to the COVID-19 situation and overshadowing the everyday clinical practice may have substantial negative implications, especially for cancer patients. Reallocating an excessive amount of healthcare personnel, both nurses and doctors, to the COVID-19 triage and management may stretch an already fragile system and potentially leave uncovered some vital activities, such as treatment administration, surgeries and inpatient assistance. It is well established that delayed oncologic surgery may lead to disease progressions and result in tumors no longer resectable, leading to worse survival outcomes. The same goes for neoadjuvant or adjuvant chemotherapy regimens administered with suboptimal timing. It should be emphasized that we are talking about patients potentially cured by oncologic treatments. Therefore, any delay of these fundamental procedures, either intentional or due to shortage of personnel, should be avoided. The same risk is present for the people who have scheduled screening activities (e.g. screening mammography for the early diagnosis of breast cancer). People should be advised to maintain their scheduled appointments, if the procedure is feasible safely, or at least to promptly reschedule their appointment when the epidemic it is expected to slow its pace. For patients with advanced disease, as oncologists we know the enormous negative impact from disease progression in terms of both survival time and quality of life. The inability to deliver palliative care to patients unable to move from their homes and the management of treatment side effects are other significant concerns from a forced quarantine [5] . Patients with advanced disease, and no suggestive symptoms of COVID-19, should keep receiving planned chemotherapy or radiotherapy treatment, without unnecessary delays. Moreover, although postponing follow-up and cancer prevention appointments is a strategy to be considered, an excessive accumulation of visits or examinations risks burdening the national public health system over the next few months.",
            "cite_spans": [
                {
                    "start": 2046,
                    "end": 2049,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "All authors have contributed equally"
        },
        {
            "text": "At this moment, we cannot tell when the current outbreak will end, as this will happen when the number of infected people falls to a critical threshold (the Critical Community Size), which is too low to sustain viral spread. In practice, this is going to be a result of the interplay of containment, emerging immunity, viral evolution and weather (Figure 1 ). However, looking back at past outbreaks and pandemics, complete eradication of a pathogen after its emergence is rarely achieved. It involves available and effective intervention methods to interrupt transmission, preferably vaccines that elicit immunity in broad segments of society. Furthermore, easily available diagnostic tools and surveillance are required to detect possible cases before they can lead to transmission, and the reservoir for the virus must be limited to humans. Taking all of these factors into account, there are indications that even if the new SARS-CoV-2 disappears for a while, we might potentially see it coming back as an endemic cause of seasonal pneumonia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 356,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "All authors have contributed equally"
        },
        {
            "text": "The anti-viral work in the TH lab is funded by the Swedish Research Council (2017-05631), and ERC (ERC-2016-PoC NOVITREP -755150).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement"
        },
        {
            "text": "The authors declare no conflict of interest that are relevant for the present work. A) Viral spread is fastest in immunologically naive population at the outbreak and eventually immunity limits transmission. The success of the vaccine against SARS-CoV-2, currently being in preparation for clinical phase one trial, might be a turning point. B) Viral evolution causes adaption to their host, and trade off high virulence for a better transmissibility and lower virulence. While it is early days to predict how exactly virulence will evolve in SARS-CoV-2, its evolution is ongoing and there are indications that SARS-CoV-2 has evolved into two strains since its emergence, the ancestral S-strain and a more \"aggressive\" L-strain [6] . C) Viruses survive much easier in a cold environment, as is reflected for example in the seasonality of influenza. D) Increased and effective public health efforts are the foundation of all strategies to limit spread of the virus and contribute to ending the outbreak. As the decreasing number of cases of SARS-CoV-2 in China depicts, rigid public health methods can be very successful in containing outbreaks.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 731,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Declaration of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nosocomial infections in patients with cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamboj",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepkowitz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Oncol",
            "volume": "10",
            "issn": "",
            "pages": "589--597",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Features of Postoperative Immune Suppression Are Reversible With Interferon Gamma and Independent of Interleukin-6 Pathways",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Longbottom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Torrance",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Surg",
            "volume": "264",
            "issn": "",
            "pages": "370--377",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Myeloid suppressor cells in cancer and autoimmunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sica",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massarotti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Autoimmun",
            "volume": "85",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Science Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1093/nsr/nwaa036"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Several factors influence how the SARS-CoV-2 outbreak will develop and end.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}