{
    "paper_id": "23eae5a7a5adea7087bfecfe28d35fbcdbf9caf3",
    "metadata": {
        "title": "Article The novel H1N1 Influenza A global airline transmission and early warning without travel containments",
        "authors": [
            {
                "first": "Chang",
                "middle": [],
                "last": "Chaoyi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cao",
                "middle": [],
                "last": "Chunxiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cao",
                "middle": [],
                "last": "Zhidong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dong",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Jian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gao",
                "middle": [],
                "last": "Mengxu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaobo",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinfeng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "I"
                ],
                "last": "Xiaowen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "100101",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel influenza A (H1N1) has been spreading worldwide. Early studies implied that international air travels might be key cause of a severe potential pandemic without appropriate containments. In this study, early outbreaks in Mexico and some cities of United States were used to estimate the preliminary epidemic parameters by applying adjusted SEIR epidemiological model, indicating transmissibility infectivity of the virus. According to the findings, a new spatial allocation model totally based on the real-time airline data was established to assess the potential spreading of H1N1 from Mexico to the world. Our estimates find the basic reproductive number R0 of H1N1 is around 3.4, and the effective reproductive number fall sharply by effective containment strategies. The finding also implies Spain, Canada, France, Panama, Peru are the most possible country to be involved in severe endemic H1N1 spreading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Chang C Y, Cao C X, Wang Q, et al. The novel H1N1 Influenza A global airline transmission and early warning without travel containments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the recent months, an emerging infectious disease, which was caused by a novel influenza A H1N1 virus, is spreading over the world [1] . On April 29th 2009, the World Health Organization announced a global warning of the H1N1 spreading. As the large-scale transmission has been confirmed (WHO swine influenza up-dated, http://www.who. int/csr/don/2009_05_05/en/index.html), planes were suspected to be a crucial factor of long distance spreading. The rapid infection rise and convenient transportation network inspire epidemiologists to concern risks of another similar pandemic of 1918 flu. *Corresponding author (email: cao413@irsa.ac.cn) Influenza A (H1N1) is known as a human-to-human transmission disease, which infects people by direct body contact or close airborne contact [2] . Airplane travel is an idealistic and typical obdurate environment for close contacts. In the absence of obvious evidence that the virus is transmitted through airplane to the world, it is probable that the worldwide airline network is the main venue of the transmission. For the instance, many cases reported in United States, Canada, South Korea and Hong Kong, China were clarified to be infected shortly after trips to Mexico, suggesting that air travel helps the influenza whip around the world. On April 27th WHO announced that Mexico became a severe infectious region, then many countries re-strained international travels to Mexico correspondingly. An appropriate mathematical model should be constructed to portray the epidemic features, including the contact rate per infection, the average infectiousness duration and even the basic reproduction number. The classic epidemiological model, Suspected-Infected-Removed (SIR) is usually used to formulate the epidemic process without effective containment strategies [3] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1812,
                    "end": 1815,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SIR model simplifies the process of contagious disease analysis, by classifying the target population of the disease into three specific groups, the susceptible, the infective and the removed, and formulating the dynamic process with differentiation equations. The hypotheses of SIR model is that all groups of a population should be mixed homogenously, thus they have same possibility to be infected. However, these hypotheses were malfunctional under novel H1N1 transmission due to only limited surrounding contacts could probably be exposed to the few patients in the very beginning. Instead, Susceptible -Exposure -Infective -Removed (SEIR) considered the limited susceptible population into the SIR model [4] . While the contact rate and the death/recovered/isolated rate could be roughly estimated, the SEIR model was well posed. However, while the pathology of infectious virus varies by cases, few studies have analyzed the spatial distribution of this new novel virus, which is significant factor to establish control strategies.",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Besides, the control measures should be a feedback introduced to the model so as to affect the infection rate. By May 2, 2009 , WHO raised the level of global pandemic alert to 5th phase, which implied that endemic transmissions had occurred in other countries throughout the world. Without effective containments, the virus was spreading almost uncontrollably idealistically. On June 11, 2009 , WHO again raised the worldwide pandemic alert level to Phase 6 in response to the ongoing global spread of the 2009 H1N1 flu virus. During these 40 days, many countries adopted strict measures to protect their populations from the hazard. As a result, the local transmission process had been \"depressed\" so that we can focus on figuring out the global transmission by international air travel. While the virus seems to be uncontrolled globally, containments were changed. For example, China changed the overall strict containment to community controls, so it is meaningless to evaluate global evolvement under complicated control measure. Therefore, understanding large spatial diffusion of this virus depends on how to construct a general model to estimate the impact of international air travel for transmitting the virus. Even if there were no clear evidence showing H1N1 virus originated from Mexico, early evidence demonstrated that many outbreaks associate with passengers travelling back from Mexico City [2, 5] . Without sufficient information of air travel destinations from Mexico City, the spatial dynamic of epidemic would be hardly to estimate.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "May 2, 2009",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "June 11, 2009",
                    "ref_id": null
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our study aims to estimate the on-going H1N1 global transmission in early phase. All data were collected from the internet by July 3, 2009. We introduced a logistic model to SEIR model, which effectively evaluates the impact of containments. Public health efforts to reduce transmission are expected to have an effective impact on control the epidemic. Moreover, air travel from Mexico City is considered to estimate the preliminary potential spatial transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we explore to understand epidemic features, as well as spatial diffusion of known H1N1 cases and air flights to analyze risks related by the airline accessibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Worldwide H1N1 data were collected from the internet. Dr. Henry Niman traced the epidemic through Rhiza Labs and Google (Henry Niman, http://www.flutracker.com). In this case a new strain of influenza virus against which no previous immunity exists and that demonstrated human-tohuman transmission could result in a pandemic with millions of fatalities. Early detection of disease activity, when followed by a rapid response, could reduce the impact of both seasonal and pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internet-based data collection"
        },
        {
            "text": "One way to improve early detection in our study is to monitor health-seeking behaviour in the form of queries to online search engines, which are submitted by millions of users around the world each day [6] . The data is compiled using data from official sources, news reports and usercontributions and updated multiple times per day. Not only the laboratory confirmed cases, but also the similar symptoms were seized through strong search engine, considered to be susceptible cases. Fortunately, the data contained detailed descriptions concerned to the records, and provided relative accurate spatial locations of all infections, implying a potential basis for our study.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Internet-based data collection"
        },
        {
            "text": "Air travels has a high probability to play a role in spreading the disease. Brownstein et al. [7] studied statistics on influenza death in many US cites collected between 1996 and 2005 by the Centers for Disease Control and Prevention (CDC), along with estimates of the numbers of passengers who travelled by plane within the United States and from there to another country. The study had suggested that air travel might play such a role based on computer models.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Internet-based data collection"
        },
        {
            "text": "Because airline travel is an essential factor of global transmission, we collected the related air flight information of large airport from real-time air travel internet website (http://feeyo.com/). As we know, the air flight data were usually counted in the end of year by governments in each country, thus the real-time air travels were difficult to assess because of the seasonal travel variance. However, the data used in our study was obtained in May by collecting real-time ticket sale in April of 2009. So the airlines were adjusted by companies in order to minimize their cost by fully load airlines. The number of airline passengers who flew out of Mexico were correlated with the frequency of detected confirmed cases worldwide [2] . 135 cities all over the world were selected in surveillance airline system [8] . 60 of them were located in United States and some others distributed in epidemic area to represent the tendency of potential transmission. The internet based information provided airline flight number, the department time and arrival time as well as the plane type (http://www.carnoc.com). Due to the economic consideration, all airlines were assumed to be full-loaded based on economic optimization, hence the passengers of each flight could be calculated by multiply the maximal load of plane type.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 741,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Internet-based data collection"
        },
        {
            "text": "The Kermack-McKendrick model is a classic SIR model for the number of people infected with a contagious illness in a closed population over period. It was proposed to explain the rapid rise and fall in the number of infected patients observed in epidemics such as the plague (London 1665-1666, Bombay 1906) and cholera (London 1865) [9] . It assumes that the population size is fixed (i.e. the population including the death are the same during the period), incubation period of the infectious agent is instantaneous, and duration of infectivity is same as length of the disease. It also assumes a completely homogeneous population with no age, spatial, or social structure.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Establishing epidemic model for temporal dynamic"
        },
        {
            "text": "where t is time, S(t) is the number of susceptible people, I(t) is the number of people infected, R(t) is the number of people who have recovered and developed immunity to the infection, β (t) is the infection rate, and γ (t) is the recovery rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing epidemic model for temporal dynamic"
        },
        {
            "text": "The basic reproductive number, R 0 , equals the fraction of contact rate to removed rate, which means the average number of infections from symptom onset of the infection to the onset of other infected cases. The basic reproductive number represents the contagious ability of the infectious disease. In traditional uncontrolled condition, when R 0 <1, each person who contracts the disease will infect fewer than one person before dying or recovering, so the outbreak will die out. When R 0 >1, each person who gets the disease will infect more than one person, so the epidemic will spread. The Kermack-McKendrick model was brought back to prominence after decades of neglect by Anderson and May. More complicated versions of the Kermack-McKendrick model that better reflect the actual biology of a given disease are often used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing epidemic model for temporal dynamic"
        },
        {
            "text": "However, the assumption that all population groups were mixed homogeneously scarcely exists. Furthermore, effect-tive control measures and vaccination programs will affect the nature of disease distribution over time. In fact, control measures always reduce R 0 in some extend; therefore, the actual number of secondary infections by each case was recorded as effective reproductive number R. With R>1, the infectious disease continues to thrive and if R<1, chains of transmission will inevitably die out. Vaccination, antiviral drugs and isolation could contain the transmission. Hence, as the control measures were considered, the LSEIR model was established to modeling the temporal dynamic of H1N1 transmission [10] . A logistic model was used to adjust the contact rate in SEIR model. Logistic model has four parameters in response to the second stable value, range, curvature, and inflection's time, which illustrate a well-fit result in demonstrating the epidemic dynamics [11] . ",
            "cite_spans": [
                {
                    "start": 715,
                    "end": 719,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Establishing epidemic model for temporal dynamic"
        },
        {
            "text": "All air flights of 144 significant airports (using International Air Transport Association (IATA) station code to generate a web search, and recording the search result by sorting) were collected in this study to trace the airline information in April and May of 2009. The prerequisites for selecting all airports depend on whether they were prominent trade port of a regional international airport. We especially oversampled in North and South America. So simulations of travelling infections were considered to cover migration infections of airport coverage. Yet parts of the infections were assumed to move to other countries through second air travel. Since the specific ratio of visitors among the infections was hard to measure, we assumed proportion α of the total infections travelling from Mexico City. The transfer rate among passengers from one flight to another flight was considered to be μ. Assumed an airline AB1 linked city A and B with a plane type C, the average passengers of this airline between City A and City B could be defined as AB1 , 7 C n S P = (9) where n C equals the maximal capacity of plane type C, and S stands for days of the airline schedule per week. Thus, the average passengers for n airlines travelled from City A to City B are All second connecting airlines were considered in the model, including the direct airline cities (i.e. Mexico-City B-City A). The axiom could extend to the second transfer, excluding the destination or department city occurred again. For instance, Mexico-City B-City A-City C as well as Mexico-City A-City B-City C is calculated as Mexico-City C, but Mexico-City B-City A-City B is not calculated in Mexico-City B. The infections from Mexico were calculated by adding all second connecting airline travelers to first direct airline travelers according to destinations.",
            "cite_spans": [
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Establishing epidemic model for spatial dynamic"
        },
        {
            "text": "As the LSEIR model was applied in this study, the six parameters of it should be defined. The outbreaks of Mexico City from April 22 to May 11 were used to estimate them. The data from May 11 to July 3 were used to validate the result (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 245,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Because the four differential equations in LSEIR exist in pairs of possible solution sets, estimating the optimal solution set lead to a dilemma. We adopted an explicit Runge-Kutta formula to solve the equations. In general, the Runge-Kutta formula is the effective mathematic optimal solution for ordinary differential equations. However, as these parameters possibly exist in wide 6 dimensional real number space, the variations of LSEIR should be appreciated. In this study, a computer optimizing algorithm, genetic algorithm, was adapted to fit the equations. A Genetic Algorithm (GA) was widely used in optimal estimation by using a theory like biological similar process of genetic propagation and variation, providing scrutiny on solving parameters of differential equations. In this study, a general GA estimates the parameters with 90% confidential. However, on July 3, WHO announced not to provide updated data so the afterward parameters are hard to be gained accurately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The population of Mexico City was assumed to be 19 million for a reasonable population of an epidemic area in metropolitan. The initial infection number was assumed to be one and transfer rate between airlines was assumed to be 0.1, on which the model output rely a positive linear relationship to the hypothesis. After simulation, all parameters were assessed. According to the definitions of LSEIR model, essential epidemic parameters of H1N1 could be evaluated. The R 0 , basic reproductive number, was estimated to 3.379415, which illustrates an average infection will cause approximately 3.4 persons infected at the very beginning. But the effective reproductive number is around 1.8 under containments. However, the probability of an outbreak from a single infection would vary significantly in a different situation. Although the super spreading events had not been reported like those during SARS (Severe Acute Respiratory Syndrome) epidemic, the infected numbers from different infections varied according to our early finding. The basic reproductive number for H1N1 flu is less than for SARS and some other infectious diseases, but higher than Fraser's estimation (R 0 =1.4-1.6, based on the Mexico data by April 30th) [2] . The incubation period and infectious period are 1.000007 and 2.96765 respectively, which lead to define the duration of infectiousness is about 4 d (According to CDC of the United States, the incubation period of novel H1N1 is usually 24-48 h, regarding the infectious period is judged by cases.). The result also shows the effective reproductive number recede to 0.417797 after effective containments have been adopted. If R<1, the result imply the epidemic in Mexico will be phase out. Reset the transfer rate to 0.2, and the model output fits the model better.",
            "cite_spans": [
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through global air travel, H1N1 infections would be expected to spread to other countries. After the rapid alert had been made by WHO, it is assumed that control strategies had been adopted by other countries. In our study, the global airlines play a significant role in aiding the distribution of infections. Considering the infectiveness duration lasts no more than 7 d (approximately 4 d in our study), and the air travel will cost 1-2 days after having been infected, the infectivity will decrease during international journeys. And the subsequent, more numerous, transmissions in other countries would be caused by the secondary or third infection of the original patient visitor from Mexico. The flight transfer would delay this spreading but raise a risk for travelers from other countries. Most cities in our study are the capital of the country or the state, or the typical famous cities. All cities connect Mexico City though no more than two transfers. The flight transfer rate is set on 10% of total traveler in all these international airlines. Three phases of global transmission were considered: (1) Original phase: The international diffusion occurred at very beginning of Mexico outbreak; (2) Uncontrolled phase: The local outbreak in Mexico exceeds 800 persons. (According to WHO report, on April 28, Mexico City had more than 800 infections when more than 1000 susceptible cases needed to confirm.); and (3) Final phase: The influenza A tends to gradually phase out. At first, the symptoms and pathology of H1N1 were unclear until CDC laboratories in the United States confirmed two cases in California, thus the outbreaks were not noticed. The latent spreading lasted for several days, which lead the actual original outbreaks might be earlier than that from WHO report and makes our result a lag behind the reported outbreaks. Limited cross-infections between native cases and visitors probably happened but did not lead to international concern for a potential pandemic. On April 27, after Canada and Spain reported cases, WHO raised pandemic alter to level 4, which indicated that the virus might cause \"community level outbreaks\". Two days later, the pandemic alert had to be switched to level 5, implying that the pandemic was imminent. We assessed the possible world diffusion from Mexico. As the results illustrate, neighboring countries to Mexico and developed countries have higher risks to have H1N1 migrations (Figures 2,3) . It might because people in developed countries tend to fly more to Mexico for travel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2441,
                    "end": 2454,
                    "text": "(Figures 2,3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The errors in this study may come from interruptions of diverse control strategies. As the containments were implemented, the disease would incline to fade out. Moreover, the randomness of infectivity of cases influences the potential endemic outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study used real-time airline data to con-duct a rough estimation for the ongoing H1N1 global transmission. The large scale spatial diffusion was portrayed clearly as the virus was spreading through air travel. Our estimation validates that a solid relationship between H1N1 and air travel exists, and predictions could be made based on these findings. Also, the epidemic features of this novel H1N1 virus, including the basic reproductive number, the infectiveness duration, are estimated and control strategies are discussed. Accompanied with the WHO warning, countries all around the world constructed some measures to contain H1N1 cases, including airline restrictions, strict epidemiological surveillance and related public awareness campaigns. These strategies appear to have controlled the spread of H1N1 effectively. The spreading of this virus by airline travel from Mexico was especially analyzed in our study, demonstrating that control of the H1N1 spreading at international flights would be a high priority in avoiding a pandemic. Sanitation and antiviral drugs should be used within airplanes first because the narrow passenger compartment forms an ideal place for virus transmission and the cross-infection prolong the time of virus infectivity. Because control measures have strong impact on H1N1 spread, our future research will focus on finding out the relationships between certain containment strategies and the spread of H1N1 flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Origin and future distribution of the new A(H1N1) influenza virus emerging in North America in 2009",
            "authors": [
                {
                    "first": "J M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2174--2178",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemic potential of a strain of influenza A (H1N1): Early Findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C A",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--1561",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1176062"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W O",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc Roy Soc Lond A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Swine flu jumps continents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detecting influenza epidemics using search engine query data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ginsberg",
                    "suffix": ""
                },
                {
                    "first": "M H",
                    "middle": [],
                    "last": "Mohebbi",
                    "suffix": ""
                },
                {
                    "first": "R S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1012--1014",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Empirical evidence for the effect of airline travel on inter-regional influenza spread in the United States",
            "authors": [
                {
                    "first": "J S",
                    "middle": [],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "C J",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030401"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Swine flu goes global",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "1082--1083",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The mathematics of infectious diseases. SIAM Review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spatial dynamics of an epidemic of severe acute respiratory syndrome in an urban area",
            "authors": [
                {
                    "first": "J F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A J",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bull WHO",
            "volume": "84",
            "issn": "",
            "pages": "965--968",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mathematical Modeling and spatial analysis of spatiotemporal data-Case study based on SARS epidemic in Guangzhou. Dissertation for the Doctoral Degree. Beijing: Institute of Geographic Sciences and Natural Resources Research",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chinese Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "72--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "population was segregated from the susceptible population for the limited contact by infections and the contact rate β(t) is the infection rate at time t. Parameters p 1 , p 2 , p 3 , and p 4 portray the nugget value, range, curvature and reverse time respectively. These parameters do have some epidemic meanings: γ formulate the effective reproductive number after control measures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the cumulative outbreak numbers and simulation in Mexico.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The simulated cases all over the world incorporating the air travel onMay 11, 2009.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The outbreaks of H1N1 influenza A on May 22, 2009.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "∑ equals those among whose destination is City A. If City B has no direct airline to Mexico City but connecting airline through Mexico-City A (or another city) -City B, as a consequence, the infections brought from Mexico City could be considered as",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}