{
    "paper_id": "2427d97bb8b28ba153ab3941e3eede03471e46df",
    "metadata": {
        "title": "Analysis of cell fusion induced by bovine coronavirus infection",
        "authors": [
            {
                "first": "H",
                "middle": [
                    "R"
                ],
                "last": "Payne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University",
                    "location": {
                        "settlement": "Baton Rouge, Louisiana",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Storz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Louisiana State University",
                    "location": {
                        "settlement": "Baton Rouge, Louisiana",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "bovine coronavirus L9 occurred only in media supplemented with trypsin. A single 1 to 2 h trypsin treatment 10 h and later after infection induced formation of polykaryons. Trypsin treatment at pH 7.5 and 8.0 induced polykaryons while treatments at lower or higher pH levels did not. Cell fusion activity was partially suppressed by the presence of antibody.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infection of animal cells by enveloped viruses involves fusion between the viral envelope and a cell membrane. The fusogenic potential of viruses was studied in vitro with systems using erythrocytes, cultured cells, and liposomes as target membranes [5, 7, 16, 18, 19] . Membrane fusion is induced by paramyxoviruses at neutral pH, which implies that these viruses enter the host cell by fusion of the viral envelop with the plasma membrane at the cell surface [1, 2] . In contrast, cell fusion activities of Semliki Forest virus, influenza virus, and vesicular stomatitis virus strictly depend on acidic pH levels [3, 4, 17, 18-1. Low pH is used experimentally to simulate conditions existing within the acidic intracellular vesicles where penetration by these viruses is thought to occur.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 254,
                    "end": 256,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 467,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 615,
                    "end": 631,
                    "text": "[3, 4, 17, 18-1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cell fusion and polykaryon formation in cultures infected with bovine coronavirus (BCV) occur late in the virus replication cycle. In some types of host cells, polykaryocytosis is dependent on the presence of trypsin during the course of BCV replication [14] . The membrane events of virus-induced cell fusion and virus-cell fusion during entry appear to be based on the same principle [8] . The mode of BCV penetration of the host cell has not been clearly defined. We analyzed the trypsin-dependent cell fusion of BCV-infected BFS cells and found that the range of pH 7.5 to 8.0 was optimal for polykaryon formation. ",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Stock preparations of the Mebus strain L9 of BCV [12] were propagated in the human rectal tumor cell line HRT-18 [9] . Virus stocks were generated from cells infected at a multiplicity of 0.01 PFU per cell, incubated for 4 to 5 days at 37 °C in Dulbecco's modified Eagle medium (DMEM) buffered with 44 mM NaHCO3, and harvested by freeze-thawing. Viral titers in these preparations ranged from l 0 6 to 10 7 PFU per ml. The D 2 strain of BFS cells was maintained in minimal essential medium (MEM) buffered with 25mM HEPES and supplemented with 10% fetal calf serum.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Virus and cells"
        },
        {
            "text": "Cell monolayers were grown in 25 c m 2 flasks to analyze the effects of trypsin and trypsin inhibitors on BCV replication. The cells were inoculated with BCV at a multiplicity of 2 PFU per cell, incubated in MEM containing trypsin (0.4 ug per ml; Sigma Chemical Company) treated with L-l-tosylamide-2-phenylethyl chloromethyl ketone, an inhibitor of chymotrypsin activity. Trypsin-treated and untreated cultures were also exposed to soybean trypsin inhibitor (0.4 gg per ml; Sigma Chemical Company) during the period of trypsin treatment. After 24 h, the cultures were subjected to two freeze-thaw cycles and disrupted on ice by sound treatment (Branson Sonic Power Company) for 30 sec to release the virus. Virus yields were determined by plaque assays and hemagglutination assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of trypsin and trypsin inhibitors"
        },
        {
            "text": "Monolayers of BFS cells were grown in 24-well plates for analysis of virus-induced polykaryon formation. Cultures infected at a multiplicity of 20 PFU per cell were maintained in MEM with and without the addition of 0.4 ~tg of soybean trypsin inhibitor per ml. The cultures were incubated for 26 h of infection, fixed for 10 min in Bouin's fixative and stained with Giemsa. The cells were examined microscopically with a 25 X objective, and the extent of cell fusion was scored by counting the number of polykaryons with 4 or more nuclei in 5 randomly selected fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BCV-induced polykaryon formation"
        },
        {
            "text": "Experiments were conducted to identify the time period during which fusion of BCVinfected BFS cells is mediated by trypsin. Each infected monolayer was exposed to trypsin for 1-, 2-, or 4-h intervals during the period of virus replication. After 26 h, the monolayers were fixed, stained, and scored for polykaryon formation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BCV-induced polykaryon formation"
        },
        {
            "text": "The effects of various pH levels on polykaryon formation were determined. The monolayers were infected as described above and incubated in MEM buffered with 10 mM HEPES and 10 mM MES at pH 7.0, 7.5, and 8.0 for 19h at 37°C without trypsin. The cells then were treated for 2 h at 37 °C with 1.0 ~tg of trypsin per ml of MEM at various pH levels. The trypsin treatment was terminated and the monolayers were incubated for an additional 5 h in trypsin-free medium at pH 8.0 before fixation and staining.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of pH on BCV-induced cell fusion"
        },
        {
            "text": "Antibody suppression of cell fusion was tested with IgG fractions of rabbit anti-BCV serum and of normal rabbit serum that were obtained by protein A-sepharose column chromatography. The ability of anti-BCV IgG to affect polykaryon formation at 37 °C was tested by two procedures: (i) Infected cell monolayers were incubated for 6 h in trypsin-free MEM then exposed to MEM that contained antibody freshly diluted with trypsin containing medium. These monolayers were fixed and stained after 18 h of infection. (ii) Monolayers were infected for 9 h and then treated with antibody for 1 h in the absence of trypsin. The cells were covered with medium containing trypsin after the antibody treatment, incubated for an additional 8 h, and then fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of antibody on cell fusion"
        },
        {
            "text": "Polykaryon formation in BFS cells required the presence of trypsin at some time during virus replication. Cell fusion failed to occur in infected cultures without trypsin or when soybean trypsin inhibitor was present during trypsin (Fig. 1) . A single 1-to 2-h trypsin treatment 10h and later after infection induced formation of polykaryons. These polykaryons generally were smaller and contained fewer nuclei per cell than the fusion products of continuous trypsin treatment. Intervals of trypsin treatment that ended prior to 14 h after infection produced less than 6% polykaryocytosis (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 589,
                    "end": 597,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Trypsin-dependence of BCV cell fusion"
        },
        {
            "text": "The period of maximal enhancement by trypsin treatment coincided with the observed onset of cell fusion in cultures treated continuously with trypsin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin-dependence of BCV cell fusion"
        },
        {
            "text": "The optimal time may be related to the appearance of a critical level of the BCV fusion proteins on the cell surface. Trypsin treatments that began at 22 or 24h induced fewer polykaryons, possibly, because insufficient time was available for the fusing cells to coalesce and become visibly multinucleated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin-dependence of BCV cell fusion"
        },
        {
            "text": "The greatest number of polykaryons (74 to 124 per field) developed in monolayers treated for a 2 or 4 h interval during the period between 18 and 22 h after infection. The brief trypsin treatment was used to test for the optimal activity level to avoid possible fluctuations in pH that might occur during a prolonged treatment. Trypsin treatment at pH7.5 and 8.0 resulted in 20% and 39% polykaryocytosis, respectively, while treatments with media at lower or higher pH levels failed to support polykaryon development. This result indicated that the fusion function of BCV did not depend on acidic conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influence of pH on polykaryon formation"
        },
        {
            "text": "Fusion suppression by anti-BCV antibody was demonstrated by two different experimental protocols. Exposure at 6 h after infection to medium containing both trypsin and antibody reduced polykaryon formation by 50%. Greater reduction occurred when infected monolayers were pretreated with the antibody. Pre-incubation with the antibody before trypsin treatment suppressed polykaryon formation by 81% over similar infected monolayers incubated with normal rabbit serum IgG. The suppression by antibody indicated that coronaviral components were involved in cell fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of BCV antibody on cell fusion"
        },
        {
            "text": "Trypsin treatments of BCV-infected BFS cells during the time of maximal fusion enhancement were effective only with media of pH levels 7.5 to 8.0. Trypsin was added in this experiment at 1.0 gg per ml, a level 5 fold greater than that needed for cell fusion with continuous treatment at pH 7.8. The apparent ineffectiveness of treatments at acidic pH levels may be related to the optimal pH range for trypsin activity. Further investigation is necessary to determine the full range of pH levels at which the viral fusion protein is active. Our results thus indicate that BCV-induced cell fusion occurs at alkaline pH levels. Therefore, the fusion protein of this BCV is not strictly dependent on pH levels of 6 or less for activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trypsin-treatment has a pronounced effect on BCV infectivity when limiting viral dilutions are employed [St. Cyr-Coats et al., submitted for publication]. This amplification of BCV infectivity is apparently unable to account for the trypsin dependence of cell fusion activity. Treatment with trypsin or trypsin inhibitor under our conditions of single cycle virus replication increased the hemagglutination titer but had only moderate effects on the yield of infectious virus. Trypsin modification of BCV proteins appears to activate the viral fusion factor without producing a net change in the total number of infectious particles under these conditions. The viral component responsible for trypsin-activated cell fusion is most likely expressed at the plasmalemma of the infected HRT-18 cell [Payne et al., submitted for publication].",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[St.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cells infected with BCV fused in slightly basic environments. In this respect, the fusogenic potential of BCV resembles the paramyxovirus type of fusion activity. The trypsin requirement of the BCV fusion factor may involve a maturational cleavage of a coronaviral component analogous to the F protein 32 H.R. Payne and J. Storz of paramyxovirus [1, 10, 11] . Although the fusion protein of BCV has not been clearly identified, recent work revealed that trypsin treatment of BCV-infected BFS cells or virions purified from this system modifies the 185 kd protein of the BCV envelope with a concommitant emergence of the 100 kd protein, a change observable only under reducing conditions [ 13] . The membrane fusion activity of another coronavirus, mouse hepatitis virus, also occurs at neutral and slightly alkaline pH levels [15-1. Like paramyxoviruses, coronaviruses may be capable of penetrating the host cell by fusion with the plasma membrane during infectious entry.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 687,
                    "end": 692,
                    "text": "[ 13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 826,
                    "end": 832,
                    "text": "[15-1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fusion activity of alphaviruses, rhabdoviruses and orthomyxoviruses strictly requires exposure of the virus-cell complex to acidic conditions [3, 4, t7, 18] . Cell fusion can be induced at physiological pH by paramyxoviruses, either among cells treated under conditions of fusion from without, or among infected cells with fusion from within [1, 6] . A specific glycoprotein component (F) of the paramyxovirus envelope is known to be involved in this membrane fusion activity. The precursor form of the F protein which is expressed at the surface of nonpermissive cells can be activated by treatment with an exogenous protease that cleaves the precursor at a specific site [10, 11] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 160,
                    "text": "[3, 4, t7, 18]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of viral glycoproteins in adsorption, penetration, and pathogenicity of viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Rev Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "40--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Initial stages in infection with animal virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Dimmock",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Gen Virol",
            "volume": "59",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sindbis virus-mediated cell fusion from without is a twostep event",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "377--380",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "La Crosse bunyavirus can mediate pH-dependent fusion from without",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gonzalez-Scarano",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pobjecky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Virology",
            "volume": "132",
            "issn": "",
            "pages": "222--225",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fusion of Sendai virus with liposomes: dependence on the viral fusion protein (F) and the lipid composition of liposomes",
            "authors": [
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Virology",
            "volume": "126",
            "issn": "",
            "pages": "361--369",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhancement of membrane fusion activity of Sendal virus by exposure of the virus to basic pH is correlated with a conformational change in the fusion protein",
            "authors": [
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Proc Natl Acad Sci",
            "volume": "79",
            "issn": "",
            "pages": "5862--5866",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influenza viruses cause hemolysis and fusion of cells",
            "authors": [
                {
                    "first": "Rtc",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "H-D",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Virology",
            "volume": "110",
            "issn": "",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Membrane effects of cytopathogenic viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Pros Med Virol",
            "volume": "31",
            "issn": "",
            "pages": "109--167",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In vitro culture of bovine enteritic coronavirus (BEC)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "&apos;haridon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bobulesco",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "INSERM Coll",
            "volume": "90",
            "issn": "",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular basis of infectivity and pathogenicity of myxoviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Arch Virol",
            "volume": "59",
            "issn": "",
            "pages": "285--298",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of biological activities of paramyxovirus glycoproteins. Activations of cell fusion, hemolysis and infectivity by proteolytic cleavage of an inactive precursor protein of Sendai virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Choppin",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Virology",
            "volume": "57",
            "issn": "",
            "pages": "475--490",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization of a calf diarrheal coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sharpee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Bass",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Vet Res",
            "volume": "37",
            "issn": "",
            "pages": "1031--1041",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bovine enteropathogenic coronavirus: the effect of the host cell and trypsin modification on the virus structure, cytopathic expression and infectivity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "St",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cyr-Coats",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enhancement of plaque formation and cell fusion of an enteropathogenic coronavirus by trypsin treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaluza",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Infect Immun",
            "volume": "31",
            "issn": "",
            "pages": "1214--1222",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteolytic cleavage of the E3 glycoprotein of murine coronavirus: activation of cell-fusing activity of virions by trypsin and separation of two different 90 K cleavage fragments",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "56",
            "issn": "",
            "pages": "904--911",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fusion and hemolysis of erythrocytes caused by three togaviruses: Semliki, Sindbis, and Rubella",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vaananen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Gen Virol",
            "volume": "46",
            "issn": "",
            "pages": "467--475",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Fusion of Semliki Forest virus with the plasma membrane can be induced by low pH",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kartenbeck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Cell Biol",
            "volume": "87",
            "issn": "",
            "pages": "264--272",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Cell fusion by Semliki Forest, influenza, and vesicular stomatitis viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Cell Biol",
            "volume": "89",
            "issn": "",
            "pages": "6--74",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Membrane fusion proteins of enveloped animal viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kielain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helenius",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Rev Biophys",
            "volume": "16",
            "issn": "",
            "pages": "151--195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Polykaryon formation in BFS cultures infected 26 h with BCV. A Large polykaryons (arrowhead) develop in cultures treated continuously with trypsin. B Smaller poIykaryons (arrowheads) develop when the trypsin treatment is limited to a 2 h period (20 to 22 h). C No polykaryons develop in the absence of trypsin. Bars = Trypsin activation of BCV-induced polykaryocytosis. Infected monolayers were exposed to trypsin for a single 2 or 4 h interval as indicated. Maximum polykaryocytosis occurred in cultures exposed to trypsin during the period from 18 to 22 h post infection treatment. Some BCV replication apparently proceeded in the absence of trypsin. The addition of trypsin to infected cultures at 3 h increased the yield of infectious virus by 38 % and the hemagglutination titer rose. Addition of trypsin inhibitor to infected cultures decreased the infectivity yield by 39% without affecting the hemagglutination titer. Experiments conducted to identify the period of virus infection susceptible to trypsin activation of fusion revealed that the onset of cell-to-cell fusion occurred at about 18 h after infection with continuous trypsin treatment. This treatment resulted in large multinucleated cells by 26 h",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants 80-CRSR-2-0650 and 86-CRSR-2-2871 from the United States Department of Agriculture. This paper contains parts of a dissertation submitted by H. R. Payne to Louisiana State University in partial fulfillment of the requirements for the Ph. D. degree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Received August 9, 1988 ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 23,
                    "text": "August 9, 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}