{
    "paper_id": "2436c70d6fb5fc81a81769997a0db4de0da840f9",
    "metadata": {
        "title": "Evidence for N 7 guanine methyl transferase activity encoded within the modular domain of RNA-dependent RNA polymerase L of a Morbillivirus",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Gopinath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M S"
                ],
                "last": "Shaila",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Post-transcriptional modification of viral mRNA is essential for the translation of viral proteins by cellular translation machinery. Due to the cytoplasmic replication of Paramyxoviruses, the viral-encoded RNAdependent RNA polymerase (RdRP) is thought to possess all activities required for mRNA capping and methylation. In the present work, using partially purified recombinant RNA polymerase complex of rinderpest virus expressed in insect cells, we demonstrate the in vitro methylation of capped mRNA. Further, we show that a recombinant C-terminal fragment (1717-2183 aa) of L protein is capable of methylating capped mRNA, suggesting that the various post-transcriptional activities of the L protein are located in independently folding domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The presence of cap structure at the 5 0 end of mRNA prevents the mRNA from degradation by cellular RNases and also plays an important role in the translatability of mRNA [5] . This di-nucleotide structure is also methylated to various extents in different organisms, and methylation of the first base at N 7 position of guanine residue results in Cap 0 structure; methylation of the penultimate base at 2 0 hydroxyl group results in Cap 1 structure. Cellular mRNA capping and methylation occur by an orderly series of events carried out by RNA triphosphatase, Guanylyl transferase, N 7 guanine methyl transferase and 2 0 -O-methyl transferase, respectively [for a detailed review see, Ref. 10] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 686,
                    "end": 694,
                    "text": "Ref. 10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Paramyxoviruses constitute a group of viruses with single-stranded negative sense RNA genome that includes potential pathogens to humans and domestic live stocks. The viral genome consists of a *16 kb long negative sense RNA encapsidated by nucleocapsid protein (N-RNA). Transcription of viral N-RNA occurs in an orderly fashion from the 3 0 end of N-RNA; 3 0 -le-N-P-M-F-H-L-tr-5 0 . Excluding the 52 nt 3 0 leader RNA, all the other mRNAs are capped and methylated similar to cellular mRNA. Viruses of this family replicate inside the cytoplasm of the infected cells and hence, are not dependent on the host enzymes located in the nucleus for the post-transcriptional modification of viral mRNA. During transcription, the viral mRNAs are capped similar to the cellular mRNA, although the extent of methylation differs within the viruses belonging to this family. The direct evidence for the belief that the large protein L of Paramyxoviruses is responsible for mRNA synthesis, capping and cap methylation came from the work of Ogino et al. [12] who showed that the recombinant L protein of Sendai virus possesses guanine-7methyl transferase activity located within the C-terminal part of L protein. Multiple sequence alignment and secondary sequence analysis predicted the presence of 2 0 -O-methyl transferase domain in C-terminal domain of L protein of mononegavirale [6] . Rinderpest virus (RPV) is an important member of the Morbillivirus genus, in the Paramyxoviridae family. We have earlier shown that in RPV-infected cells, the viral mRNA is capped and has both cap 0 and cap 1 structures [8] . In addition, we also demonstrated the guanylyl transferase activity of L protein in vitro. In the same study, domain mapping revealed the ability of a truncated L protein (LD3-aa 1717-2183) to catalyse the first step of guanylyl transferase activity; vis-a-vis formation of a covalent complex with GMP. In the present work, we present evidence for N 7 guanine methyl transferase activity of RPV L protein and further demonstrate that this activity is localized to aa 1717-2183 of L protein indicating the modular nature of the RdRP.",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1598,
                    "end": 1601,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Spodoptera frugiperda (Sf21) insect cells were cultured and maintained as described earlier [8] . Generation of recombinant baculoviruses expressing RPV L (full length), P and domain III (LD3, aa 1717-2183) has been described earlier [7, 8] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "Partial purification of L-P complex from insect cells infected with recombinant baculoviruses expressing RPL L and P proteins has been reported earlier [7] . RPV LD3 protein was purified from the insoluble fraction of respective baculovirus-infected cells using high salt extraction as described previously [8] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Purification of recombinant viral proteins from insect cells"
        },
        {
            "text": "Generation of 6b capped mRNA substrate for methyl transferase assay For in vitro methyl transferase assay, cap-labelled mRNA substrate was prepared as described earlier [8] , except that the substrate was a consensus 6 nt sequence representing RPV viral mRNAs (Fig. 1c) . The following primer pair with a T7 promoter sequence was used for in vitro transcription followed by capping with vaccinia virus guanylyl transferase; For: 5 0 GAT CCT TAT AGT GAG TCG TCT TA-3 0 , Rev: 5 0 -TAA TAC GAC TCA CTA TA.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Purification of recombinant viral proteins from insect cells"
        },
        {
            "text": "For in vitro methyl transferase assay, the cap-labelled RNA substrate (5000 cpm) was incubated with the indicated concentrations of enzyme source in methylation buffer containing 25 mM HEPES-KOH, pH 7.2, 1 mM DTT, 10 mM NaCl, and 10 u of human placental RNAse inhibitor and 50 lM of S-adenosyl methionine (SAM) in a total reaction volume of 5 ll. After incubation for 2 h at 30°C, the total reaction mix was adjusted to 50 mM sodium acetate pH 5.2, 5 mM MgCl 2 and 5 lg of nuclease P1 in a total volume of 10 ll and incubated at 55°C for 1 h. 5 ll of the reaction products was spotted onto a PEI-TLC sheet and subjected to chromatography with 0.45 M ammonium sulphate as the solvent system. Cap structure analogues (GpppA, 7 m GpppA and 7 m GpppA m ) were run in parallel and detected by UV shadowing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro methyl transferase assay"
        },
        {
            "text": "In our previous study, using in vitro reconstituted transcription with purified RPV virions, the viral mRNA was found to possess cap 1 structure indicating a viral-encoded capping enzyme [8] . Further, the virion-associated capping activity was localized to L protein [8] . Sequence alignment of RPV L protein with 2 0 -O-methyl transferase from other species revealed the conservation of KDKE tetrad suggesting the presence of this motif in domain III of RPV L protein (Fig. 1a) . In addition, we also found the S-adenosyl methionine (SAM) binding motif GXGXG within residues 1789-1795 conserved across Morbillivirus genus (Fig. 1b) .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Considering the presence of both KDKE tetrad, responsible for 2 0 -O-methyl transferase as well as GXGXG motif for SAM substrate binding, domain III could likely represent the methyl transfer module (both N 7 -guanine and 2 0 -Omethyl) of RPV L protein. This is in agreement with other studies with VSV as well as in Sendai virus where the methyl transferase activity was mapped to C-terminal half of L protein [11, 12] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "To investigate the role of L-P complex in viral mRNA cap methylation, a 6b RNA template representing the first 6b consensus sequence of all species of RPV viral mRNA (AGGAUC) was synthesized in vitro using T7 RNA polymerase (Fig. 1c) . The viral RNA was capped using vaccinia virus guanylyl transferase enzyme. Capped RNA was seen to co-migrate with xylene cyanol marker and the unused [a-32 P] GTP was seen near the bromophenol blue position (Fig. 2a, lane 1) while a reaction lacking the guanylyl transferase enzyme showed only the GTP (lane 2). This was further gel purified and used as a substrate for in vitro methyl transferase assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 443,
                    "end": 460,
                    "text": "(Fig. 2a, lane 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "We have earlier partially purified transcriptionally active and capping competent L-P complex from insect cells using glycerol gradient fractionation. Given the high molecular weight and oligomerization nature of L-P complex, only high-density glycerol fractions contained both L and P proteins, which is usually devoid of insect or Virus Genes (2015) 51:356-360 357 baculoviral methyltransferase activity [8] . To test, if RPL L protein possesses methyltransferase activity in addition to capping, we incubated 6b capped viral RNA with partially purified L-P complex. Digestion of the substrate alone with P1 nuclease released a product, which co-migrated with the GpppA (cap) marker (Fig. 2b, labelled as C) . Incubation of from Genbank and subjected to clustalw analysis and viewed with gsview 8.14. The KDKE tetrad is marked by asterisks. Alpha helices and beta sheets are marked by bars and arrow marks, respectively. b Alignment of L proteins from Morbillivirus genus shows the conservation of SAM binding motif GXGXG (in bold). c Sequence alignment of the 5 0 ends of RPV viral mRNAs. Only the first eight bases are shown. Consensus sequence between the viral mRNAs is given in bold the capped RNA with the partially purified L-P complex from insect cells resulted in a concentration dependent N 7 guanine methylation of 6 bp substrate (Fig. 2b , marked as rL) which was not detected in a mock-purified high-density fraction from insect cells infected with non-recombinant baculovirus (Fig. 2b, mock) . However, higher concentrations of rL led to the appearance of a slower migrating spot, likely due to the increase in glycerol concentration present in the reaction mix, leading to aberrant migration of m7GpppA.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 409,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 709,
                    "text": "(Fig. 2b, labelled as C)",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1351,
                    "text": "(Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1507,
                    "text": "(Fig. 2b, mock)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Further, to functionally validate the methyl transferase activity of domain III (aa 1717-2183, LD3) of RPV L protein, LD3 was purified from insect cells using metal chelate affinity chromatography as described earlier [8] . Figure 2c shows the purity of recombinant LD3 protein in eluted fraction (lane 4). Incubation of LD3 alone was able to catalyse the N 7 guanine methylation of a 6 bp cap-labelled substrate in dose-dependent manner suggesting the presence of N 7 methyl transferase domain within this region (Fig. 2d) . However, no products were observed, co-migrating with 7 m GpppA m indicating the lack of 2-O-methyl transferase activity with domain III or with L-P complex in our preparation.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "Figure 2c",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 523,
                    "text": "(Fig. 2d)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Though L protein is believed to possess all the activities required for the post-transcriptional modification of the viral mRNA, due to its size, it has been proposed to Fig. 2 a 6b function in a modular fashion to carry out different enzymatic activities associated with viral mRNA synthesis and maturation [3] . In agreement, putative 2 0 -O-methyl transferase (MTase) motif was predicted within domain VI (1753-1830 aa) of L proteins [1] . In another report, a structural homology-based comparison was carried out between bacterial 2 0 -O-MTase, Rrmj and the region spanning 1644-1842 aa of VSV L protein, and further mutational analysis revealed the importance of this region in viral mRNA transcription as well as methylation [6] . However, recent evidences point out the importance of regions in domain II of VSV L protein in both cap 0 and cap 1 methylation [9] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 181,
                    "text": "Fig. 2 a 6b",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In the present study, we have shown that RPV L domain III alone could catalyse the methylation of GpppA which obviates the need of domain II for cap 0 methyl transferase activity. In support of this observation, Ogino et al. [12] have shown that Sendai virus L protein deletion mutant spanning the domain III alone (aa 1756-2228) catalyses cap 0 methyl transferase activity, while inclusion of a portion of domain II (aa 1121-2228) resulted in significantly higher activity. These results suggest that in paramyxovirus L protein (compared to rhabdo viruses), the catalytic module for cap 0 methyl transferase activity resides in domain III, and domain II may have additional role of stabilizing the enzyme or increase the catalytic efficiency.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "We provide evidence for the modular nature of RPV L protein in terms of domain III alone participating in viral mRNA cap methylation. Although the RPV L protein was found to possess the KDKE motif, the catalytic motif for 2 0 -O-methyl transferases, the generation of Cap 1 (7 m GpppA m ) product could not be seen. One likely reason could be that the presence of cap 0 is a mandatory prerequisite for RPV L protein to generate cap 1 structures. In support of this, coronavirus nonstructural protein 16 was found to exhibit 2 0 -O-methyl transferase activity only on N 7 GpppA substrate RNA, while Flavivirus NS5 methyl transferase can catalyse the methylation of both GpppA and N7GpppA substrates [2, 4] . Alternatively, lack of domain II may render domain III catalytically inactive with respect to 2 0 -O-methylation [9] . Hence, it would be interesting to speculate that RPV L protein may also require specific N 7 GpppA substrate RNA to exhibit 2 0 -O-methyl transferase activity although further experiments are needed to confirm this hypothesis.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 820,
                    "end": 823,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In silico identification, structure prediction and phylogenetic analysis of the 2 0 -O-ribose (cap 1) methyl transferase domain in the large structural protein of ssRNA negative-strand viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bujnicki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rychlewski",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Protein Eng",
            "volume": "15",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus nonstructural protein 16 is a cap-0 binding enzyme possessing (nucleoside-2 0 -O)-methyltransferase activity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "8071--8084",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Independent structural domains in paramyxovirus polymerase protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dochow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Krumm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Biol. Chem",
            "volume": "287",
            "issn": "",
            "pages": "6878--6891",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structural and functional analysis of methylation and 5 0 -RNA sequence requirements of short capped RNAs by the methyltransferase domain of dengue virus NS5",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Mol. Biol",
            "volume": "372",
            "issn": "",
            "pages": "723--736",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral and cellular mRNA capping: past and prospects",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuichi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Shatkin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Adv. Virus Res",
            "volume": "55",
            "issn": "",
            "pages": "135--184",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of a structural homology model of the 2 0 -O-ribose methyl transferase domain within the vesicular stomatitis virus L protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Galloway",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Wertz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "382",
            "issn": "",
            "pages": "69--82",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recombinant L and P protein complex of Rinderpest virus catalyses mRNA synthesis in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gopinath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Shaila",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "135",
            "issn": "",
            "pages": "150--154",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RNA triphosphatase and guanylyl transferase activities are associated with the RNA polymerase protein L of Rinderpest virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gopinath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Shaila",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Gen. Virol",
            "volume": "90",
            "issn": "",
            "pages": "1748--1756",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of a new region in the vesicular stomatitis virus L polymerase protein which is essential for mRNA cap methylation",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Z"
                    ],
                    "last": "Grdzelishvili",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smallwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tower",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "394--405",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Processing the message: structural insights into capping and decapping mRNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Lima",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "15",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A unique strategy for mRNA cap methylation used by vesicular stomatitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "8493--8498",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sendai virus RNA-dependent RNA polymerase L protein catalyses cap methylation of virus-specific mRNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "4429--4435",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Edited by Joachim Jakob Bugert. & M. S. Shaila shaila@mcbl.iisc.ernet.in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Multiple sequence alignment of predicted cap1 methyl transferases from different organisms with RPV L protein amino acid sequence from 1756 to 1960. The positions of other cap 1 methyl transferases are as follows: D. melanogaster (NP_650590)-aa 21-208, Homosapiens (NP_803183)-aa 21-200, S. pombe ((NP_594746)-aa 21-208, S. cereviseae (NP_009617))-aa 31-220, Vaccinia (CAM_58265)-aa 31-220 and Measles (ACJ_66777)-aa 1751-1960. Sequences were retrieved",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This study was supported in part by a Grant-inaid for research from the Council for Scientific and Industrial Research, New Delhi, India, under the Emeritus Scientist Scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}