{
    "paper_id": "253398cffc3b2d8ade78bd0639294c0536e80deb",
    "metadata": {
        "title": "main topic",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Respiratory tract infections are the most frequently encountered illnesses in the Western world. These infections encompass common cold and influenza, both of which may be manifested by a wide variety of symptoms-from slight nasal stuffiness and an itching throat, to pulsating headaches, chesty cough and fever [1] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Even with mild episodes of cold or flu, patients seek relief from acute symptoms and the general discomfort experienced. Data from the National Institute of Allergy and Infectious Diseases of the National Institutes of Health estimate that up to one billion cases of cold are experienced in the United States every year [2, 3] . A total of 100 million visits to the doctor, approximately 42 million days of absence from school, as well as 148 million days of restricted activity are attributed to cold and flu [2, 3] . The overall cost of these illnesses amounts to US$ 39.5 billion and in terms of economic burden, cold and flu rank in the same league as hypertension, stroke and chronic obstructive pulmonary disease [4] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 514,
                    "end": 516,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cold and flu are caused by a wide variety of viruses such as the rhinovirus, coronavirus, respiratory syncytial virus (RSV), metapneumovirus, Bocca virus and finally, the parainfluenza and Influenza viruses [2] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is often difficult to clinically differentiate between cold and flu. In the absence of viral tests, it is impossible to identify the causative organism. Even during influenza epidemics, only about 15 % of clinically identified flu-like illnesses are caused by Influenza viruses [5, 6] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, infections by the parainfluenza and RSV and even the most common virus causing cold, the rhinovirus, can produce substantial morbidity and mortality. Complications of respiratory tract infections include otitis media, sinusitis, bronchitis, bronchiolitis and pneumonia, and cold is known to exacerbate asthma, especially in children [7] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vaccination provides an effective means of combating infections caused by the influenza virus but there are currently no pharmacological agents that can protect against other respiratory viruses. The development 1 3 of a specific prophylactic against cold and flu is hampered by the multiplicity of viruses and their propensity to mutate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An alternative approach is to support the body's own immune mechanism, falling back on the principle that the human organism is able to defend itself naturally against viruses and bacteria. It is here that Echinacea purpurea claims a unique therapeutic role. A few standardised Echinacea products carry the status of registered medicines with approved indications covering support of immune resistance and/or the prevention and acute treatment of cold and flu symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, research on a special extract of Echinacea purpurea (Echinaforce ® ) has intensified, mainly as a consequence of our experience with newly occurring respiratory viruses (influenza viruses or coronaviruses), the novel understanding of pharmacological mechanisms of respiratory infections and the known weaknesses of available therapies. Echinaforce ® is a standardised alcoholic extract from freshly harvested Echinacea purpurea from A. Vogel Bioforce AG, Roggwil, Switzerland. It is grown from own recycled seeds and organically cultivated. Echinaforce ® consists of 95 % herb extract and 5 % root extract.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The predominance of viruses in cold and flu infections has been repeatedly outlined. They are involved in 90-95 % of episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "From 2009 to 2011, three major scientific articles reported the potency of Echinacea to broadly inhibit a series of respiratory viruses in vitro [8] [9] [10] . Antiviral activity was found against Influenza A/B (H3N2, H1N1, H5N1, H7N7 and S-OIV), RSV, and herpes simplex virus (HSV). Very recent, as yet unpublished research data indicate that coronaviruses and parainfluenza viruses are also sensitive to the extract, reinforcing the theory that Echinaforce ® broadly blocks membranous viruses. Prof. Pleschka, University Giessen, Germany, found that the extract modified the structure of surface receptors of Influenza viruses (haemagglutinin) required for entry into the cell. The data suggested that Echinaforce ® interfered with the virus replication process at the earliest possible step (cellular infection), thereby preventing infection. Intracellular replication was, however, not affected by the extract, or only at higher concentrations. Even continuous passaging of influenza viruses in the presence of Echinaforce ® did not result in the emergence of resistant influenza strains, whereas culturing of viruses in the presence of a neuraminidase inhibitor (Tamiflu ® ) rapidly generated drug-resistant strains. Intriguingly, Tamiflu ® -resistant influenza viruses remained susceptible to Echinaforce ® .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "Immunological effects of Echinaforce ® An intact immune system is a prerequisite for successful immune defence as seen in patients with AIDS, where even opportunistic infections can lead to death [11] . However, in the case of cold and flu it was recently argued that simply boosting the immune system might be the last thing you want to do [12] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "In this context, Dr. M. Ritchie, University of London, UK, and her group aimed to explore the immunological effects of a prophylactic treatment with Echinaforce ® . After a run-in phase of 2 days (baseline), subjects began to take oral doses of Echinaforce ® over 8 days [12] . Blood was collected every day and immunological parameters were measured after ex vivostimulation using SEB/LPS. Even after a few days of treatment, the extract reduced inflammatory proteins tumour necrosis factor (TNF)-α and interleukin (IL)-1β in the total population.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "Interestingly, effects on anti-viral interferon (IFN)-γ or on chemotactic molecules (IL-8) or monocyte chemoattractant protein(MCP)-1 depended on the respective constitutions at the run-in phase (baseline). In subjects with a low initial production of IFN-γ, IL-8 and MCP-1 at baseline, Echinacea treatment induced an additional formation of these signal substances (from + 18 to + 49 % in comparison with baseline). In contrast, there was no further increase in subjects with a high initial formation of these factors at baseline. This selective support of the immune reaction was also observed in subjects reported to have increased stress or with a higher susceptibility to cold infections in the past. This clinical trial indicates that Echinacea supports low-running immune systems, and in phases of increased stress or susceptibility to cold infections. It also shows that well-performing immune systems are not over-stimulated by Echinacea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "Efficacy and safety of Echinaforce ® in long-term prevention of cold and flu",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "The latest randomised, double-blind, placebo-controlled clinical trial investigated the safety and efficacy of Echinaforce ® prophylaxis for 4 months. Nasal secretions from participants with acute cold were taken and analysed for respiratory viruses. This clinical trial with 755 subjects represents the largest study ever with Echinacea. It was carried out at the Common Cold Centre at Cardiff University, UK [13] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "With regard to adverse events, adverse drug reactions, laboratory blood parameters and finally the physician's and participant's assessment of tolerability, Echinaforce ® was found to be non-inferior to placebo. Previously reported safety concerns such as induction of allergic reactions, leucopenia or autoimmune diseases were not observed with Echinacea treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "Considerably more cold episodes and episode days (with cold) occurred in placebo and 52 % more episodes required pain medication (p < 0.05). Confirmed viral infections were reduced by Echinaforce ® , especially influenza, RSV, parainfluenza and coronavirus infections. Maximal prevention was seen in subjects with recurring cold infections and 100 episodes observed in 43 subjects with placebo were reduced to 63 episodes in 28 subjects with Echinaforce ® . This corresponds to a ratio of frequencies of recurring infection of 1.59. With p = 0.017, the difference reached statistical significance. Recurring episodes with virus-positive nasal samples went down from 34 to 14 infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "A sub-group (N = 187) which had taken at least 100 % of the recommended dosing reported a total of 58 cold episodes with 268 episode days when taking placebo, in comparison with only 36 cold episodes with 155 episode days with Echinaforce ® [13] . This corresponded to a highly significant difference in both cold episodes and episode days of 61.1 and 72.9 % respectively (p < 0.0001).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "The preventive effect was further studied in a group that reported stress. Stressed individuals were selected when they had a score exceeding 14 points on the perceived stress scale developed by Cohen [14] . Cold episodes and episode days in the placebo-treated group were significantly higher by 66.6 and 40.7 % (p < 0.05) respectively. Similar results were seen in more susceptible individuals (more than two episodes of cold per year), those with poor sleep (< 8 h sleep) and finally those who smoked, although the last population was very small with 43 subjects.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "The newly reported results confirm that Echinaforce ® supports the immune resistance and, in parallel, acts directly against a series of viruses. This appears to be an effective therapeutic approach, which not only works at the level of the human host but also acts on the infectious organisms-all of this with highly acceptable tolerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity of Echinaforce ®"
        },
        {
            "text": "Cold and flu present a significant interference to an individual's productivity, physical fitness, well-being and vitality, and they are also burdens to the whole health care system. These infections have the potential to lead to complications such as pneumonia, bronchitis or sinusitis, exacerbate existing asthma and chronic obstructive pulmonary disease (COPD), and are associated with substantial morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "From a therapeutic point of view, cold and flu remain a mystery and a real challenge. The efficacy of dietary supplements (including vitamins and zinc) is uncertain, neuraminidase inhibitors and vaccines are ineffective against infections outside influenza epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "In light of the frequent 'off-label use' of medicines, inappropriate use of antibiotics and increasing antibiotic drug resistance rates worldwide, the need for an alternative, clinically proven and effective remedy for the prevention of respiratory tract infections is urgently needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "The research evidence we have on Echinaforce ® is relevant to clinical practice in the following ways:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "• It represents one solution for prevention and acute treatment of cold and flu. • It has a broad spectrum of antiviral activity. • It supports and modulates immune activity especially during stress. • It has been shown to be a safe medicinal product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "The combination of immunomodulatory and antiviral effects opens novel therapeutic possibilities and areas for the use of Echinacea, and especially of Echinaforce ® . Recommendations on use can be divided into three therapeutic scenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "1. Long-term prevention (throughout the winter season):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "From a clinical perspective, long-term preventative use is advisable in individuals susceptible to cold and flu with a history of more than three infections per year. Echinaforce ® can also be recommended for long-term use in children, the elderly as well as those suffering from COPD, asthma patients or smokerspeople in whom the consequences of cold and flu can be severe. 2. Short-term prevention (weeks to months): During times of increased stress and poor sleep, it is beneficial to support the immune resistance with Echinacea to balance the negative effects on the immune system. It is in these situations where short-term preventative use of Echinacea (for a few weeks) can apply. During peak periods of viral outbreaks one is surrounded by people with cold infections (in public places or the office) as well as a higher level of active viruses on public surfaces (handrails, public telephones etc). This probably represents the most important scenario for short-term preventative use of Echinacea, with its proven anti-viral effects. 3. Acute treatment (at the first symptoms): While prevention may be of interest to a select group of people, acute treatment of cold and flu is advantageous to everyone. Here, it is crucial to administer Echinacea at the earliest possible opportunity, and best at the presentation of first signs or symptoms (usually an itchy throat or sneezing). By blocking inflammation and viral replication at this stage, the development of further cold symptoms can be limited, leading to a reduced need for nasal decongestants, pain medication, cough medicines and unnecessary prescriptions of antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of Echinaforce ® in today's world"
        },
        {
            "text": "From the point of view of clinical practice, it is clear that Echinacea is able to fill a therapeutic gap in the treatment of cold and flu in a unique way. This review increases our confidence that Echinaforce ® is effective for all three indications (long-term and short-term prevention and acute treatment) and as an overall solution for the management of cold and flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There is a strong argument for clinicians and other healthcare professionals to recommend that Echinacea, and especially Echinaforce ® , should be one of the remedies present in every home and readily available so that one can take early action when cold and flu viruses strike.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Picornavirus infections: a primer for the practitioner",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rotbart",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Fam Med",
            "volume": "9",
            "issn": "90",
            "pages": "913--935",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral respiratory infections due to rhinoviruses: current knowledge, new developments",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fendrick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Ther",
            "volume": "10",
            "issn": "",
            "pages": "193--202",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vital and Health Statistics Series 10. Data from the National Health Survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hendershot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marano",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--203",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The economic burden of non-influenza-related viral respiratory tract infection in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fendrick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nightengale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarnes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Intern Med",
            "volume": "163",
            "issn": "",
            "pages": "487--94",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Problems and prospects of developing effective therapy for common cold viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Trends Microbiol",
            "volume": "5",
            "issn": "2",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mistaken Identity: seasonal influenza versus influenza-like illness",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Evid",
            "volume": "10",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Community study of role of viral infections in exacerbations of asthma in 9-11 year old children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattemore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "310",
            "issn": "",
            "pages": "1225--1234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Induction of multiple pro-inflammatory cytokines by respiratory viruses and reversal by standardised Echinacea, a potent antiviral herbal extract",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schoop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antiviral Res",
            "volume": "83",
            "issn": "",
            "pages": "165--70",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Anti-viral properties and mode of action of standardised Echinacea purpurea extract against highly pathogenic avian influenza virus (H5N1, H7N7) and swine-origin H1N1 (S-OIV)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pleschka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schoop",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virol J",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The triple action of the herbal medicine Echinaforce in the treatment of cold and flu-like infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schapowal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Swiss J Integr Med",
            "volume": "23",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Opportunistic infections as causes of death in HIV-infected patients in the HAART era in France",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lewden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Scand J Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "482--489",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of Echinaforce ® treatment on ex vivo-stimulated blood cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gertsch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phytomed",
            "volume": "18",
            "issn": "10",
            "pages": "826--857",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Safety and Efficacy Profile of Echinacea purpurea to Prevent Common Cold Episodes: a randomized, double-blind, placebo-controlled trial. Evid Based Complement Alternat Med",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jawad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schoop",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Suter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2012/841315"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A global measure of perceived stress",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kamarck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mermelstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "JHSB",
            "volume": "24",
            "issn": "",
            "pages": "385--96",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The author declares that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}