{
    "paper_id": "258351842f4a43800260e394172430a9523b8a73",
    "metadata": {
        "title": "Chauves-souris et virus : des relations complexes Bats and Viruses: complex relationships",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Rodhain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Avec plus de 1 200 espèces répertoriées, l'Ordre des Chiroptères (les chauves-souris) constitue, parmi les Mammifères, le second en importance après celui des Rongeurs. Beaucoup d'espèces sont insectivores, d'autres sont frugivores et quelques espèces sont hématophages. Certains de ces animaux sont nocturnes ou crépusculaires alors que d'autres sont actifs de jour ; les uns entreprennent d'importantes migrations saisonnières, d'autres adoptent un domaine vital restreint. Cependant, malgré l'importance du rôle des chauves-souris dans le fonctionnement de la biosphère, leur bio-écologie, au demeurant très variée, demeure mal connue. Plus d'une soixantaine de virus a été isolée ou détectée chez des chauves-souris qui, selon différentes modalités, se trouvent ainsi impliquées dans la circulation de beaucoup d'entre eux ; c'est le cas, notamment, de Rhabdoviridae du genre Lyssavirus, de Paramyxoviridae comme les virus Nipah et Hendra, de Filoviridae (virus Ebola et Marburg) ou de Coronaviridae comme les agents du syndrome respiratoire aigu sévère (SRAS) et du syndrome respiratoire du Moyen-Orient (MERS)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". Certaines espèces de chauves-souris semblent constituer, pour ces agents infectieux, des réservoirs ou d'efficaces disséminateurs, voire des agents transmetteurs. Des groupes entiers de virus se sont développés chez ces Mammifères par des mécanismes de coévolution entre virus et chauves-souris. Le caractère généralement asymptomatique de ces infections virales chez les Chiroptères est remarqué depuis longtemps mais les mécanismes de cette tolérance ne sont pas encore bien compris. Certains des virus en question étant hautement pathogènes pour l'Homme ou les animaux domestiques ou sauvages, les chauves-souris représentent un risque important en santé publique humaine et animale. Pour mieux comprendre leur rôle dans la circulation de ces zoonoses virales, les épidémiologistes doivent se pencher sur certains de leurs traits de vie comme leur longévité, leurs régimes alimentaires, leur comportement grégaire, l'hibernation, les migrations ou le fonctionnement de leur système immunitaire. Il convient également d'analyser les interactions entre les chauves-souris et les modifications écologiques induites par l'Homme et d'en suivre attentivement les populations et les virus qu'elles hébergent en mettant sur pied des réseaux d'épidémio-surveillance impliquant médecins, vétérinaires, spécialistes de la faune sauvage, écologistes, etc. dans l'espoir de comprendre les mécanismes d'émergence, de tenter de les prévoir et, peut-être, de les prévenir. Enfin, une recherche plus fondamentale portant sur les mécanismes immunitaires mis en jeu lors des infections virales s'avère indispensable pour saisir les raisons qui font des Chiroptères des réservoirs aussi efficaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract With more than 1 200 species, bats and flying foxes (Order Chiroptera) constitute the most important and diverse order of Mammals after Rodents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Résumé Avec plus de 1 200 espèces répertoriées, l'Ordre des Chiroptères (les chauves-souris) constitue, parmi les Mammifères, le second en importance après celui des Rongeurs. Beaucoup d'espèces sont insectivores, d'autres sont frugivores et quelques espèces sont hématophages. Certains de ces animaux sont nocturnes ou crépusculaires alors que d'autres sont actifs de jour ; les uns entreprennent d'importantes migrations saisonnières, d'autres adoptent un domaine vital restreint. Cependant, malgré l'importance du rôle des chauves-souris dans le fonctionnement de la biosphère, leur bio-écologie, au demeurant très variée, demeure mal connue. Plus d'une soixantaine de virus a été isolée ou détectée chez des chauves-souris qui, selon différentes modalités, se trouvent ainsi impliquées dans la circulation de beaucoup d'entre eux ; c'est le cas, notamment, de Rhabdoviridae du genre Lyssavirus, de Paramyxoviridae comme les virus Nipah et Hendra, de Filoviridae (virus Ebola et Marburg) ou de Coronaviridae comme les agents du syndrome respiratoire aigu sévère (SRAS) et du syndrome respiratoire du Moyen-Orient (MERS). Certaines espèces de chauves-souris semblent constituer, pour ces agents infectieux, des réservoirs ou d'efficaces disséminateurs, voire des agents transmetteurs. Des groupes entiers de virus se sont développés chez ces Mammifères par des mécanismes de coévolution entre virus et chauves-souris. Le caractère généralement asymptomatique de ces infections virales chez les Chiroptères est remarqué depuis longtemps mais les mécanismes de cette tolérance ne sont pas encore bien compris. Certains des virus en question étant hautement pathogènes pour l'Homme ou les animaux domestiques ou sauvages, les chauves-souris représentent un risque important en santé publique humaine et animale. Pour mieux comprendre leur rôle dans la circulation de ces zoonoses virales, les épidémiologistes doivent se pencher sur certains de leurs traits de vie comme leur longévité, leurs régimes alimentaires, leur comportement grégaire, l'hibernation, les migrations ou le fonctionnement de leur système immunitaire. Il convient également d'analyser les interactions entre les chauves-souris et les modifications écologiques induites par l'Homme et d'en suivre attentivement les populations et les virus qu'elles hébergent en mettant sur pied des réseaux d'épidémio-surveillance impliquant médecins, vétérinaires, spécialistes de la faune sauvage, écologistes, etc. dans l'espoir de comprendre les mécanismes d'émergence, de tenter de les prévoir et, peut-être, de les prévenir. Enfin, une recherche plus fondamentale portant sur les mécanismes immunitaires mis en jeu lors des infections virales s'avère indispensable pour saisir les raisons qui font des Chiroptères des réservoirs aussi efficaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mots clés Chiroptères · Chauves-souris · Virus · Zoonoses virales · Homme · Épidémiologie · Tolérance immunitaire · Épidémies émergentes Abstract With more than 1 200 species, bats and flying foxes (Order Chiroptera) constitute the most important and diverse order of Mammals after Rodents. Many species of bats are insectivorous while others are frugivorous and few of them are hematophagous. Some of these animals fly during the night, others are crepuscular or diurnal. Some fly long distances during seasonal migrations. Many species are colonial cave-dwelling, living in a rather small home range while others are relatively solitary. However, in spite of the importance of bats for terrestrial biotic communities and ecosystem ecology, the diversity in their biology and lifestyles remain poorly known and underappreciated. More than sixty viruses have been detected or isolated in bats; these animals are therefore involved in the natural cycles of many of them. This is the case, for instance, of rabies virus and other Lyssavirus (Family Rhabdoviridae), Nipah and Hendra viruses (Paramyxoviridae), Ebola and Marburg viruses (Filoviridae), SARS-CoV and MERS-CoV (Coronaviridae). For these zoonotic viruses, a number of bat species are considered as important reservoir hosts, efficient disseminators or even directly responsible of the transmission. Some of these bat-borne viruses cause highly pathogenic diseases while others are of potential significance for humans and domestic or wild animals; so, bats are an important risk in human and animal public health. Moreover, some groups of viruses developed through different phylogenetic mechanisms of coevolution between viruses and bats. The fact that most of these viral infections are asymptomatic in bats has been observed since a long time but the mechanisms of the viral persistence are not clearly understood. The various bioecology of the different bat populations allows exchange of virus between migrating and non-migrating conspecific species. For a better understanding of the role of bats in the circulation of these viral zoonoses, epidemiologists must pay attention to some of their biologic properties which are not fully documented, like their extreme longevity, their diet,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les chauves-souris sont des animaux mal connus et généralement mal aimés (Fig. 1) . Un peu partout dans le monde, ces mammifères nocturnes sont accusés de porter malheur. Ils sont souvent considérés comme mystérieux, inquiétants, malfaisants ; ils suscitent la crainte, mais, comme nous le verrons, pas pour de bonnes raisons. Ces êtres, il est vrai, apparaissent quelque peu inhabituels : des mammifères d'aspect étrange, aux doigts démesurés, qui, la nuit tombée, volètent silencieusement et apparemment sans but, qui, le jour, dorment la tête en bas, réfugiés dans des grottes ou des greniers, qui, même en Europe, sont réputés boire le sang des animaux et des Hommes (alors que cette habitude n'est le propre que de trois espèces américaines), etc. Les chauves-souris ont donné lieu à d'innombrables légendes et superstitions. Le temps n'est pas si loin où, en France, ces créatures démoniaques étaient clouées aux portes des granges. Ailleurs toutefois, les Mayas et les Aztèques les considéraient comme des êtres protecteurs et, en Chine, elles sont symboles de longévité et de bonheur. De plus, dans de nombreux pays tropicaux, les chauves-souris frugivores sont consommées avec délectation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Les écologistes nous apprennent que les chauves-souris occupent une place importante dans le fonctionnement de la biosphère, notamment en détruisant d'innombrables insectes dont elles contribuent à réguler les populations, en assurant la pollinisation de nombreuses plantes à fleurs ou en disséminant des graines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mais ce qui nous intéresse ici chez les chauves-souris, et qui, pour le coup, serait une bonne raison de les redouter, est le rôle que, partout dans le monde, ces animaux jouent dans la circulation de très nombreux agents infectieux, notamment des virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Quelques données générales sur les chauves-souris ne sont pas inutiles pour comprendre leur importance épidémiologique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'Ordre des Chiroptères"
        },
        {
            "text": "L'Ordre des Chiroptères constitué par les seuls mammifères volants est répandu sur tous les continents sauf les régions polaires et certains archipels isolés ; il regroupe un grand nombre d'espèces : avec plus de Nous reviendrons plus bas sur ces caractéristiques de la biologie des chauves-souris pour en examiner l'importance épidémiologique. Malheureusement, nos connaissances sur la biologie des Chiroptères demeurent très superficielles, y compris pour les espèces connues pour héberger des virus pathogènes.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "de",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "L'Ordre des Chiroptères"
        },
        {
            "text": "Alors que, jusque-là, la question n'intéressait guère que les spécialistes de la rage, les épidémiologistes se trouvent confrontés, depuis une vingtaine d'années, à un nombre croissant de virus souvent très pathogènes pour l'Homme, dans la circulation desquels sont impliqués des Chiroptères. Au sein de la faune sauvage, rares sont en effet les groupes d'animaux susceptibles d'être infectés d'autant d'agents viraux ; plus d'une soixantaine de virus ont été détectés ou isolés du sang, des excrétas ou des organes des Chiroptères (9, 18, 41, 43) . Ceci conduit les épidémiologistes à se pencher sur les raisons de cette situation, sur les risques qu'elle présente pour les Hommes et les animaux domestiques et sur ce qu'il est possible de faire pour en limiter l'importance.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Les virus hébergés, disséminés ou transmis par les Chiroptères"
        },
        {
            "text": "Il n'est pas question de dresser ici une liste exhaustive de tous les virus hébergés par les chauves-souris (bat-borne viruses : Babovirus). Nous ne ferons qu'en citer les principaux groupes à l'origine de zoonoses virales (Tableaux 1, 2). Toutefois, la prévalence réelle de ces infections dans les populations de Chiroptères demeure très mal connue ; les incidences enregistrées ne reflètent que l'intensité de la surveillance, elle-même très variable d'un pays à l'autre et d'une année à l'autre (environ 800 cas en Europe dans les 50 dernières années). En France, sur une période de 25 ans (1989-2014) , 66 cas d'infection de chauves-souris (64 par EBLV-1 et 2 par le virus Bokeloh) ont été détectés (1, 33) . Apparemment non pathogènes pour les chauves-souris qui les hébergent, les deux virus EBLV-1 et EBLV-2 sont capables d'entraîner chez l'Homme, un syndrome tout-à-fait comparable à la rage mais les observations en sont très rares. Par deux fois, le virus EBLV-1 a été transmis à un chat domestique en France (33) .",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 604,
                    "text": "de 25 ans (1989-2014)",
                    "ref_id": null
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "En Australie, le virus Australian bat (ABLV), d'abord isolé de la chauve-souris frugivore Pteropus alecto en 1996, fut ensuite observé chez trois autres espèces de Pteropodidae mais aussi chez une espèce insectivore (Saccolaimus flaviventris). On en distingue deux lignées différentes. Contrairement aux autres agents viraux présents chez les chauves-souris, ce virus semble capable de causer chez elles des encéphalites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "Sur le continent américain, où le seul Lyssavirus présent est le virus rabique classique (RABV), une lignée particulière (lignée dite « indigène américaine ») circule à la fois chez les Carnivores et de nombreux Chiroptères insectivores ou hématophages (29) . Bien tolérée par les chauves-souris, l'infection pourrait se transmettre d'un animal à un autre par morsure, grooming, léchage ou par inhalation d'aérosol. L'existence d'espèces hématophages pose bien entendu des problèmes bien spécifiques. Des trois espèces de vampires (famille des Phyllostomidae), la principale est Desmondus rotundus dont la densité et la répartition géographique sont en augmentation. La lignée de RABV associée aux vampires serait la plus ancienne. Ici encore, les cas de contamination humaine restent très rares (une vingtaine par décennie) mais il n'en est pas de même pour les animaux domestiques qui ont avec les vampires des contacts fréquents puisqu'ils constituent pour eux une source de sang habituelle. Les pertes ainsi enregistrées par mortalité du bétail domestique seraient de l'ordre de 30 millions de US$ par an.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "En Afrique, le virus Lagos bat (sérotype 2), dont on distingue quatre lignées de répartition et de pathogénicité probablement différentes, est connu pour circuler chez plusieurs espèces de chauves-souris frugivores mais il fut également isolé chez une espèce insectivore (Nycteris gambiensis) ainsi que chez une mangouste (Atilax paludinosus) ; il n'a pas été observé chez l'Homme. D'autre part, trois cas humains, dont un mortel après morsure de chauve-souris, dûs au virus Duvenhage (sérotype 4) sont connus. Cet agent circule chez des chauves-souris insectivores. Quant au virus Mokola, dont le réservoir est inconnu, il a provoqué deux cas humains au Nigeria dont un mortel. Nous ne savons pratiquement rien des virus Shimoni bat et Ikoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "En Asie, la mise en évidence de Lyssavirus chez les chauves-souris reste exceptionnelle mais la présence du virus rabique a été signalée en Inde chez un Pteropus et celle de virus du sérotype 7 (ABLV) aurait été détectée aux Philippines ; d'autres cas semblables sont connus en Asie du Sud-est (43) .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "Le fait que, dans une région donnée, un même variant viral peut être retrouvé à la fois chez différents mammifères et chez des espèces différentes de Chiroptères sympatriques est en faveur de l'existence d'une transmission interspécifique aussi bien de chauve-souris à chauve-souris que de chauve-souris à carnivore comme chats, renards, moufettes, etc. (34) . Cependant, si la plupart des Mammifères s'avèrent réceptifs aux différents Lyssavirus, chacun de ces virus semble préférentiellement associé à un hôte réservoir ; les franchissements des barrières d'espèces ne doivent pas être fréquents et ils ne permettent généralement pas la maintenance chez un hôte inhabituel. Ce sont le plus souvent des culs-de-sac évolutifs. Ainsi, Steicker et al (36) estiment que la fréquence des transmissions inter-espèces du virus rabique aux États-Unis serait seulement de 1 pour 73 transmissions intra-spécifiques.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "Le plus souvent, l'infection des chauves-souris par un Lyssavirus demeure sans conséquence pathologique. Toutefois, une maladie parfois mortelle peut s'observer, notamment chez les vampires, et on sait qu'une chauve-souris infectée par un Lyssavirus peut parfois changer de comportement et se montrer agressive vis-à-vis d'autres espèces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "Les lyssaviroses humaines transmises par Chiroptères entraînent une maladie comparable dans son incubation, sa présentation et sa durée d'évolution à l'encéphalite provoquée par le virus de la rage classique. Cependant, même si les contacts entre les Hommes et les chauves-souris sont faibles, la rareté des infections humaines par des Lyssavirus n'appartenant pas au génotype 1 n'est pas clairement expliquée car certains au moins de ces virus sont très largement répandus depuis longtemps ; sans doute leur véritable pathogénicité pour l'Homme est-elle faible (l'observation de cas non mortels et de sujets en bonne santé apparente porteurs d'anticorps semble en témoigner), mais les déterminants de cette pathogénicité demeurent inconnus. Il faut néanmoins noter qu'aux États-Unis, des variants viraux apparemment nouveaux circulant chez deux espèces particulières de chauves-souris présentent une forte infectiosité pour l'Homme, sans pathogénicité établie (26) .",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "La diversité des Lyssavirus pose évidemment la question de l'efficacité des vaccins, tous dirigés contre le virus rabique classique ; pour ce qui concerne les virus des génotypes 2 et 3 notamment, éloignés antigéniquement des virus du génotype 1, ces vaccins ne semblent pas -ou pas assezprotecteurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Les principaux groupes de virus liés aux Chiroptères"
        },
        {
            "text": "Cette famille de virus comprend notamment le genre Henipavirus qu'il convient d'examiner tout d'abord en raison de l'importance des deux virus zoonotiques qui le composent : les virus Nipah (NiV) et Hendra (HeV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Le virus Nipah est connu depuis son émergence en septembre 1998 sous la forme d'une épidémie/épizootie en Malaisie (283 cas humains, 109 décès) qui a entrainé l'abattage de plus d'un million de porcs. Ce virus cause chez les porcs des syndromes respiratoires (bronchopneumonie avec toux sévère, détresse respiratoire, parfois signes méningés), chez l'Homme des syndromes encéphalitiques (fièvre, céphalées, convulsions, troubles de la conscience, séquelles neurologiques chez 15 % des sujets « guéris ») ou respiratoires (pneumonies atypiques), avec une létalité élevée (13) . La contamination à partir des porcs avait eu probablement lieu par aérosols. Des personnels des abattoirs de Singapour ont aussi été infectés à cette occasion. Rapidement, le réservoir naturel de NiV fut identifié comme étant des chauvessouris frugivores du genre Pteropus (en particulier Pteropus hypomelanus et P. vampyrus en Malaisie) et les conditions de transmission ont été éclaircies : le facteur majeur était la proximité des porcheries avec des arbres fruitiers fréquentés par les Pteropus, la transmission d'un hôte à l'autre étant assurée par aérosol, par la salive ou les urines. Pour tenter d'expliquer les raisons de l'émergence à ce moment, on a suspecté le rôle qu'auraient pu jouer des déplacements de populations de chauves-souris à la suite d'une sécheresse marquée et des énormes incendies de forêt survenus peu auparavant dans certaines îles indonésiennes ; il convient également de considérer le rôle de l'accroissement de l'élevage porcin dans la région. À partir de 2001, le virus Nipah, dont il existe au moins quatre génotypes dénommés Nipah-Bangladesh, Nipah-India, Nipah-Malaysia et Nipah-Cambodia, a été impliqué au Bangladesh dans de petites épidémies saisonnières (décembreavril) localisées mais avec une létalité atteignant 75 % ; toutefois, les porcs, peu nombreux dans ce pays, n'ont pas été impliqués et la transmission d'Homme à Homme était la règle. Le virus Nipah est également présent en Inde (épidémies en 2001 et 2006-07), au Cambodge, en Thaïlande (notamment chez P. lylei), à Sumatra (chez P. vampyrus) et un virus, dont l'identification comme Nipah n'est pas certaine à ce jour, semble à l'origine d'une petite épidémie survenue en 2014 aux Philippines avec, semblet-il, des cas équins (12) . Enfin, au vu d'enquêtes sérologiques, des virus identiques ou proches de Nipah circuleraient également chez des chauves-souris en Chine, au Vietnam, en Indonésie (Java, Sumatra, Sulawesi, Sumba), au Timor oriental, en Papouasie-Nouvelle Guinée, mais aussi en Afrique (Ghana, Guinée équatoriale, Cameroun, République du Congo) et à Madagascar.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 574,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2307,
                    "end": 2311,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Il paraît clair aujourd'hui que la principale voie de contamination de l'Homme est la consommation de jus de palmier non cuit contaminé par l'urine ou la salive des chauvessouris, notamment Pteropus giganteus, mais des infections inter-humaines ont aussi été observées. La survenue de ces petites épidémies localisées est probablement liée à la densité élevée de la population humaine, à la fragmentation des massifs forestiers qui est globalement favorable aux Pteropus et à la présence, dans les villages, de certains arbres (Albizia spp., Swietenia mahogani) constituant des dortoirs pour ces Pteropus (19) . Dans certains pays comme le Cambodge, ces chauves-souris fréquentent les arbres plantés dans les vergers, les jardins et notamment dans l'enceinte des pagodes. Plus généralement, les émergences du virus Nipah résultent certainement des multiples changements écologiques liés aux activités humaines (déforestation, intensification de l'agriculture et de l'élevage, structure des villages, démographie, etc.) et de leurs conséquences en termes de contacts entre les réservoirs naturels de virus (Chiroptères Pteropodidae), les animaux domestiques (porcins) et les populations humaines (15) .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 609,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Quant au virus Hendra, il fut découvert en 1994 à l'occasion d'une épizootie de pneumopathies survenue chez des chevaux au Queensland (21 chevaux atteints, 14 décès) avec 2 cas humains concomitants (détresse respiratoire, dont 1 mortel). D'autres épisodes comparables eurent lieu dans les années suivantes sous forme de cas sporadiques chez des chevaux et parfois des Hommes, généralement sans diffusion aux zones adjacentes. La contamination des chevaux a certainement lieu par l'intermédiaire de l'urine des chauves-souris. Ce virus circule, lui aussi, chez différentes espèces de Pteropus en Australie (P. conspicillatus, P. alecto, P. scapulatus, P. poliocephalus). Ces Mégachiroptères sont actuellement en expansion au Queensland et en Nouvelles Galles du Sud et il en est de même du virus Hendra. Des anticorps anti-HeV montrent aussi la présence de ce virus en Papouasie-Nouvelle Guinée chez P. neohibernicus. Par ailleurs, on sait que, chez les Pteropus, Hendra peut être expérimentalement transmis de la mère au jeune. Néanmoins, les infections humaines diagnostiquées ont toutes été contractées à partir de chevaux malades, probablement par les sécrétions nasales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Ces deux virus admettent donc pour réservoirs différentes espèces de chauves-souris frugivores du genre Pteropus qui, une fois infectées, tolèrent bien ces virus (sauf peut-être s'ils causent des avortements) et les éliminent dans la salive et l'urine. On connait près de 60 espèces de Pteropus, un genre répandu dans le sous-continent indien, dans les iles de l'océan Indien, en Asie du Sud-Est, en Australie et dans les iles du Sud-Ouest du Pacifique ; certaines de ces espèces présentent une vaste répartition et sont partiellement sympatriques avec d'autres dont la distribution est plus restreinte. Les Pteropus se déplacent facilement selon les saisons, en fonction de la disponibilité des fruits de certains arbres, et par conséquent des fluctuations climatiques ; ceci peut affecter la circulation des Henipavirus (6). Toutefois, une bonne compréhension des facteurs en cause nécessiterait que l'on dispose de meilleures connaissances sur l'écologie des Pteropodidae (21) . Les porcs et les chevaux servent probablement d'hôtes-relais entre les chauves-souris et l'Homme, ce dernier étant un cul-de-sac épidémiologique. Sur le plan biogéographique, on a suggéré que la séparation des aires de distribution de ces deux virus coïncide avec la ligne de Wallace ; toutefois, le virus Nipah existe à Timor et d'autres Henipavirus encore non caractérisés semblent présents dans cette région (7) Lors d'une épidémie d'Ebola, tous les individus paraissent également exposés, quels que soient l'âge, le sexe, le type d'activité, ce qui est en faveur d'une source de virus située dans le village-même. La transmission inter-humaine est alors habituelle mais le cas initial résulte généralement d'un contact avec un singe malade ou mort, ou peut-être avec une chauve-souris infectée, ou encore par ingestion de fruits contaminés par la salive de Chiroptères. Dans le cours d'une épidémie, en revanche, les contacts avec les fluides corporels contaminants concernent essentiellement l'entourage des malades et surtout les professionnels médicosociaux.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 979,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Sans que cela ait pu être formellement prouvé par des isolements de virus, on estime que des Pteropodidae, chauves-souris frugivores très abondantes dans les zones forestières d'Afrique centrale et occidentale, y compris dans les villages, et chez lesquelles l'infection est vraisemblablement asymptomatique, constituent le réservoir naturel des virus Ebola. Plusieurs espèces semblent impliquées, comme Epomops franqueti, Hypsignathus monstrosus, ou Myonycteris torquata. Beaucoup de ces chauves-souris sont trouvées porteuses d'anticorps spécifiques ; leur salive, leurs déjections et leur consommation seraient contaminantes pour les animaux sauvages (singes) ou domestiques (porcs) comme pour les humains. De plus, les grandes chauvessouris frugivores sont couramment chassées et consommées en Afrique ; le contact avec les fluides biologiques (sang, urine, …) lors de la manipulation et du dépeçage de ces animaux constitue aussi une source de contamination possible (le virus est tué lors de la cuisson). Il ne faudrait pas négliger, toutefois, une éventuelle implication de chauves-souris insectivores. Aux Philippines, le virus Reston a, lui aussi, été mis en évidence chez plusieurs espèces de Chiroptères.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Il en est de même pour le virus Marburg, dont le génome a été détecté chez des roussettes de forêt, Rousettus aegyptiacus, au Gabon (38) et en Ouganda, avant que des anticorps spécifiques ne soient trouvés en Ouganda et au Congo chez le même animal (chez cette chauve-souris, les séroprévalences semblent varier selon la saison et les périodes de reproduction). Il est intéressant de noter à cet égard que des cas humains sont survenus chez des personnes ayant visité des grottes hébergeant des chauves-souris dans le massif du Mont Elgon (Kenya). Actuellement, les mécanismes d'émergence de ces virus zoonotiques ne sont pas connus. On ignore pourquoi certaines régions demeurent apparemment épargnées. On suspecte que les cycles épidémiques des virus Ebola (épidémies apparaissant tous les 5 ou 6 ans) pourraient correspondre à des épisodes de fructification de certains arbres attirant en nombre les Chiroptères ; la raréfaction des ressources alimentaires en saison sèche pourrait aussi être à l'origine de contacts plus étroits entre singes et chauves-souris fréquentant alors les mêmes arbres à la recherche de fruits ; les singes pourraient encore s'infecter en mangeant des fruits contaminés par la salive des chauves-souris et laissés au sol ; ce ne sont là que des hypothèses et beaucoup d'autres facteurs écologiques, naturels et anthropiques, interviennent probablement dans ces phénomènes. Outre les contacts avec les sujets infectés ou décédés lors d'une épidémie, il convient donc d'éviter également, dans les pays concernés, tout contact direct avec des primates ou des porcs malades ou morts et surtout avec les chauves-souris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paramyxoviridae"
        },
        {
            "text": "Jusqu'en 2002, les virus à ARN de la famille des Coronaviridae étaient connus pour infecter des rongeurs, des bovins, des porcs ou des chiens et, bien sûr, des humains. Mais, en 2002-2003, l'émergence en Chine (province du Guangdong) du Betacoronavirus responsable du syndrome respiratoire aigu sévère (SRAS) sous la forme d'une épidémie importante (plus de 8420 cas et de 900 décès) a amené les épidémiologistes à revoir les modalités de circulation et la classification de ces virus. Rapidement, plusieurs espèces de Mammifères sauvages ont été impliquées dans la transmission à l'Homme de ce virus, en particulier la civette palmiste masquée (Paguna larvata), le chien viverrin (Nyctereutes procyonoides) et un Mustélidé, le « blaireau-furet » (Melogale moschata) ; qu'ils soient capturés dans la nature ou élevés dans des fermes, ces animaux sont très communément proposés sur les marchés chinois dans un état de stress susceptible de compromettre le bon fonctionnement de leur système immunitaire (27) . Mais il ne s'agissait vraisemblablement que d'hôtes accidentels agissant comme amplificateurs et hôtes-relais entre les réservoirs sauvages et les humains, et ce sont finalement des Chiroptères, principalement du genre Rhinolophus, qui ont été reconnus comme constituant les réservoirs du virus en cause, SARS-CoV, ainsi que de nombreux autres virus « SARS-CoV-like » en Chine (23, 24) . Chez certaines de ces chauves-souris, la prévalence des anticorps peut atteindre 84 % sans qu'aucune maladie ne soit observée chez elles. De plus, des sérologies positives détectées chez des roussettes (Rousettus leschenaulti) ont orienté la recherche vers des mégachiroptères frugivores. La transmission inter-humaine ultérieure, facile (nombreux cas nosocomiaux) est la conséquence de mutations adaptatives survenant dans le génome viral. Par la suite, beaucoup d'autres Coronavirus (appartenant aux genres Alphacoronavirus et Il parait vraisemblable que les dromadaires ne sont, pour le virus MERS-CoV, qu'un hôte-relais entre un réservoir naturel sauvage et l'Homme. Forts de l'expérience acquise lors de l'épidémie de SRAS, les virologistes recherchant la nature de ce réservoir se sont rapidement intéressés aux chauves-souris, d'autant plus qu'au sein des Betacoronavirus, le virus MERS-CoV appartient au lignage C, aux côtés de deux autres virus (HKU4 et HKU5) isolés de Chiroptères. Cependant, jusqu'à présent, les résultats des recherches demeurent médiocres. Une séquence de quelques nucléotides identique au segment homologue du MERS-CoV a été retrouvée chez une chauve-souris insectivore (Taphozous perforatus) capturée en Arabie dans la maison d'une personne contaminée (25) . Ici encore, on peut penser que la nourriture ou l'eau proposée aux animaux d'élevage peuvent se trouver contaminées par l'urine, la salive ou le guano des chauves-souris.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2681,
                    "end": 2685,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Coronaviridae"
        },
        {
            "text": "Il convient d'autre part de noter que d'autres Betacoronavirus ont été isolés de Chiroptères en Asie, en Afrique (32) et même en Europe : Allemagne, Pays-Bas, Roumanie, Ukraine (2). Ainsi, en Chine, un nouveau Betacoronavirus du lignage C et proche du MERS-CoV a été identifié chez Vespertilio superans (44) ; un autre en Thaïlande. Plus récemment, au Brésil, un Alphacoronavirus a été mis en évidence chez plusieurs espèces de Chiroptères urbains (35) et, en Afrique du Sud, a été détecté chez la chauve-souris Neoromicia capensis le génome d'un autre coronavirus qui, au vu de critères taxinomiques, pourrait représenter l'ancêtre du MERS-CoV (14) . Malgré l'absence de preuve permettant de considérer les Chiroptères comme réservoirs naturels du virus MERS-CoV, cette hypothèse reste vraisemblable (on connait 46 espèces de Chiroptères dans la région considérée du Moyen-Orient). Au total, il existe donc, partout dans le monde, une grande diversité de Coronaviridae chez les Chiroptères qui en constituent souvent les réservoirs et les agents disséminateurs. Les quelques essais de transmission expérimentale de Coronavirus à des chauves-souris frugivores maintenues en captivité n'ont pas révélé de pathogénicité chez ces animaux. Néanmoins, rien n'indique aujourd'hui que les chauvessouris jouent un rôle de quelque importance dans l'épidémiologie de ces virus hormis peut-être une longue conservation lors de l'hibernation. Il est bien certain que nombre d'autres virus sont encore hébergés par les Chiroptères à notre insu, dont certains pourront peut-être dans l'avenir s'avérer pathogènes pour l'Homme ou les animaux domestiques ou sauvages. Il n'est peut-être pas sans intérêt de remarquer que les Paramyxoviridae, les Filoviridae, et les Rhabdoviridae, souvent associés à des chauves-souris, sont des familles relativement proches, appartenant à l'Ordre des Mononégavirales (virus à génome ARN négatif et non segmenté, chez lesquels les fréquences élevées de mutation des virus à ARN peuvent faciliter le franchissement des barrières d'espèce).",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 649,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Coronaviridae"
        },
        {
            "text": "Les paléontologistes nous disent que les plus anciens fossiles de Chiroptères remontent à 50 millions d'années (Eocène) au moins, ce qui correspondrait à l'émergence des premiers (14) . Quant aux Paramyxovirus, certains chercheurs ont estimé que tous proviendraient des chauves-souris, y compris des virus que l'on a l'habitude de considérer comme spécifiques de l'Homme comme ceux de la rougeole et des oreillons. Nous sommes donc en présence de phénomènes de co-évolution entre des familles entières de virus et les chauves-souris.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "Plusieurs traits du comportement des Chiroptères (en particulier : diversité des espèces, grande longévité, hibernation, migrations, contacts inter-spécifiques, infections virales prolongées) font de ces mammifères des hôtes privilégiés pour l'évolution des virus. Ils peuvent en effet se trouver infectés par plusieurs virus différents et ces infections mixtes sont susceptibles de conduire, avec les virus à ARN, à l'apparition de nouveaux mutants, recombinants ou réassortants. On sait aussi que, d'une manière générale, la diversification et l'émergence de lignées évolutives chez les virus à ARN sont grandement favorisées à l'occasion du passage sur un nouvel hôte (11) .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "La spécificité des virus pour les différentes espèces de chauves-souris apparait très variable : certains virus ne sont identifiés que chez une unique espèce, ce qui suggère une maintenance intra-spécifique, voire intra-populationnelle, alors que d'autres sont isolés de nombreuses espèces (le virus Issyk-Koul a été isolé de 14 espèces différentes, le virus de la rage est présent chez 41 espèces de chauvessouris insectivores au Brésil).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "Quoi qu'il en soit, les Chiroptères sont donc capables d'héberger de manière persistante un grand nombre de virus, apparemment sans en souffrir alors que certains au moins de ces agents s'avèrent très pathogènes pour l'Homme et les autres Mammifères. Ainsi, les infections à Lyssavirus sont très rarement létales pour les chauves-souris, alors qu'elles le sont fréquemment chez les autres Mammifères, notamment chez les Carnivores. Nous avons cependant un certain nombre d'observations de présence d'anticorps antirabiques chez des Carnivores ou chez des humains non vaccinés qui n'ont présenté aucun symptôme ou seulement des signes très frustes comme des céphalées à répétition. Quelles sont les raisons de cette tolérance ? Celle-ci est-elle en rapport avec ces millions d'années de coexistence des Chiroptères et des virus ? Est-ce en relation avec un fonctionnement particulier du système immunitaire ? Comment celui-ci peut-il contrôler le niveau de la réplication virale et éviter ainsi des réponses immuno-pathologiques sans pour autant éliminer les particules virales infectieuses ? Pour les Lyssavirus, on peut concevoir que leur migration vers le système nerveux central les met à l'abri de l'immunité et donc d'une pression de sélection immunologique (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "L'immunobiologie des chauves-souris est toujours mal comprise, de sorte que nous ne sommes pas en mesure d'apporter de réponses aux nombreuses questions que pose cet état de fait.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "En réalité, les mécanismes du système immunitaire des chauves-souris ne paraissent pas fondamentalement différents de ceux que l'on connait chez les autres Mammifères mais le fonctionnement du système parait particulier. Il semble que leur immunité innée (notamment les récepteurs « Toll-like » impliqués dans les processus de reconnaissance, les interférons et autres cytokines, etc.) et les caractères de leur réponse en anticorps présentent des mécanismes de contrôle de la réplication virale et de la réponse antivirale particulièrement efficaces qui, en évitant des réactions immunitaires extrêmes, conduiraient au caractère asymptomatique des infections et à la persistance des virus qui échapperaient à la réponse immune stérilisante. Nous ne pouvons ici entrer dans le détail de ces hypothèses qui sont évoquées dans de récentes publications (11) .",
            "cite_spans": [
                {
                    "start": 850,
                    "end": 854,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "Selon certains auteurs, la réponse immune serait, chez ces animaux, étroitement liée aux variations de la température corporelle. Le vol, qui augmente la température quelques heures chaque jour, pourrait accroître l'efficacité de la réponse immunitaire (31) . L'aptitude au vol serait alors un élément clé de l'adaptation des virus aux Chiroptères. À l'appui de cette thèse, une équipe de chercheurs a remarqué, en séquençant le génome entier de deux espèces de Chiroptères asiatiques (l'une insectivore : Myotis davidii, l'autre frugivore : Pteropus alecto), des gènes particuliers, impliqués dans la détection et la réparation des dégâts provoqués sur l'ADN par les dérivés réactifs de l'oxygène (radicaux libres) produits par l'élévation considérable de l'activité métabolique durant le vol ; supprimant ou atténuant les effets nocifs de ces radicaux libres, ces gènes sont liés à la capacité de vol et sans doute aussi au vieillissement, deux caractéristiques majeures des chauves-souris. Autrement dit, selon cette hypothèse, le vol pourrait avoir prédisposé les Chiroptères à être les réservoirs de nombreux virus en augmentant l'efficacité de leurs défenses immunitaires (45) . Il y aurait donc un lien entre le vol, la longévité et le contrôle des infections virales. Il est encore trop tôt pour l'affirmer mais la piste est des plus intéressantes.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "Par ailleurs, nous ne connaissons pas la dynamique de l'immunité d'origine maternelle chez les jeunes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La nature des relations virus -Chiroptères"
        },
        {
            "text": "Le rôle exact des chauves-souris dans la maintenance, la transmission et l'évolution de ces virus est complexe et demeure très mal compris. Le fait que ces animaux soient, dans de nombreux pays dont ceux de l'Europe, intégralement protégés rend très difficiles les recherches expérimentales. Les études de terrain sur l'écologie des chauves-souris ne sont pas simples non plus à mettre en oeuvre. Il en résulte que nos connaissances quant à la bio-écologie des Chiroptères sont encore très préliminaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rôle épidémiologique des Chiroptères"
        },
        {
            "text": "Plusieurs traits de la bioécologie des chauves-souris sont importants en épidémiologie en favorisant l'acquisition, la maintenance et le transport de virus. C'est le cas notamment de leur vie en colonies mono-ou plurispécifiques parfois considérables (jusqu'à plusieurs millions d'individus), de leur longévité et de leurs capacités d'hibernation qui sont en faveur d'un rôle de réservoir, de leurs réponses aux modifications de l'environnement ou encore de leur mobilité qui peuvent les amener à jouer un rôle de disséminateurs d'agents infectieux.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rôle épidémiologique des Chiroptères"
        },
        {
            "text": "Ce rôle repose principalement sur le caractère habituellement asymptomatique (ou paucisymptomatique) des infections enzootiques persistantes chez les Chiroptères, sur leurs capacités d'hibernation, sur la biomasse des chauves-souris, principalement en zone inter-tropicale, et sur leur longévité.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rôle de réservoir"
        },
        {
            "text": "Les infections abortives semblent fréquentes, pour ne pas dire la règle, avec réplication contrôlée dans les organes profonds et présence d'anticorps neutralisants dans le sang. Les durées d'incubation sont parfois très prolongées chez les chauves-souris ; on a observé, avec des Lyssavirus, des maladies se déclarant après neuf mois de captivité (4). Cependant, nous l'avons vu, les mécanismes permettant à ces agents infectieux de persister dans les populations de chauves-souris ne sont pas encore bien compris. La voie de contamination (par exemple l'infection par aérosol chez les espèces vivant en colonies par opposition à la transmission par morsure) ainsi que la dose de virus reçue jouent peut-être un rôle dans le déroulement de l'infection. Quoi qu'il en soit, on conçoit qu'une longue durée d'infectivité, résultant d'une infection persistante associée à une grande longévité augmente fortement le rôle d'hôtes de maintenance de ces animaux. Enfin, on a pu démontrer, dans certains cas, une transmission trans-placentaire du virus rabique (chez Tadarida brasiliensis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rôle de réservoir"
        },
        {
            "text": "L'hibernation, qui ralentit le métabolisme et crée une hypothermie, serait favorable à la maintenance d'agents viraux, notamment de Lyssavirus, dans les populations de chauves-souris des pays tempérés. Il parait vraisemblable en tout cas que l'hibernation entraîne des incubations très prolongées, sans doute plusieurs mois. De nombreux virus infectent d'ailleurs de manière persistante les Chiroptères en hibernation qui, dès lors, peuvent en assurer la maintenance durant plusieurs mois sans présenter de maladie. À la remontée de la température, des virémies transitoires ont pu être observées avant l'apparition d'anticorps circulants, ce qui suggère la possibilité d'une remise en circulation des virus ; de telles observations ont été réalisées expérimentalement avec, entre autres, le virus de l'encéphalite japonaise. Des situations plus ou moins comparables ont déjà été observées chez d'autres mammifères hibernants comme les écureuils terrestres américains. Des titres élevés de virus ont aussi été obtenus à partir de la graisse brune de chauves-souris inoculées avec du virus rabique puis gardées à basse température. Pour les coronavirus au moins, l'amplification virale semble avoir lieu principalement dans les nurseries lors de la parturition. Il faut aussi préciser que plusieurs espèces peuvent hiberner dans les mêmes sites, favorisant ainsi les transmissions inter-espèces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rôle de réservoir"
        },
        {
            "text": "Même si les infections asymptomatiques sont fréquentes chez les Chiroptères, il arrive que certains virus manifestent une certaine pathogénicité. Le caractère grégaire de beaucoup d'espèces entraîne le regroupement en un même site d'un grand nombre de chauves-souris, parfois jusqu'à plusieurs millions, avec d'étroites interactions entre les individus ; la taille des colonies est toutefois variable avec la saison (par exemple en fonction de la disponibilité des fruits). Les densités parfois très fortes observées au sein des colonies peuvent sans doute permettre l'existence permanente d'infections aiguës quelquefois susceptibles d'entraîner la mort des individus infectés. Il est également possible qu'au sein d'une même espèce, des épizooties frappent tour à tour différentes sous-populations lorsqu'on a affaire à des populations à structure spatialement hétérogène (ce pourrait être le cas, par exemple, avec le virus rabique chez des vampires, ou avec le virus Hendra chez les Pteropus australiens).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Densité et structure des populations"
        },
        {
            "text": "Le taux de reproduction de base d'une maladie (R 0 ), c'est-à-dire le nombre de nouvelles infections se produisant dans une population réceptive à partir d'un individu est fonction de la durée d'infectivité, du taux de contact entre individus infectants et individus réceptifs et de la probabilité de transmission lors d'un tel contact. Chez les chauvessouris, une longue durée d'infectivité, résultant d'une forte longévité associée à une infection persistante, et une forte densité liée au comportement grégaire sont favorables à une circulation active des virus dans la population, voire au risque de survenue d'infections secondaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Densité et structure des populations"
        },
        {
            "text": "On connait très mal la répartition géographique des différentes espèces de Chiroptères. Certaines, exigeant des conditions écologiques précises, paraissent localisées ; d'autres ont au contraire une très vaste distribution. Ainsi, les vampires hématophages (famille des Phyllostomidae) n'existent que dans certaines régions d'Amérique centrale et du Sud. Le genre Pteropus (famille des Pteropodidae), quant à lui, est présent depuis certaines îles de l'océan Indien jusque dans le Sud du continent asiatique, en Nouvelle Guinée et en Australie et même dans certains archipels du Sud-Ouest du Pacifique (îles Cook) et, si quelques espèces de ce genre présentent des aires géographiques restreintes (certaines sont propres à une île ou à un archipel), beaucoup d'autres présentent une très large distribution (6) ; il en est de même sur le continent africain avec les Eidolon comme E. helvum. Il en résulte que certaines sont souvent sympatriques. Ainsi, par le jeu des sympatries partielles entre espèces, une liaison entre le Pakistan et l'Australie peut être établie par l'intermédiaire de trois espèces seulement de Pteropus (17). À l'intérieur de leur domaine vital, ces animaux circulent de manière saisonnière, en fonction notamment des périodes de floraison ou de fructification des différents arbres. L'existence d'importantes migrations (parfois plus de 1 000 kilomètres) chez de nombreuses espèces de chauves-souris est évidemment un facteur favorable à une dissémination des virus qu'elles hébergent. Le phénomène demeure cependant très difficile à mettre en évidence (8), même si des études portant soit sur les flux géniques, soit sur le suivi d'individus par radiotélémétrie ou, plus récemment, par télémétrie satellitaire, ont permis de préciser les déplacements de quelques espèces, par exemple entre les îles de la Sonde, la Nouvelle Guinée et l'Australie (6) . Il est également possible que, globalement, les espèces migratrices, qui sont amenées à fréquenter des écosystèmes variés et à avoir davantage de contacts inter-spécifiques, hébergent plus de virus que les espèces non migratrices (39) .",
            "cite_spans": [
                {
                    "start": 1872,
                    "end": 1875,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2108,
                    "end": 2112,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Répartition éco-géographique et migrations des Chiroptères"
        },
        {
            "text": "En raison du partage d'une même cavité naturelle par différentes espèces, on peut penser que des échanges de virus ont lieu entre espèces migrantes et non-migrantes, par exemple dans le cas d'infection par un Lyssavirus qui, en outre, peut parfois rendre l'hôte agressif pour les individus d'autres espèces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Répartition éco-géographique et migrations des Chiroptères"
        },
        {
            "text": "Certains épidémiologistes ont émis l'hypothèse que, chez les vampires d'Amérique Latine, les déplacements d'individus d'une colonie à une autre entraîneraient une asynchronie spatiale des infections rabiques qui pourrait s'avérer importante pour expliquer la persistance du virus dans une région. Dès lors, l'étude de la dynamique temporo-spatiale de ces animaux s'avère indispensable pour la compréhension du phénomène. Dans ce cas, malgré les taux très faibles de reproduction des vampires, les tentatives d'extermination parfois entreprises dans le cadre de la prévention de la rage seraient non seulement inefficaces mais sans doute contreproductives car favorisant les déplacements des chauvessouris cherchant à occuper des sites devenus temporairement libres (5) . Ceci est probablement vrai pour toutes les espèces de Chiroptères. On a d'ailleurs observé, en Ouganda, que les destructions de roussettes nichant dans les mines, effectuées dans le cadre de la prévention des infections à virus Marburg, se sont soldées par une réinvasion de ces sites par des chauves-souris réceptives et des réintroductions multiples du virus.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 768,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Répartition éco-géographique et migrations des Chiroptères"
        },
        {
            "text": "Les nombreuses modifications introduites par l'Homme dans les écosystèmes naturels ont mis en relation des espèces animales qui, jusque-là, n'avaient entre elles que peu de contact, voire aucun. Il parait évident que les changements de l'environnement, qu'ils soient naturels (changements climatiques) ou anthropiques (déforestation, conséquences des activités agro-pastorales, plantations de palmiers à huile ou de manguiers, urbanisation…) sont de nature à rapprocher les populations de chauves-souris des habitats humains ou des élevages d'animaux domestiques. Nous avons mentionné plus haut les déplacements de populations de Chiroptères à la suite d'incendies de massifs forestiers en Asie tropicale. Les déforestations massives entreprises pour la mise en culture des terres (plantation de palmiers à huile en Indonésie par exemple) ou pour l'exploitation minière, ou encore, plus simplement, pour l'installation de réfugiés chassés de leur pays par l'insécurité, la sécheresse, la famine, etc. entraînent de profonds bouleversements écologiques. L'intrusion des humains dans certains écosystèmes les met ainsi en contact avec des éléments de la faune sauvage habituellement éloignés des populations humaines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changements écologiques"
        },
        {
            "text": "Ailleurs, des contacts ponctuels peuvent survenir, comme c'est le cas avec les chauves-souris qui rencontrent des spéléologues. Mais n'oublions pas que certaines espèces, se regroupant dans des clochers, des caves ou des greniers, ont développé un certain degré d'anthropophilie et vivent parfois dans les centres urbains. Ces comportements et les contacts écologiques qu'ils ont pu entraîner depuis le Néolithique sont évidemment favorables au franchissement de barrières d'espèces et à l'émergence de zoonoses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changements écologiques"
        },
        {
            "text": "En théorie, la transmission directe d'agents infectieux d'un vertébré à un autre peut avoir lieu par contact, léchage, griffure ou morsure, voire par consommation. En réalité, en raison de leur biologie, ces mammifères volants et le plus souvent nocturnes que sont les Chiroptères n'ont, en règle générale, qu'assez peu de contacts directs avec l'Homme, hormis bien sûr le cas des biologistes qui les étudient et sont amenés à les manipuler, comme les virologistes, les chiroptérologistes (soit environ 350 personnes en France) ou encore celui des chasseurs qui les capturent ou les tuent, les manipulent et les préparent pour les consommer. D'autres, comme les récolteurs de guano, ont des contacts réguliers avec les déjections des chauves-souris. Il ne faut pas oublier d'autre part que certaines espèces se sont bien adaptées au milieu urbain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modalités de la transmission des virus"
        },
        {
            "text": "Or, les fluides biologiques des chauves-souris infectées contiennent généralement des particules virales. Nous avons vu que, dans le cas des Henipavirus, la contamination des animaux domestiques et de l'Homme avait sans doute lieu par ce moyen ; la consommation des jus de palmiers souillés par les déjections ou l'urine des Pteropus constitue probablement le mode habituel de la contamination humaine. Il en est sans doute de même avec les Coronaviridae dont la circulation doit être assurée par l'intermédiaire des fluides oropharyngés, des déjections ou de l'urine. Les Filovirus seraient aussi transmis par les déjections de Pteropus ou par leur salive lors de la consommation de fruits par les singes ou par les humains. On a signalé des transmissions directes de Lyssavirus par aérosol de sécrétions diverses ou de poussières de guano. Certains ont aussi émis l'hypothèse que la production des ultra-sons lors du processus d'écholocation pouvait s'accompagner d'émission de gouttelettes de fluides oropharyngés susceptibles de contenir des particules virales (des virus rabiques ont été isolés de mucus provenant de chauves-souris infectées).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modalités de la transmission des virus"
        },
        {
            "text": "La transmission par griffure ou morsure est, elle, bien réelle, soit entre chauves-souris (on sait que l'infection par un Lyssavirus peut rendre une chauve-souris agressive pour les individus d'autres espèces), soit de chauve-souris à un autre animal ou à l'Homme. La manipulation de chauvessouris conduit souvent à de tels micro-traumatismes accidentels. En Europe, les cas de lyssaviroses contractés à partir de chauves-souris sont rares : huit seulement ont été recensés entre 1977 et 2003 (3 en Ukraine, 2 en Russie, 1 en Finlande, 1 en Lettonie, 1 en Ecosse). Il convient toutefois de prêter attention aux risques liés aux animaux exotiques importés le plus souvent frauduleusement : une roussette d'Egypte porteuse du virus Lagos bat fut introduite dans le Gard en 1999 et 129 personnes ont dû être traitées. Reste le problème posé par les morsures délivrées par les espèces hématophages du continent américain, dont la salive aux propriétés anticoa-gulantes peut notamment contenir des Lyssavirus. En fait, les morsures délivrées à l'Homme par les espèces hématophages américaines (Phyllostomidae) demeurent peu nombreuses ; les animaux domestiques, en revanche, en sont beaucoup plus fréquemment victimes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modalités de la transmission des virus"
        },
        {
            "text": "Par ailleurs, les Arthropodes hématophages associés aux Chiroptères sont le plus souvent spécifiques et ne s'aventurent guère sur d'autres hôtes. De nombreuses espèces d'Arthropodes hématophages, parfois même des familles entières de punaises, de pupipares, de tiques, de puces, sont spécifiquement associées aux Chiroptères et servent probablement de vecteurs pour beaucoup d'agents infectieux, en particulier de virus, propres aux chauves-souris mais elles ne semblent guère impliquées dans la transmission à l'Homme ou à d'autres animaux.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modalités de la transmission des virus"
        },
        {
            "text": "C'est donc surtout par une voie indirecte que les chauvessouris peuvent être impliquées dans des infections virales humaines ou animales. Un hôte-relais amplificateur est alors nécessaire pour qu'ait lieu le passage d'un virus des chauves-souris à l'Homme. C'est ce qui est observé avec le porc pour le virus Nipah, le cheval pour le virus Hendra, les singes pour les virus Ebola, le dromadaire pour le MERS-CoV, les civettes et d'autres Mammifères pour le virus du SRAS, etc. Ces épidémies peuvent ensuite se propager sans retour au réservoir animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modalités de la transmission des virus"
        },
        {
            "text": "La menace constituée par l'émergence de maladies virales est permanente, en santé publique tant humaine que vétérinaire. On sait que l'origine de la plupart des virus émergents est à rechercher dans la faune sauvage. Bien que cela n'ait été reconnu que récemment, les chauves-souris constituent à l'évidence des réservoirs pour de nombreux agents infectieux émergents ou potentiellement émergents. Cependant, on prête relativement peu d'attention aux chauves-souris. Elles représentent d'importants risques sanitaires potentiels et on ne s'en méfie pas assez. Ce manque d'intérêt reflète bien sûr un manque chronique de moyens, sans doute aussi une ignorance profonde de la biologie de ces animaux mais aussi des modalités de circulation des agents infectieux et du fonctionnement des cycles épidémiologiques. Actuellement, ce n'est que lorsqu'une émergence survient que l'on peut mettre la main sur le virus responsable qui, le plus souvent, nous était jusqu'alors inconnu. Attendre la survenue d'un tel événement n'est évidemment pas une attitude satisfaisante. C'est la négation d'une politique de prévention. Dès lors, que faire ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conséquences en matière de prévention"
        },
        {
            "text": "Prévention individuelle À l'échelle individuelle, on ne peut que conseiller d'éviter tout contact direct volontaire avec des chauves-souris, qu'elles soient malades, blessées ou apparemment saines et de renoncer à en garder en captivité. Il convient, bien entendu, de fermement déconseiller la chasse et la consommation des chauves-souris (tout comme pour ce qui est des singes et de la viande de brousse en général, même si nous savons bien que celle-ci représente parfois une ressource importante pour les populations forestières). On peut recommander de rendre « bat-proof » différentes constructions comme les habitations ou les porcheries, de limiter l'accès de grottes à chauves-souris aux visites touristiques, de protéger les récipients destinés à recueillir les jus de palme (22, 30) . Cependant, il n'est pas rare qu'une personne exposée à la suite d'un bref et discret contact avec une chauve-souris n'y ait pas prêté attention et, de ce fait, n'ait pas fait l'objet d'une prise en charge adéquate.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Conséquences en matière de prévention"
        },
        {
            "text": "Il convient, en premier lieu, de rappeler quelques données relatives à la situation des populations de Chiroptères. Beaucoup d'espèces sont en forte régression en raison de l'usage des pesticides et des changements écologiques liés aux activités humaines (déforestation, développement des zones cultivées, pollution lumineuse, etc.). Par ailleurs, il faut aussi prendre en considération le rôle des chauves-souris dans la biosphère : régulation des populations d'insectes (on a même cherché autrefois à les utiliser pour lutter contre les moustiques en construisant des tours destinées à attirer les chauvessouris et à en favoriser la reproduction ; ce ne fut pas un succès !), pollinisation de plantes à fleurs et dissémination de graines, propriétés fertilisantes du guano, etc. Pour l'ensemble de ces raisons, ces animaux sont intégralement protégés dans de nombreux pays, notamment en France. Par conséquent, les épidémiologistes doivent recourir, pour les captures et les prélèvements (prises de sang, écouvillonnages rectaux et oro-pharyngés, etc.), à des techniques ne nécessitant pas de tuer ou de traumatiser les animaux. Les chauvessouris sont bien entendu exposées à un certain nombre d'agents infectieux pathogènes pour elles, en particulier le champignon kératinophile Pseudogymnoascus destructans (anciennement Geomyces destructans), responsable en Amérique du Nord d'une maladie émergente, le syndrome du nez blanc (white nose syndrome), qui a détruit 5,7 millions de chauves-souris depuis 2007, et jusqu'à 90 % de certaines colonies de chauves-souris. Cette maladie, qui se manifeste par divers troubles métaboliques et une forte augmentation de la consommation des réserves énergétiques durant l'hibernation, aurait fait perdre 3,7 milliards de dollars par an aux agriculteurs américains par prolifération d'insectes nuisibles aux cultures, mais nous n'avons pas d'information quant aux conséquences éventuelles sur les viroses associées aux chauves-souris. Ce champignon semble également présent en Europe (notamment en France) mais, curieusement, sans entraîner de mortalité chez ses hôtes. Pour ces différentes raisons, il n'est pas envisageable de chercher à diminuer les populations de Chiroptères, et encore moins à les supprimer totalement, tâche qui serait évidemment impossible à mettre en oeuvre en pratique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Dès lors, que peut-on proposer pour protéger les populations humaines et animales contre les virus hébergés par les Chiroptères ? Plusieurs types d'actions peuvent être envisagés, organisés selon trois axes majeurs : renforcement de la surveillance épidémiologique, renforcement de notre effort de recherche en épidémiologie, développement d'une recherche fondamentale sur le fonctionnement du système immunitaire de ces animaux.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Une meilleure surveillance des populations de chauvessouriset plus généralement de la faune sauvagenotamment sur le plan de l'écologie et de la génétique des populations est cruciale, parallèlement à une détection plus rapide et plus fiable des virus qu'elles hébergent. Pour ce faire, un système de surveillance standardisé, impliquant vétérinaires, médecins, spécialistes de la faune sauvage et les populations elles-mêmes, avec échange des informations recueillies, est nécessaire (18) . En France, il existe, au sein du réseau d'épidémio-surveillance de la rage assuré par l'ANSES, un réseau spécial de surveillance des Lyssavirus des Chiroptères ayant pour principal objectif de mieux cerner les risques pour l'Homme (depuis 1989, 14 chauvessouris, dont 12 sérotines, ont été découvertes porteuses de Lyssavirus EBL1) (1, 33) . Cf. page 8 : 64 cas d'EBL1 de 1989 à 2014.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Même si cela est difficile et parait même quelque peu illusoire, nous devons nous efforcer de recueillir partout les données sur les virus en circulation chez les Chiroptères et diffuser rapidement ces informations (41) . Dans cette optique, il nous faut améliorer, généraliser et standardiser les méthodes de détection de virus zoonotiques susceptibles d'émerger. Autrement dit, surveiller partout et tout le temps, plus efficacement que nous le faisons aujourd'hui. Là résident nos seules chances d'isoler des agents infectieux « nouveaux » ou non, de comprendre les mécanismes de leur circulation et tenter de prévoir leur émergence afin d'intervenir à temps, c'est à dire avant l'émergence.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "En second lieu, de nombreuses questions tenant à l'épidémiologie et à l'évolution des virus demeurent non résolues. L'émergence de virus associés, ou paraissant préférentiellement associés aux chauves-souris, nous amène à nous poser les mêmes questions qu'à propos des autres agents infectieux : s'il s'agit d'un simple franchissement de barrière d'espèce, pourquoi le passage chauve-sourishomme ou animal n'a-t-il pas eu lieu plus tôt ? Ces passages sont-ils rares, accidentels ? Sont-ils liés à un contact écologique fortuit, à des bouleversements écologiques liés aux activités humaines, à un changement du climat ? Existe-t-il des saisons ou des écosystèmes plus propices que d'autres ? Pourquoi certaines régions semblent épargnées, par exemple par les virus Ebola ? La détection des émergences est-elle simplement liée à une amélioration des activités de surveillance et de dépistage des virus, à l'action conjointe de plusieurs de ces facteurs ? Certains au moins des virus propagés par les chauves-souris frugivores sont-ils, à l'origine, des virus de végétaux ? Les chauves-souris insectivores sont-elles, pour certains virus, de simples hôtes-relais entre les insectes et les mammifères ? Pourquoi les infections par certains virus, comme Hendra, Menangle et d'autres, demeurent-elles rares et sporadiques, du moins jusqu'à présent, alors que d'autres virus donnent lieu à des épidémies/épizooties massives ? Comment mieux comprendre la dynamique spatiale de ces infections chez les Chiroptères et délimiter les zones à risque d'émergence ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "D'un point de vue très général, il conviendra certainement dans l'avenir de limiter les modifications écologiques induites par l'homme et de mieux « gérer » les interactions qu'elles créent entre les écosystèmes et les populations animales et humaines, ainsi que de tenter de prévoir les conséquences éventuelles des changements climatiques. Ainsi, à propos des Henipavirus ou des Filovirus, on soupçonne que la déforestation et la fragmentation des massifs forestiers ou encore la présence, dans les villages et les vergers, de certains arbres-dortoirs, pourraient jouer, dans la survenue des épidémies, un rôle décisif. Les déforestations pourraient aussi être à l'origine de la prolifération des vampires hématophages, et donc des cas de rage, observés au Brésil mais d'autres auteurs incriminent plutôt l'accroissement du bétail domestique, les deux explications n'étant pas incompatibles. On remarquera aussi que la différentiation des Coronavirus de chauves-souris date du Néolithique, c'est-à-dire justement de l'époque où a commencé à se manifester la pression exercée par l'homme sur l'environnement par son intrusion dans les milieux naturels, les déboisements pour les besoins de l'agriculture et de l'élevage, par le développement des déplacements commerciaux, le tout aboutissant à des contacts jusque-là tout à fait inhabituels et à la dissémination d'agents infectieux. Dans ce contexte où, de plus, interviennent des changements immunogénétiques entrainés chez l'homme par l'accroissement démographique et les croisements inter-populationnels, ces changements sont autant de facteurs de spéciation et d'évolution pour les virus à ARN chez lesquels la fréquence des mutations est élevée.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Quoi qu'il en soit, la mise en évidence chez les Chiroptères de virus très proches des agents responsables de maladies telles que la rougeole ou les oreillons pourrait, si ces résultats se trouvaient confirmés, nous amener à reconsidérer nos stratégies de prévention et même les perspectives d'éradication de ces endémies. Nous sommes bien dans le concept « One health/une seule santé » prôné par diverses organisations internationales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Enfin, il nous faut comprendre le fonctionnement du système immunitaire de ces animaux. Nous devons arriver à saisir les raisons qui font des Chiroptères des réservoirs aussi efficaces. Des pistes de recherche ont été proposées pour ce faire (9) . Les virus doivent échapper à la réponse immunitaire de leur hôte réservoir pour que soit possible une transmission à un autre hôte ou pour que s'établisse une infection persistante sans phénomène immunopathologique grave. Sur ce point, la fréquence des infections persistantes à virus à ARN pourrait traduire un fonctionnement particulier des mécanismes immunitaires (immunité innée ?) qui, chez les autres mammifères, permettent l'élimination de ces virus ? Des modèles d'infection doivent être trouvés pour ces agents de zoonoses, en particulier les Mononégavirales qui semblent nouer de manière privilégiée des associations avec les chauves-souris, mais, en l'absence d'élevages en continu de chauves-souris (en raison notamment de leurs exigences écologiques et nutritionnelles, de leur faible taux de reproduction et de leur longévité), des cultures cellulaires et des observations physiopathologiques sur des colonies de Chiroptères en captivité devraient être développées en laboratoire de sécurité, logistique évidemment beaucoup plus difficile à mettre en oeuvre qu'avec des rongeurs. Au-delà de la compréhension de l'immunobiologie propre aux Chiroptères et du rôle joué par ces Mammifères dans la biologie de tous ces virus, les biologistes mettent beaucoup d'espoir dans cette recherche qui, à terme, pourrait déboucher sur des immuno-thérapies ou des vaccins intéressants.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Prévention collective"
        },
        {
            "text": "Liens d'intérêts : l'auteur déclare ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prévention collective"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapport sur la rage des Chiroptères en France métropolitaine. Afssa",
            "authors": [],
            "year": 2003,
            "venue": "AFSSA",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "H J",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "Corman",
                    "middle": [],
                    "last": "Vmn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "3",
            "pages": "456--465",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Host switching in Lyssavirus history from the Chiroptera to the Carnivora orders",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Badrane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tordo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "17",
            "pages": "8096--8104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bats and Lyssavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Banyard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Virus Res",
            "volume": "79",
            "issn": "",
            "pages": "239--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Resolving the roles of immunity, pathogenesis and immigration for rabies persistence in vampire bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Blackwood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "51",
            "pages": "20837--20879",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bats without borders: long-distance movements and implications for disease risk management",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Breed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecohealth",
            "volume": "7",
            "issn": "2",
            "pages": "204--216",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The distribution of henipaviruses in Southeast Asia and Australasia: is Wallace's line a barrier to Nipah virus?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Breed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meers",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sendow",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PlosOne",
            "volume": "8",
            "issn": "4",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Les migrations de la pipistrelle de Nathusius, Pipistrellus nathusii, en France. Ses incidences possibles sur la propagation de la rage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brosset",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Mammalia",
            "volume": "54",
            "issn": "",
            "pages": "207--219",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "3",
            "pages": "531--576",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Detection and phylogenetic analysis of group 1 coronaviruses in South American bats",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Carrington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "12",
            "pages": "1890--1893",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interspecies transmission and emergence of novel viruses: lessons from bats and birds",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Microbiol",
            "volume": "21",
            "issn": "10",
            "pages": "544--55",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outbreak of Henipavirus Infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "De Los Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Sucaldito",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "328--359",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fatal encephalitis due to Nipah virus among pig-farmers in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "9186",
            "pages": "1257--1266",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rooting the phylogenetic tree of middle East respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ithete",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "11297--303",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interdisciplinary approaches to understanding disease emergence: the past, present, and future drivers of Nipah virus emergence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Bogich",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "1",
            "pages": "3681--3689",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bats host major mammalian paramyxoviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Commun",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The natural history of Hendra and Nipah viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yob",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes Infect",
            "volume": "3",
            "issn": "4",
            "pages": "307--321",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Investigating the role of bats in emerging zoonoses: Balancing ecology, conservation and public health interests",
            "authors": [],
            "year": 2011,
            "venue": "FAO Animal Production and Health Manual N°12",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Role of Landscape composition and configuration on Pteropus giganteus Roosting Ecology and Nipah virus spillover Risk in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Trop Med Hyg",
            "volume": "90",
            "issn": "2",
            "pages": "247--55",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New Alphacoronavirus in Mystacina tuberculata Bats",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peacey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "4",
            "pages": "697--700",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Henipaviruses: Gaps in the Knowledge of Emergence",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecohealth",
            "volume": "1",
            "issn": "",
            "pages": "25--38",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Use of infrared camera to understand bats' access to date palm sap: implications for preventing Nipah virus transmission",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecohealth",
            "volume": "7",
            "issn": "4",
            "pages": "517--542",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe Bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "39",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bats are natural reservoirs of SARS-like coronaviruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "5748",
            "pages": "676--685",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Middle East respiratory syndrome Coronavirus in Bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect",
            "volume": "19",
            "issn": "11",
            "pages": "1819--1842",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Emerging epidemiology of bat-associated cryptic cases of rabies in humans in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Messenger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rupprecht",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "35",
            "issn": "6",
            "pages": "738--785",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "La Vengeance de la Civette masquée",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moutou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Le Pommier",
            "volume": "332",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coronavirus antibodies in African bat species",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Paweska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Leman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "1367--70",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Molecular phylogenetics of the lyssaviruses -Insights from a coalescent approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Nadin-Davis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Real",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Virus Res",
            "volume": "79",
            "issn": "",
            "pages": "203--241",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Date palm sap collection: exploring opportunities to prevent Nipah transmission",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nahar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sultana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ecohealth",
            "volume": "7",
            "issn": "2",
            "pages": "196--203",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Bat flight and zoonotic viruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;shea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "741--746",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Distant relatives of severe acute respiratory syndrome coronavirus and close relatives of human coronavirus 229E in bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oppong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ghana. Emerg Infect Dis",
            "volume": "15",
            "issn": "9",
            "pages": "1377--84",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bat rabies in France: a 24-year retrospective epidemiological study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Picard-Meyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robardet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Genetic divergence of rabies viruses from bat species of Colorado",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "L A",
                    "middle": [],
                    "last": "Orciari",
                    "suffix": ""
                },
                {
                    "first": "C D",
                    "middle": [],
                    "last": "Mattos",
                    "suffix": ""
                },
                {
                    "first": "I V",
                    "middle": [],
                    "last": "Kuzmin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "USA. Vector Borne Zoonotic Dis",
            "volume": "5",
            "issn": "4",
            "pages": "330--371",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Bat coronavirus in Brazil related to appalachian ridge and porcine epidemic diarrhea viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Simas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Barnabé",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durães-Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "4",
            "pages": "729--760",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Host Phylogeny constrains cross-species emergence and establishment of rabies virus in bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Streicker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vonhof",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "5992",
            "pages": "676--685",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Detection of novel SARS-like and other coronaviruses in bats from Kenya",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conrardy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "3",
            "pages": "482--487",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Marburg virus infection detected in a common African bat",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pourrut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Albariño",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Correlates of viral richness in bats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Turmelle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Order Chiroptera). Ecohealth",
            "volume": "6",
            "issn": "4",
            "pages": "522--561",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Public health awareness of emerging zoonotic viruses of bats: a European perspective",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramps",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "6",
            "issn": "4",
            "pages": "315--339",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Bat coronaviruses and experimental infection of bats, the Philippines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Masangkay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "8",
            "pages": "1217--1240",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Bats as a continuing source of emerging infections in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Med Virol",
            "volume": "17",
            "issn": "2",
            "pages": "67--91",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "MERS-related Betacoronavirus in Vespertilio superans Bats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "China. Emerg Infect Dis",
            "volume": "20",
            "issn": "7",
            "pages": "1260--1262",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Comparative analysis of bat genomes provides insight into the evolution of flight and immunity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cowled",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "6118",
            "pages": "456--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "de SARS-CoV-like, ont été retrouvés chez des Chiroptères insectivores et frugivores, tant en Asie(42) qu'en Afrique(28,37), en Europe et en Amérique(10) et même en Nouvelle-Zélande(20). Les modalités du passage des chauves-souris aux mammifères terrestres ne sont pas connues.L'attention des épidémiologistes fut de nouveau attirée sur la famille des Coronaviridae en avril 2012, lorsque, en Arabie saoudite, émergea le virus MERS-CoV, un nouveau Betacoronavirus responsable du syndrome respiratoire du Moyen-Orient (MERS)(40). En deux années, d'avril 2012 à juillet 2015, on a recensé quelque 1 400 cas humains confirmés (au 26 juillet 2015, on dénombrait 1 055 cas confirmés et 465 décès pour la seule Arabie saoudite, le pays de loin le plus touché). Même si ces cas, le plus souvent sporadiques, survenus dans la péninsule arabique n'ont pas eu l'ampleur de l'épidémie de SRAS, le déroulement des événements et des recherches qui les ont accompagnés rappelle celui qui prévalut lors de l'émergence du SRAS. Ici, c'est le dromadaire (Camelus dromedarius) qui fut incriminé ; un faisceau d'éléments indique que le dromadaire est un hôte habituel de ce virus au Moyen-Orient : infections n'entraînant chez les dromadaires que des signes respiratoires bénins, isolements du virus ne provenant d'aucun autre animal que le dromadaire, prévalences d'anticorps spécifiques très élevées observées chez ces animaux dans certains pays comme le sultanat d'Oman, l'Arabie saoudite et les Emirats Arabes Unis, le Qatar, la Jordanie ou l'Egypte. La plupart des cas humains initiaux sont survenus chez des personnes ayant eu d'étroits contacts avec les dromadaires, mais pas tous ; la transmission inter-humaine est possible dans les centres de soins ou dans le cadre familial (l'exemple en est donné par l'épidémie nosocomiale développée en Corée du Sud depuis mai 2015 : 186 cas confirmés au 26 juillet, avec 5 générations de cas humains) mais ne semble guère intervenir dans les conditions naturelles. L'ingestion de lait cru pourrait également constituer une voie de contamination. Par ailleurs, on sait aussi qu'au Moyen-Orient (jusqu'en Iran et au Pakistan) et dans le Nord et l'Est de l'Afrique (de la Tunisie à la Somalie et au Kenya), le dromadaire peut héberger le virus du MERS ou d'autres Betacoronavirus qu'il n'est pas toujours aisé de différencier du virus du MERS, de sorte que les recherches ne sont pas simples. Jusqu'à présent, le virus MERS-CoV n'a pas été détecté chez le chameau de Bactriane (Camelus bactrianus).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1 240 d'espèces, réparties en 18 ou 19 familles, il s'agit du deuxième Ordre de Mammifères (20 % des espèces de Mammifères) après celui des Rongeurs.Par commodité, on distingue souvent les Microchiroptères (la plupart étant aujourd'hui dénommés Yangochiroptères), les plus nombreux (plus de 800 espèces), nocturnes, généralement insectivores et doués d'écholocation, et les Mégachiroptères (constituant, avec quatre familles des anciens Microchiroptères, les Yinptérochiroptères), crépusculaires et généralement frugivores. Les plus grands spécimens atteignent jusqu'à 2 m d'envergure alors que les plus petites pipistrelles ne pèsent que 3,5 g. Notons qu'en France métropolitaine, quelque 33 espèces sont connues, toutes insectivores. Les différentes espèces de chauves-souris présentent une très grande variété dans leur habitat, leur cycle biologique, la taille des populations, leur dispersion.Outre l'aptitude au vol, qui consomme énormément d'énergie, et le phénomène aussi élaboré qu'efficace de l'écholocation surtout développé chez les insectivores (ils « voient avec leurs oreilles » : les ultra-sons émis par la bouche ou le nez sont reçus en retour par les oreilles), on retiendra plusieurs traits de vie importants à connaître pour l'épidémiologiste : leur longévité, leurs régimes alimentaires, leur comportement grégaire (regroupements mono-ou plurispécifiques), l'hibernation et les migrations ainsi qu'un fonctionnement particulier de leur système immunitaire.Beaucoup d'espèces de Chiroptères présentent une longévité de plusieurs dizaines d'années, inhabituelle pour des animaux de petite taille et au métabolisme parfois très élevé. Ainsi, certaines espèces tempérées de microchiroptères (Myotis lucifugus par exemple) vivent 25 ans, voire 35 ans. Par ailleurs, ces Mammifères sont globalement peu prolifi-ques : en moyenne un jeune par femelle et par an. Les régimes alimentaires des chauves-souris sont variés. Certes, la plupart d'entre elles sont insectivores ou frugivores mais d'autres sources d'alimentation existent ; certaines se nourrissent du nectar des fleurs, d'autres sont hématophages, voire carnivores prédateurs de rongeurs, d'oiseaux, de grenouilles et même de plus petites espèces de chauves-souris. Beaucoup vivent en colonies, se regroupant soit dans des gîtes naturels (grottes, crevasses, arbres creux, termitières, frondaisons des arbres), soit dans des environnements créés par l'Homme (carrières, conduits de mines, granges,Fig. 1 Planche originale « chauve souris », Buffon -Histoire naturelle, 1re édition, 1749 / Original bat drawing from Buffon -Natural History, 1st issue, 1749combles et greniers). En Europe, les accouplements ont lieu en début d'automne, les naissances à partir du début juin. Durant l'été, alors que les mâles restent isolés et se déplacent constamment, les femelles se regroupent souvent en nurseries plus ou moins importantes. Lorsque le froid survient et que les ressources alimentaires viennent à manquer, mâles et femelles peuvent se regrouper pour hiberner, parfois en quantités énormes (plusieurs millions d'individus) ou en populations plus modestes. La température interne de l'animal peut alors s'abaisser fortement et le rythme cardiaque diminuer à moins d'un battement par minute. Cette période de torpeur est généralement entrecoupée de réveils périodiques. Toutefois, les Mégachiroptères et les espèces tropicales n'hibernent pas. Alors que les distances parcourues lors de la recherche de nourriture sont habituellement de l'ordre quelques de kilomètres par nuit, des déplacements, dont les migrations entreprises par certains Chiroptères, peuvent se faire sur de grandes distances, plusieurs centaines ou milliers de kilomètres parfois.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Tableau 1 Principaux virus du genre Lyssavirus : hôtes et répartition / Main viruses of the Lyssavirus genus: hosts and distribution. Pteropus spp. Nycteris sp., Syconycteris sp. monde entier, mais observé chez les chauves-souris insectivores ou hématophages en Amérique seulement. Il s'agit du seul Lyssavirus connu sur le continent américain. À l'opposé, aucun virus de ce génotype n'a été isolé de chauve-souris dans l'Ancien Monde ; • un 8 e sérotype a été proposé pour le virus Aravan (ARAV) isolé en Asie centrale (Kirghizstan) de la chauve-souris Myotis blythii ; • d'autres Lyssavirus ont été isolés plus récemment : le virus Khujand (KHUV) chez Myotis mystacinus au Tadjikistan, le virus Irkut (IRKV) chez Murina leucogaster en Sibérie orientale (région d'Irkoutsk) et en Chine du Nord, le virus West Caucasian bat (WCBV) chez Miniopterus schreibersii dans le sud de la Russie (au Nord-Est de la Mer Noire, près de la frontière avec la Géorgie), le virus Bokeloh (BBLV) chez Myotis nattereri en Allemagne et en France, le virus Shimoni bat (SHIBV) chez Hipposideros commersoni au Kenya, le virus Ikoma (IKOV) chez une civette (Civettictis civetta) au Kenya et le virus Lleida (LLB) chez Miniopterus schreibersii en Espagne. Tous ne sont pas encore définitivement caractérisés et classés ; leurs répartitions géographiques sont certainement assez larges car, pour certains d'entre eux au moins, des anticorps neutralisants ont été retrouvés chez des chauvessouris en Asie ou en Afrique (4,9). La grande majorité de ces Lyssavirus est donc rencontrée chez les Chiroptères puisque seuls deux d'entre eux ont été isolés uniquement chez d'autres Mammifères (Mokola, le génotype 3, chez une musaraigne et Ikoma chez une civette). On remarquera que, hormis les virus Lagos bat (génotype 2) et Australian bat (génotype 7) isolés de chauves-souris frugivores en Afrique pour le premier et en Australie pour le second, tous les autres Lyssavirus de chauves-souris infectent des espèces insectivores (et hématophages pour le virus de la rage en Amérique). Certains virologistes supposent que l'origine des virus du genre Lyssavirus serait à rechercher chez les Chiroptères, peut-être sur le continent africain.En Europe, la première mention de chauve-souris infectée par un Lyssavirus remonte à 1954. Cependant, les virus EBLV-1 et EBLV-2 (génotypes 5 et 6), différents du virus de la rage (génotype 1), ont été isolés chez les Chiroptères à partir des années 1980. Le virus EBLV-1, a été isolé dans la plupart des cas chez la sérotine commune (Eptesicus serotinus), une espèce qui, sans être vraiment migratrice, peut néanmoins effectuer des déplacements de plus de 300 km. La lignée EBLV-1a, très homogène génétiquement, parait disséminée en Europe selon un axe Est-Ouest ; la lignée EBLV-1b présente, elle, une grande diversité génétique et serait répartie selon un axe Nord-Sud en Europe occidentale. Le virus EBLV-2, quant à lui, est connu chez deux espèces de Myotis (M. daubentonii et M. dasycneme). Pour ce qui est de la France, seul EBLV-1 est connu, uniquement chez la sérotine commune. Nous ne savons rien encore du virus Lleida (LLB) isolé d'Espagne.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Dans le genre Rubulavirus, deux autres virus circulent chez les Chiroptères du genre Pteropus : les virus Tioman en Malaisie et le virus Menangle en Australie. La pathogénicité du premier pour l'espèce humaine demeure inconnue mais des humains porteurs d'anticorps ont été détectés ; le virus Menangle, en revanche, semble pathogène pour le porc domestique (avortements, malformations, etc.) et pour l'Homme (syndrome pseudo-grippal). Les Paramyxoviridae semblent particulièrement nombreux chez les Chiroptères. Une équipe internationale a publié en 2012 les résultats d'une étude portant sur 86 espèces de chauves-souris dans le monde entier ; par RT-PCR et analyse des génomes, plusieurs dizaines de nouveaux Paramyxoviridae ont été détectés (16). Parmi les virus identifiés, figurent des Rubulavirus (genre auquel appartiennent le virus des oreillons et les Parainfluenzavirus 2 et 4), des Morbillivirus (genre auquel appartiennent les virus de la rougeole, de la maladie de Carré, de la Peste des Petits Ruminants, de la peste bovine, etc.), des Henipavirus (virus Hendra et Nipah), des Pneumovirus (genre comprenant notamment les virus respiratoires syncytiaux). La détection, chez des chauves-souris, de virus proches génétiquement de Nipah et Hendra en Afrique (Gabon, Ghana, Cameroun) et celle d'un virus extrêmement proche, sinon identique, du virus ourlien (République Démocratique du Congo), imposent à l'évidence une nouvelle approche de ces viroses et des risques d'émergence ou ré-émergence qui peuvent en résulter. Cette famille ne contient que le genre Filovirus (parfois subdivisé en genres Ebolavirus, Marburgvirus et Cuevavirus), créé pour les virus Ebola et Marburg. On reconnait plusieurs « espèces » parmi les virus Ebola : Ebola Zaïre (EBOV), Ebola Soudan (SUDV), Ebola Reston (RESTV), Ebola Forêt de Taï (TAFV), Ebola Bundibugyo (BDBV). Le virus Ebola Reston, présent chez des macaques aux Philippines, ne parait pas pathogène pour l'Homme. Les premiers cas humains recensés d'infection par un virus Ebola datent de 1976, simultanément au Soudan et en République Démocratique du Congo (ex-Zaïre). Depuis lors, de nombreuses épidémies se sont développées, principalement dans des zones de forêt d'Afrique centrale (Gabon, Rép. Démocratique du Congo, Rép. du Congo, Ouganda), la plus importante étant toutefois celle qui a sévi, en 2014-2015, en Afrique de l'Ouest, région restée jusque-là indemne (surtout Guinée, Sierra Leone, Libéria). Parallèlement, des infections, souvent mortelles, dues à EBOV et TAFV sont régulièrement observées chez les grands singes (gorilles et chimpanzés) dans ces mêmes pays. Quant au virus Marburg (MARV), découvert en Europe en 1967 chez des cercopithèques provenant d'Ouganda, on en connait aujourd'hui 5 lignées. Il circule dans des régions plus sèches en République Démocratique du Congo, au Gabon, au Kenya, au Zimbabwe, en Angola et en Ouganda, causant des épidémies localisées ou surtout des cas sporadiques. Un certain nombre de cas humains sont survenus chez des mineurs ou des personnes ayant visité des grottes hébergeant des dizaines de milliers de chauves-souris (Rousettus aegyptiacus) dans le massif du Mont Elgon. Le virus Ravn (RAVV), décrit en 1996, est généralement considéré comme un variant du virus Marburg. En outre, un autre virus, nommé Lloviu (LLOV) a été décrit en 2010 d'Espagne chez Miniopterus schreibersii, pour lequel a été proposé le genre Cuevavirus. Nous ignorons tout de son épidémiologie et de sa pathogénicité hormis le fait qu'il pourrait être responsable de la mort de nombreux Miniopterus. Les infections dues aux virus Ebola et Marburg se manifestent cliniquement par de la fièvre, des diarrhées et des vomissements, souvent des hémorragies ; le taux de létalité chez l'Homme varie, selon les virus en cause, de moins de 40 % (virus Bundibugyo) à 90 % (virus Zaïre); toutefois, ces chiffres varient largement en fonction de la qualité et de la précocité de la prise en charge des malades. De plus, on observe en Afrique centrale, au Gabon par exemple, que, dans des populations humaines, existent de nombreux porteurs d'anticorps contre Ebola qui ne déclarent avoir présenté aucune maladie évoquant une fièvre hémorragique ; même si elles sont parfois contestées, on soupçonne que de telles observations pourraient refléter des traces d'infections antérieures frustes ou asymptomatiques.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Reoviridae : quelques Orthoreovirus ont été isolés de Chiroptères, comme les virus Pulau et Melaka en Malaisie, proches du virus Nelson Bay (NBV) découvert en Australie chez des Pteropodidae ou encore le virus Broome (BroV) isolé lui aussi en Australie de Pteropus. La pathogénicité de ces virus est inconnue, mais d'autres agents du groupe de NBV semblent responsables de syndromes respiratoires chez l'Homme. Ces virus sont donc à surveiller de près. Le virus Melaka a été isolé chez un homme présentant un syndrome respiratoire aigu. De plus, la présence d'un grand nombre d'autres virus a été observée (RT-PCR positive ou anticorps spécifiques) chez des Chiroptères, ce qui ne signifie pas que ces animaux en constituent des réservoirs efficaces : • Flaviviridae : virus souvent neurotropes appartenant aux genres Hepacivirus, Pegivirus et surtout Flavivirus comme ceux de la dengue, de l'encéphalite japonaise, de l'encéphalite de Saint Louis, de la maladie de la forêt de Kyasanur, les virus West Nile et Usutu, les virus Montana Myotis leucoencéphalite, Rio Bravo, Ilheus, Tamana bat, Yokose, Entebbe bat, Dakar bat, Phnom Penh bat, etc. qui entraînent souvent une longue virémie, surtout à basse température, et parfois une transmission transplacentaire, mais aucun signe clinique chez les chauvessouris. Usutu, virus africain introduit en Europe, a été isolé en Allemagne en 2013 de Pipistrellus ; • Togaviridae : virus des encéphalites équines, virus Chikungunya ; • Bunyaviridae : divers virus des genres Orthobunyavirus, Hantavirus, Phlebovirus, Nairovirus et d'autres comme le virus Kaeng Khoi ; • Arenaviridae (virus Tacaribe) ; • Herpesviridae ; • Rhabdoviridae différents des Lyssavirus (des Vesiculovirus, virus Mount Elgon Bat) ; • Orthomyxoviridae (virus de lignées particulières d'influenza A comme H17 N10) ; • Adenoviridae du genre Mastadenovirus ; • Astroviridae du genre Mamastrovirus ; • Hepadnaviridae proches du virus de l'hépatite B.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Lyssavirus et Henipavirus ; les relations de co-évolution et de cospéciation entre Chiroptères et virus ne datent pas d'hier. Ainsi, le fait que des Lyssavirus isolés chez les chauvessouris diffèrent de ceux qui infectent habituellement les autres Mammifères suggère que ces virus ont longtemps évolué chez les Chiroptères avant l'émergence de la rage des Carnivores. On estime d'ailleurs que l'ancêtre des Lyssavirus est probablement un virus de chauve-souris et ce sont les changements d'hôtes parmi les Chiroptères qui ont déterminé leur histoire évolutive. À cet égard, une hypothèse intéressante a été émise : à l'origine, les Lyssavirus pourraient être des Rhabdoviridae d'insectes ingérés par les chauves-souris (3). Trois virus isolés d'insectes (virus Rochambeau, Kotonkan et Obodhiang) pourraient d'ailleurs être des Lyssavirus ; d'autre part, le virus Mokola a été retrouvé chez une musaraigne elle aussi insectivore (10). Il en est de même pour les quatre genres de la famille des Coronaviridae. Selon les hypothèses admises actuellement sur l'évolution de ces virus, le virus ancestral serait un virus de chauves-souris ; une première séparation serait intervenue, différenciant des virus continuant à évoluer chez des Chiroptères et des virus secondairement adaptés à des oiseaux. La première branche conduirait aux genres Alphacoronavirus et Betacoronavirus dont certains membres au moins se sont ensuite adaptés à des Mammifères terrestres, la seconde aux genres Gammacoronavirus et Deltacoronavirus. Le MERS-CoV pourrait provenir d'un coronavirus de Chiroptères qui se serait adapté au dromadaire en Afrique sub-saharienne avant d'être introduit dans la péninsule arabique",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Certains des virus en question sont connus comme hautement pathogènes pour l'Homme et les animaux domestiques. Pour beaucoup d'autres, la pathogénicité est encore inconnue et, jusqu'à preuve du contraire, on doit les considérer comme des virus éventuellement dangereux et potentiellement émergents. Hébergeant un grand nombre de virussans doute des centaines -les Chiroptères paraissent constituer des réservoirs efficaces grâce à quatre facteurs : leurs moeurs grégaires, leur longévité, leur hibernation et leur tolérance aux infections virales. Il convient toutefois de remarquer que, parmi les quelque 18 ou 19 familles reconnues de Chiroptères, quatre sont particulièrement porteuses de virus hautement pathogènes : les Pteropodidae (186 espèces), les Molossidae (100 esp.), les Phyllostomidae (160 esp.) et les Vespertilionidae (407 esp.), chez lesquelles ont certainement eu lieu des phénomènes de co-évolution entre virus et chauves-souris. Les Pteropodidae sont à surveiller en priorité, en raison notamment de leur vaste distribution géographique, de leur caractère migrateur et de leur présence dans les plantations d'arbres fruitiers entraînant des contacts fréquents avec les humains et certains animaux domestiques. D'autre part, certaines espèces de Vespertilionidae comme des Eptesicus sont très fréquentes dans les constructions et donc proches de l'Homme.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}