{
    "paper_id": "2590aea3e790a6a4ba951e7f764ce961d7e223b9",
    "metadata": {
        "title": "Protective Effect of an Inactivated Avian Coronavirus Vaccine Administered by Aerosol",
        "authors": []
    },
    "abstract": [
        {
            "text": "The antigenicity and protective effect of 3 strains of avian infectious bronchitis virus inactivated by beta-propiolactone were studied. Chickens administered 2 doses of the inactivated Connecticut strain (IBV-46) vaccine by aerosol at 3-week intervals had significant levels of virus-neutralizing antibodies and were resistant to infection by the Massachusetts strain (IBV-41) as determined by virus isolation attempts. Antibody levels in chickens given inactivated Iowa 33 and Iowa 609 were not significant and they were not resistant to infection by IBV-41.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Immunity to avian infectious bronchitis (AIB), a highly contagious viral infection of the respiratory tract of chickens has been studied using live and inactivated virus vaccirres (6) . Live virus vaccines are administered in the drinking water (6) or by an aerosol (7) and are known to induce a good immune response if used properly (15) . An aerosol of high-embryo-passaged AIB virus has been reported to induce a partial resistance to infection of the trachea, which was suggested to be a local tissue immunity (7) . Recent evidence indicated low-embryo-passaged AIB virus vaccines induce a good degree of protection of the trachea against infection (17) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Chickens vaccinated with a BPL-inactivated AIB virus vaccine have been reported to have neither detectable levels of virus-neutralizing (VN) antibodies nor resistance to infection (1, 8, 14) . However, more recent evidence shows that a BPL-inactivated AIB virus vaccine administered by an aerosol and concurrent subcutaneous inoculation induced significant levels of VN antibodies and afforded a good degree of protection against infection (4) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 184,
                    "end": 186,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immunization of the human respiratory tract with inactivated influenza A2 I-IongKong virus (13) and rhinovirus type 13 (ii), administered by an aerosol, indicates that a significant protective effect was observed when compared to individuals vaccinated by subcutaneous or intra-muscular routes.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Immunization of the respiratory tract by either live or inactivated virus vaccines appears to be of prime importance in preventing an infection. This study was initiated to investigate the efficacy of BPL-inactivated AIB virus vaccines, administered by an aerosol in protecting the trachea against infection and auditory signs of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two strains of Massachusetts serotype (IBV-41; Iowa-33) and one representative strain of 2 other serotypes (Connecticut IBV-46; Iowa 609) were used. BPL-inactivated monovalent vaccines were prepared from Iowa-33 in the 10th embryo passage, IBV-46 8th embryo passage and Iowa-609 10th embryo passage. IBV-41 in the 8th embryo passage was given as an aerosoled challenge. All viruses had 50 per cent embryoinfective-dose (EIDs0) titers of 10 s.a-s.5 per ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus"
        },
        {
            "text": "Beta-propiolactone-inactivated IBV vaccines were prepared according to a modification of the method described by MeDOUGALL (]0), using infected allantoieamniotic fluid (AAF). Stock virus was diluted 1:10 in tryptose phosphate broth (TPB), with 0.1 ml being inoculated into the allantoic sac of 9-day-old embryos. Inoculated eggs were incubated for 24 hours at 37 ~ C, and candied with dead and sluggish embryos being discarded. The remainder were held at 4 ~ C for 3--4 hours. The AAF was aspirated, pooled and clarified at 1000 • g for 20 minutes, then stored at --70 ~ C. The AAF was thawed at 4 ~ C, clarified, and brought to 37 ~ C in a circulating water bath. BPL (Aldrich Chemical Co., Milwaukee, Wisc.) was added to the AAF (1:2000) and then incubated for 90 minutes at 37 ~ C with constant agitation. After inactivation, AAF was concentrated by dialysis against polyethylene glycol 20-M (Union Carbide Corp., South Charleston, W. Va.) to approximately one-fourth the original volume. Inactivation was tested by inoculating 0.1 m] of inactivated and concentrated AAF into the allantoic sac of 20 9-day-old embryos, with incubation at 37 ~ C. No deaths occurred during incubation and embryos were free of typical IBV lesions on the 7th day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine Preparation"
        },
        {
            "text": "White Leghorn chickens hatched from eggs certified to be free of IBV (SPAFAS Inc., Norwich, Conn.) were reared in isolation until 3 weeks old.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chickens"
        },
        {
            "text": "Ten ml of inactivated vaccine was administered by aerosol (4) to 3 groups of 20 3-week-old birds, each group receiving one of the 3 vaccines. A fourth group of 10 birds served as untreated controls. A second aerosol exposure was given 3 weeks later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccination"
        },
        {
            "text": "Blood samples were taken from 10 birds by cardiac puncture before vaccination and were free of VN antibodies to the aforementioned AIB virus strains. Additional blood samples were taken from the prineipals at weekly intervals and controls before challenge. Sera of individual birds in each group were used in VN tests (3) performed against its homologous strain, while sera of controls were tested for antibodies to all 4 strains. Serologic response was considered significant if the plaque-reduction neutralizing-index (PR-NI) were 1.5 or greater (9) . This index was calculated by taking the difference between the log10 virus control titer and the log10 virus-serum titer.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Virus Neutralization"
        },
        {
            "text": "Challenge The immunity of half of the principals and controls (Trial 1) was challenged 2 weeks after the second aerosol exposure ; the remaining birds' (Trial 2) immunity was 1 Mention of commercial products does not constitute endorsement. 5* challenged 2 weeks later. Challenge was by an aerosol of 1.0 ml of IBV-41 (10 s EIDs0/ ml) per group. Birds in Trial 1 were individually examined at 96 hours' postehallenge (PC) for rales. At this time, tracheal swabs were made and suspended in 3 ml of TPB containing penicillin, dihydrostreptomyein and myeostatin, with storage at --70 ~ C. The birds in Trial 2 were examined for rales at 96, 120, 144 and 168 hours PC, with tracheal swabs being made at 96 and 144 hours PC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunity"
        },
        {
            "text": "Five 9-day-old embryos were inoculated via the allantoic sac with 0.1 ml of swab material. Eggs were examined daily for deaths and on the 7th day for dwarfing and stunting of the embryos. Deaths occurring within 24 hours were considered nonspecific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Isolation"
        },
        {
            "text": "The immune response to BPL-inactivated AIB virus vaccines administered by an aerosol, as determined by PI~-NI's, virus isolation (VI) and respiratory signs are shm~a~ in Table 1 . Significant PR-NI's were detected in at least 80 per cent of the birds which received inactivated IBV-46. Their serum antibodies had developed by 2 weeks after the initial aerosol of IBV-46 and persisted in birds of Trial 1 and 2 until they were challenge-exposed. Control serum PR-NI's were determined to be nonsignificant for both Trials, as were the 2 groups which were administered Iowa 33 and Iowa 609.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Virus isolation was positive from at least 80 per cent of the birds in the 4 groups at 96 hours PC in Trial 1. In Trial 2, IBV-46 birds were negative for VI at 96 and 144 hours PC. Iowa 33 birds were 100 per cent for VI, with the Iowa 609 group being 80 per cent at 96 hours and 100 per cent positive at 144 hours PC. Controls were 100 per cent VI positive at 96 and 144 hours PC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The number of principals and controls with respiratory involvement was low as shown in Table 1 . Birds of the IBV-46 group were negative for both trials, while the highest incidence occurred in birds of the Iowa-33 group. Only one bird, a control, had respiratory signs for the 4 days of observation in Trial 2. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The 3 strains of AIB virus (IBV-46, Iowa-33, Iowa-609) used as vaccines had previously been shown to be antigenic after BPL-inactivation and inoculated subcutaneously into susceptible chickens (5) . Their PI~-NI range was 2--3 log10 higher (IBV-46, 3.3--5.0; Iowa-33, 1.1--4.7; Iowa 609, 1.5--4.6) 2 weeks after the second inoculation, than those obtained with 2 aerosol doses in this study. The amount of antigen per bird was the same (0.5 ml) in both instances, so the difference in the PR-NI could have been due to adjuvant in the inoculated vaccine or insufficient intake of aerosoled vaccine.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The efficacy of low-egg-passaged live Connecticut type (IBV-46) AIB vaccine in immunizing against infection by Massachusetts type (IBV-41), has varied from being\" complete (2) to partial resistance (15, 16, 17) . It is apparent from the data presented, that 2 doses of BPL-inactivated IBV-46 administered by an aerosol has the ability to immunize the trachea against an infection by IBV-41, while Iowa-33 and Iowa-609 provided no protectiorL as determined by virus isolation from challenge-exposed birds.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The author agrees with published reports (2, 17) that respiratory signs have little significance in evaluating immunity in challenge-exposed birds, as observations of these signs were sporadic in the controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The use of inactivated AIB virus vaccines have a greater potential today than ever before, as we continually learn of latent virus infections of the respiratory tract of supposedly recovered chickens (12) . Viruses such as AIB, infectious laryngotracheitis and Newcastle disease, which cause respiratory diseases of chickens, are reported to be spread naturally by aerosols produced from the respiratory tracts of diseased birds and may persist as latent infections without clinical illnesses. Therefore, immunization of the respiratory tract, principally the trachea, using inactivated AIB virus vaccines, would reduce the incidence of primary infection and latent infections caused by live virus immunizing agents. ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Valeur de la vaccination eontre la bronchite infectieuse par virus inactiv6 ~ la bdta-propiolactone, lqech",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mo~aillon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cakala",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of parameter selection in evaluation of infectious bronchitis virus vaccine. I. Evaluation of the Connecticut strain by virus recovery tests",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Luginbuhl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Avian Dis",
            "volume": "16",
            "issn": "",
            "pages": "467--480",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Intracellular avian infectious bronchitis virus: detection by fluorescent antibody techniques in nonavian kidney cell cultures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Coria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Avian Dis",
            "volume": "13",
            "issn": "",
            "pages": "540--547",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Immune response in chickens to infectious bronchitis, strain 33. I. Response to beta-propiolactone-inactivated virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Coi~ia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Avian Dis",
            "volume": "15",
            "issn": "",
            "pages": "687--695",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Serologic response of chickens to seven strains of avian infectious bronchitis virus inactivated by beta-propiolactone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Coria",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Avian Dis",
            "volume": "16",
            "issn": "",
            "pages": "1103--1108",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian infectious bronchitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cun~ingham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "It",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Advanc. vet. Sci. and Comp. Med",
            "volume": "14",
            "issn": "",
            "pages": "105--147",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunity following aerosol exposure to high-embryo-passage avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Avian Dis",
            "volume": "11",
            "issn": "",
            "pages": "452--458",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "RAGGI: Studies on inactivated infectious bronchitis vaccine. I. Response in White Leghorn pullets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hrot•atka",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Avian Dis",
            "volume": "14",
            "issn": "",
            "pages": "471--478",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A plaque-reduction method for the detection of neutralizing antibodies for infectious bronchitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Lukert",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Avian Dis",
            "volume": "1",
            "issn": "",
            "pages": "305--313",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avian infectious bronchitis: the protection afforded by an inactivated virus vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Vet. Rec",
            "volume": "85",
            "issn": "",
            "pages": "378--381",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of protective effect of neutralizing antibody in serum and nasal secretions in experimental rhinovirus type 13 illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L S"
                    ],
                    "last": "Knopf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kai&apos;ikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ciza~ock",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Amer. J. Epidem",
            "volume": "90",
            "issn": "",
            "pages": "519--526",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Persistence of virus in respiratory infections of chickens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Aust. Vet. J",
            "volume": "48",
            "issn": "",
            "pages": "361--363",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunization against influenza prevention of illness in man by aerosolized inactivated vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Waldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Algn~",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "J~",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "J. Amer. med. Ass",
            "volume": "207",
            "issn": "",
            "pages": "520--524",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunity response from an inactivated infectious bronchitis vaccine",
            "authors": [
                {
                    "first": "1~",
                    "middle": [
                        "W"
                    ],
                    "last": "Winterfield",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Avian Dis",
            "volume": "11",
            "issn": "",
            "pages": "446--451",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Respiratory sig~ls, immunity response, and interference from vaccination with monovalent and multivalent infectious bronchitis vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Wi~terfield",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Avian Dis",
            "volume": "12",
            "issn": "",
            "pages": "577--584",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Criteria for examining the immune response to infectious bronchitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Winterfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fadly",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Avian Dis",
            "volume": "15",
            "issn": "",
            "pages": "56--67",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "BICKFO~D : The immune response to infectious bronchitis virus determined by respiratory signs, virus infection, and histopathologieal lesions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Winwerfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fadlu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Avian Dis",
            "volume": "16",
            "issn": "",
            "pages": "260--269",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Author",
            "authors": [],
            "year": null,
            "venue": "P.O.Box",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "after inital aerosol. b Days after challenge of immunity. e Range of plaque-reduction neutralization-illdex.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "istered Two Doses o/BPL-Inactivated AIB Virus Vaccines by an Aerosol Numerator number having positive response; denominator number tested. e Not done.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Serologic Response and Challenge o] Immunity o/Chickens Admin-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The technical assistance of ?Cir. Jerold Peterson is gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aeknowledflments"
        }
    ]
}