{
    "paper_id": "259819f0fac8bd19cbc463c1254bb7f3b426dc57",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Francisco",
                "middle": [],
                "last": "Esmaile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sales",
                "middle": [],
                "last": "Lima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Fabrício",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Souza",
                "middle": [],
                "last": "Campos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiran",
                "middle": [],
                "last": "Castagnino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kunert",
                "middle": [],
                "last": "Filho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helena",
                "middle": [],
                "last": "Beatriz De Carvalho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruthner",
                "middle": [],
                "last": "Batista",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Carnielli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jú",
                "middle": [],
                "last": "Nior",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Samuel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paulo",
                "middle": [],
                "last": "Cibulski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Fernando",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rosado",
                "middle": [],
                "last": "Spilki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paulo",
                "middle": [
                    "Michel"
                ],
                "last": "Roehe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [
                    "Cláudia"
                ],
                "last": "Franco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "E S"
                ],
                "last": "Lima",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "S"
                ],
                "last": "Campos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "A C"
                ],
                "last": "Franco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "C Kunert"
                ],
                "last": "Filho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "S P"
                ],
                "last": "Cibulski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "P M"
                ],
                "last": "Roehe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "B C R"
                ],
                "last": "Batista",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "P"
                ],
                "last": "Carnielli Júnior",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R"
                ],
                "last": "Spilki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A survey was carried out in search for bat coronaviruses in an urban maternity roost of about 500 specimens of two species of insectivorous bats, Molossus molossus and Tadarida brasiliensis, in Southern Brazil. Twenty-nine out of 150 pooled fecal samples tested positive by reverse transcription-PCR contained fragments of the RNA-dependent RNA polymerase gene of coronavirusrelated viruses. The sequences clustered along with bat alphacoronaviruses, forming a subcluster within this group. Our findings point to the need for risk assessment and continued surveillance of coronavirus infections of bats in Brazil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bats (order Chiroptera, suborders Megachiroptera and Microchiroptera) are one of the most diverse and widely distributed groups of mammals, representing *20 % of all known mammalian species [1] . About a 100 different viruses have been identified in bats of different species in Asia, Europe, North America and Africa. Therefore, such species may be natural reservoirs for a large variety of potentially zoonotic RNA viruses, such as lyssaviruses, paramyxoviruses, Ebola and Marburg viruses as well as the recently emerged severe acute respiratory syndrome coronavirus (SARS-CoV) [2] [3] [4] [5] [6] . A variety of other coronaviruses have been detected in many bat species from Asia, including specimens of the genus Rhinolophus, which were found to be infected with SARS-like CoV. Phylogenetic analyses of such viruses revealed that those form a large clade within Betacoronavirus genus, along with SARS coronaviruses from palm civets and the SARS coronaviruses recovered from humans during the 2003 outbreak [7, 8] . These data suggested that the agent responsible for the 2002-2003 pandemic might have originated from bats. In addition, in 2012, a new human coronavirus (HCoV-EMC), which has been associated to clinical disease that resembles SARS, emerged in the Middle East. This new virus appears to have originated from bats, raising the possibility that HCoV-EMC jumped species directly from bats to humans [9] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 1416,
                    "end": 1419,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Brazil, most studies looking for associations between bats and viruses have focused on the role for those species as reservoirs for rabies virus [10] . However, to date, more than 160 bat species have been detected in Brazil, comprising members of the families Phyllostomidae, Vespertilionidae, and Molossidae. It is estimated that at least 40 bat species live in the state of Rio Grande do Sul, Southern Brazil, where the predominantly sub-tropical climate seems to favor the settlement of such species [11] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In view of the potential role that bats may play in the transmission of new viral infections to humans and other species, this study was set up in search for coronavirus genomes in bats from the urban area of Porto Alegre (30°01 0 59 00 S; 51°13 0 48 00 W), a town with about 1.5 million inhabitants and capital of the state of Rio Grande do Sul, Brazil. With that purpose, coronavirus RNA was searched in feces of two species of synanthropic insectivorous bats collected in a maternity roost within the urban area of the city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A maternity roost of bats known to have direct contact with people and domestic animals was identified in the summer of 2012 in the attic of a residence in the central area of Porto Alegre, Southern Brazil. The colony was estimated to harbor about 500 bat specimens of insectivorous bats of two species, velvety free-tailed bats (Molossus molossus) and brazilian free-tailed bats (Tadarida brasiliensis). Speciation was confirmed by amplification and sequencing of the mitochondrial cytochrome b (cytb) gene as described [12] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One hundred and fifty fecal samples were collected from the attic floor as follows: a plastic film was spread on the ground of the attic compartment and fresh droppings were collected with clean disposable forks in the following night. Each sample consisted of five fecal droppings, which were immediately sent to the laboratory and stored at -80°C. The samples were then submitted to total RNA extraction with TRIzol (Invitrogen TM ). CoV RNA screening was performed by reverse transcription-polymerase chain reaction (RT-PCR) in a total volume of 25 lL reaction using conserved primers for the RNA-dependent RNA polymerase gene (forward: 5 0 -GGTTGGGACTATC CTAAGTGTGA-3 0 and reverse: 5 0 -CCATCATCAGATAG AATCATCATA-3 0 ). This pair of primers is expected to give rise to amplicons of 440 bp [7] .",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 797,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cycling conditions were: 5 min at 94°C followed by 35 cycles of 1 min at 94°C, 1 min at 49°C and 1 min at 72°C, followed by a final extension time of 5 min at 72°C. Bovine coronavirus (BCoV) RNA was used as a positive control to optimize the assay. Standard precautions were taken to avoid PCR contamination; blank controls without template were included in every set of five RT-PCR assays. Five microliters of the PCR products were electrophoresed in 1.5 % agarose gels and the products visualized on UV light after staining with ethidium bromide. The amplicons obtained were cloned into pCR Ò 2.1-TOPO Ò cloning kit (Invitrogen) before being submitted to nucleic acid sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sequencing was performed with the Big Dye Terminator Cycle Sequencing Ready Reaction (Applied Biosystems, UK) in an ABI-PRISM 3100 Genetic Analyzer (ABI, Foster City, CA), following the manufacturer's protocol. Sequence analyses were performed with the BLAST software [13] . Nucleotide sequences were aligned and compared to human and animal CoV sequences available at GenBank database with the program ClustalX 2.0 [14] . Alignments were optimized with the BioEdit Sequence Alignment Editor program version 7.0.9 [15] . The protocol to generate the phylogenetic trees was selected with the program Modeltest 3.7 [16] . Phylogenetic analysis was carried out using MEGA 5.0; pairwise genetic distances were calculated by the Tamura 3-parameter model and phylogenetic trees were constructed using the neighbourjoining method. Bootstrap values were determined by 1,000 replicates to assess the confidence level of each branch pattern.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PCR amplicons with the expected size of the targeted region were obtained from 29 out of the 150 (19.33 %) pools of bat fecal samples. The nucleotide sequences of sixteen randomly selected amplicons were determined and submitted to GenBank (accession numbers KC 110770 to KC 110785). Genetic analyses provided evidence that the viruses circulating in these two species of insectivorous bats belong to the genus Alphacoronavirus. When compared with each other, all the obtained sequences showed a high nucleotide and amino acid identity (90.6 to 100 % and 98 to 100 %, respectively) (supplemental material). The RdRp sequences examined here were distantly related (\\75 % nt identity) to other known alphacoronaviruses. The closest bat coronaviruses RdRp sequences found in GenBank were the Asian (BtCoV/A633/2005) and North American (RM-BtCoV 6 and RM-BatCoV 11) bat coronaviruses (Fig. 1) . The percentage of nucleotide similarity between the sequences described here and those of Asian and North American coronaviruses ranged from 72.4 to 76 %, whereas at the amino acid level, the similarity ranged from 74 to 81 % (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 880,
                    "end": 888,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "During the last two decades, several studies have shown that various important human and animal pathogens are of bat origin; these species have become targets for several surveillance studies aiming the detection of other potentially pathogenic viruses for humans and other animals. The association of these pathogens and possible disease outbreaks caused by direct or indirect contact of humans with bats stimulated the development of research activities on bat-borne viruses. In addition, the advances of molecular techniques offer opportunities for the discovery of novel DNA and RNA bat viruses without the need for virus isolation and bat pooled fecal samples being used as source for viruses, preventing animal manipulations [17, 18] .",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 735,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our study, we detected RdRp sequences of bat CoV at a frequency of 19.33 % in the examined samples; such frequency is comparable to previous results obtained in similar studies from different bat species in other countries (ranging figure) . The tree was generated based on the neighbor joining method in the MEGA program. The nucleotide sequence of the equivalent genome fragment of SARS-CoV was included as outgroup (Fig. 1) . These results show that similar coronaviruses are found in different bat species that are distributed in geographically distant regions, suggesting a low degree of host restriction for coronavirus in those bat populations. In contrast to the enormous diversity of CoV genomes found in Old World bats [12, 25] , in this study and in several others concerning the CoV detection in New World bats, only alphacoronaviruses were detected [2, 3, 17, 18] . Based on these results, it has been hypothesized that CoVs found in New World bats are less diverse than those detected among Old World bats [26] .",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "figure)",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 429,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In this initial study, samples were restricted in location and variety of bat species, and we found only alphacoronaviruses. Such findings do not reflect data on incidence or prevalence of such infections in bat populations. However, one cannot exclude the possibility that a greater diversity may become apparent in Brazilian bats as long as larger numbers of samples from a wider spectrum of species are examined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To our knowledge, this is the first report of CoV detection in feces from presumably healthy insectivorous bats in Brazil. However, it is very likely that other bat species might also be infected with similar viruses. Additional studies with larger numbers of bats and bat species, as well as the continued vigilance on the occurrence of viral infections in bats over the years is required to follow the evolution of bat coronaviruses in its interactions with the different bat host species. In addition, the detection of CoVs in Brazilian bat populations in close proximity to human inhabitants may represent a risk to human health. Our findings point to the need to identify the prevalence of CoVs in Brazilian bats, to perform risk assessment studies and continued surveillance of coronavirus infections from both urban and rural environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mammal Species of the World: A Taxonomic Reference",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "312--529",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Vector Borne Zoonotic Dis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Der Poel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Lina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramps",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "315--324",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nucleic Acids Symp. Ser",
            "volume": "41",
            "issn": "",
            "pages": "95--98",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments We would like to thank the government agencies FINEP, CNPq, and CAPES by the financial support. P.M. Roehe, A.C. Franco, and F.R. Spilki are CNPq research fellows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}