{
    "paper_id": "25c9d1d55d75e2a1da3bf24eea8fdf2b6d613993",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "A"
                ],
                "last": "Relman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "addrLine": "1300 Morris Park Ave",
                        "postCode": "10461, 94305",
                        "settlement": "Bronx",
                        "region": "New York, New York, California",
                        "country": "USA., USA"
                    }
                },
                "email": "casadeva@aecom.yu.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Humankind has a delicate and intricate set of relationships with a microbial world of astonishing diversity. In recent times, these relationships have become increasingly strained, reflecting the emergence of new pathogens as agents of naturally occurring disease as well as the possibility that some microorganisms could be deliberately used to cause harm. Faced with this situation and the imperative of developing public-health countermeasures, it is a natural desire to begin to organize, categorize and prioritize these threats. A common feature of such efforts is the generation of a list, sometimes in rank-descending order on the basis of importance or some other metric. A list gives the appearance that one has bounded and specified an issue or problem and can suggest or define priorities. But lists are, by their nature, incomplete and, more importantly, they can inappropriately limit creative or broad thinking as well as subtly mislead viewers into organizing their world view in a narrow and biased manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Today, research, resource investment and public health strategies in microbiology and infectious diseases have been co-opted and commandeered to a degree that is unprecedented in history by a few lists, most notably by the Select Agents and Toxins List (SATL). The implications of this are potentially profound and not entirely beneficial. In this Science and Society article, we explore the ramifications of the SATL for microbiology and microbiologists. Our goal is to identify and discuss the positive and negative aspects of microbial threat lists and to provide recommendations for maximizing the benefits and minimizing the detriments of such lists. Although we focus here on the SATL, the problems that we discuss are generic and pertain to all lists of biological agents and toxins that are created for the purposes of regulation and prioritization of resource allocation. Examples of other lists are the Australia Group List and the National Institute of Allergy and Infectious Diseases Category A, B, and C Priority Pathogens List.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beginning in the 1990s, laws and regulations to control the access to and the use of particular microorganisms and their products were formulated in the shadow of terrorist acts against the United States and other countries, with the goal of reducing the risk to society of deliberate attacks with biological agents. These efforts were preceded by the Biological Weapons and Toxins Convention of 1972 that sought to achieve an international ban on the use of micro organisms and toxins in warfare. One result of those laws and regulations in the United States was the generation of a list of organisms that now carry the designation 'Select Agents and Toxins' (for more information, see the National Select Agent Registry website). Other nations and international organizations have carried out similar actions or have at least contemplated doing so. The current SATL is jointly administered by the US Department of Health and Human Services and the US Department of Agriculture and contains approximately 80 microbial agents and toxins, defining them, de facto, by their taxonomic name.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Select Agents and Toxins List"
        },
        {
            "text": "The inclusion of a microorganism on the SATL imposes substantial regulatory restrictions on the access to and possession and distribution of this organism 1 . For example, to work on microorganisms that are present on the SATL, institutions must register with the US Government, and individuals with access to these organisms must undergo background checks that can be highly intrusive and time consuming. A regulatory framework is now in place that imposes strict protocols on how such microorganisms are accessed, transported, maintained and disposed of, with violations carrying considerable penalties. The inclusion of a microorganism or toxin on the SATL is based on the consideration of several criteria, including its effect on human health, its contagion potential and the availability of vaccines and therapeutics. The SATL is reviewed regularly to include and exclude microorganisms and toxins on the basis of new developments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Select Agents and Toxins List"
        },
        {
            "text": "The laws and regulations that gave rise to the SATL were intended to provide a potential benefit to society by both restricting access to certain microorganisms and creating a legal infrastructure for the prosecution of individuals who are found to be in possession of these organisms without proper registration. To fully appreciate the benefits and drawbacks of the SATL, it is important to note the distinction between biosafety and biosecurity. Biosafety is defined by the WHO as the containment principles, technologies and practices that are implemented to S c i e n c e A n d S o c i e T y Microbial threat lists: obstacles in the quest for biosecurity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Benefits and drawbacks"
        },
        {
            "text": "Abstract | Anxiety about threats from the microbial world and about the deliberate misuse of microorganisms has led to efforts to define and control these dangers using lists and regulations. One list with tremendous legal implications and a potentially huge impact on research is the Select Agents and Toxins List, which was created by the US Government to limit the possession of and access to particular microorganisms and toxins. In this article, in addition to highlighting general problems with taxonomy-based, microorganism-centric lists, we discuss our view that such lists may have the paradoxical effect of increasing the societal vulnerability to biological attack and natural epidemics by interfering with the sharing of microbial samples and hindering research on vaccines and therapeutics. PerSPecTIveS NATURE REvIEWS | Microbiology vOLUmE 8 | FEBRUARy 2010 | 149 prevent unintentional exposure to pathogens and toxins or their accidental release 2 . By contrast, biosecurity is defined as the protection, control and accountability for valuable biological materials (including information) in laboratories in order to prevent their unauthorized access, loss, theft, misuse, diversion or intentional release 2 . Although biosafety and biosecurity are related, and frequently confused by both the public and scientific community, these two terms differ in the crucial criterion of intent. In this regard, it is essential to note that the SATL is primarily an instrument of biosecurity. These laws bypass the thorny issue of intent by assuming that unregulated possession of these agents is in itself a threat to society regardless of intended use, and they thus provide society with a powerful prosecutorial tool for law enforcement. It can be argued that the SATL-associated regulations also mitigate risk from biosafety concerns by imposing a strict regulatory environment on laboratories working with such microorganisms. However, in the United States, guidance for issues such as reducing the likelihood of accidents involving pathogenic microorganisms and using the correct laboratory practices for handling microorganisms are derived from biosafety regulations 3 that do not have the regulatory authority of the SATL. Thus, the contribution of the SATL to public biosafety, if any, is modest and primarily limited to immediate laboratory personnel, as (with the exception of variola virus) many of the agents on the SATL, such as Bacillus anthracis, Coccidioides spp. and Francisella tularensis, are not contagious. For microorganisms that no longer circulate in the environment in a disease-causing form, such as variola virus, or that are difficult to obtain from natural sources, such as Ebola virus, the SATL makes an important potential contribution to biosecurity by greatly restricting access to these agents. For agents that can be recovered from the environment or endemic regions or that can be synthesized in the laboratory by individuals with microbiological knowledge, the possible contributions of the SATL to biosecurity are less obvious. The fact that the organisms in the US anthrax letters of 2001 presumably originated from a federal laboratory facility 4 has provided a powerful justification for the oversight of labora tories that handle such agents. However, B. anthracis causes recurring outbreaks of veterinary anthrax in North America, where the organism can be recovered from animal carcasses 5 . Similarly, Burkholderia pseudomallei, another bacterium on the SATL, can be readily recovered from the environment in endemic regions 6 . Hence, restricting access to such microorganisms through their inclusion on the SATL could reasonably be assumed to pose a hindrance to their acquisition for nefarious uses, but these regulations cannot be expected to stop determined individuals from obtaining these organisms from environmental sources.",
            "cite_spans": [
                {
                    "start": 3439,
                    "end": 3440,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3577,
                    "end": 3578,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "The security of society also requires a vigorous research enterprise, as knowledge is essential for defeating potential threats by the creation of diagnostics, vaccines and new therapies. In this regard, the SATL is a potential double-edged sword, and one can appreciate a paradoxical scenario in which the absence of these countermeasures increases the likelihood that an agent is included on the SATL, but such countermeasures may not be forthcoming if the regulations interfere with the relevant medical research that is needed. The causative agent of soybean rust, Phakopsora pachyrhizi, was removed from the SATL for reasons that included the urgent need for timely research on effective means to manage this disease 7 ; this effectively acknowledged the potential detrimental effect of the 'Select Agent' designation on the research that is needed to control such microorganisms. Furthermore, the cost to society of burdensome regulations could extend to work on health problems other than the intended diseases associated with the agents themselves. For example, some agents on the SATL, such as botulinum toxin, ricin and anthrax toxins, have therapeutic uses in neurological disorders and cancer 8 . Regulations that inhibit research with certain microorganisms could reduce preparedness against future nefarious or natural outbreaks with that agent and could conceivably interfere with the development of therapies against other conditions that rely on products from such organisms.",
            "cite_spans": [
                {
                    "start": 1205,
                    "end": 1206,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "A search of the Pubmed database shows that much of the research involving B. anthracis is currently focused on the attenuated Bacillus anthracis str. Sterne, which is not included on the SATL. A search for the terms 'anthracis toxin' and 'anthracis capsule' returns 1,049 and 171 entries, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "Here, we note that the research community can easily work on toxin-related problems, because the acapsular B. anthracis str. Sterne is not on the SATL, whereas all encapsulated B. anthracis strains are currently on the list. Given that both the toxins and the capsule are critical contributors to virulence, as is evident from the fact that toxin-negative or capsulenegative strains are attenuated, this discrepancy in publication numbers cannot be attributed to differences in the importance of these bacterial components. In our view, the most likely explanation for the 10-fold discrepancy in the number of toxin-related and capsule-related papers is that capsule-related research must be carried out within the SATL-associated regulations. If, in fact, these regulations are hindering capsule-related research, such hindrance has direct biodefence and preparedness implications, given that capsule components have been shown to be effective vaccines 9 . This problem could be easily remedied by delisting an attenuated capsulated strain.",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 955,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "Unfortunately, there are no good metrics with which to quantify work that is not carried out as a result of burdensome regulations, but it is reasonable to posit that as regulations proliferate so investigators who have a choice are more likely to work in less restricted areas of science. As choice in science is often a feature of academic and scientific success, the notion that some of our most capable scientists could opt to work in areas of research that have fewer burdensome regulations raises troubling issues for our future preparedness against biological weapons and certain emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "The current regulations state that the isolation of a microorganism on the SATL from clinical or environmental samples must be followed by the destruction of the isolate or its transfer to a registered facility, unless the laboratory is registered and approved to handle and store such an agent 3 . Consequently, it is difficult to assemble collections of isolates to study microbial population structure and natural variability, unless one is ready to alter the laboratory to comply with the SATLassociated regulations. Disturbingly, there is anecdotal evidence that many microbial collections were destroyed when these regulations came into effect in the United States. Although such isolates and collections could conceivably have been saved by transferring them to registered institutions, the complexity of transferring and shipping isolates under SATL-associated regulations has not encouraged this option. The absence of such collections could constitute a substantial cost to society by reducing the diversity of the contribution of the SATL to public biosafety, if any, is modest and primarily limited to immediate laboratory personnel samples that are available for research into vaccines and other therapeutics and inhibiting future forensic investigations involving microbial outbreaks or bioterrorist actions. For example, the rigorous characterization of B. anthracis disease outbreaks requires information about the genetic population structure and nucleotide polymorphisms of the organism 10 , which in turn requires appropriate databases and dedicated strain collections. This raises another paradoxical effect of the SATL, whereby a law that is meant to protect society could in fact impair the solution of future crimes by inhibiting the accrual of information that would greatly aid microbial forensic investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "General problems with lists Taxonomic concerns. microorganisms are placed on threat lists on the basis of taxonomic considerations. However, this approach is problematic, because there is considerable uncertainty as to what constitutes a species in the microbial world. For bacteria, the species concept is a topic of much debate and uncertainty 11, 12 . Over the past decade, an explosion of genomic data has led researchers to question whether some microbial species have welldelineated boundaries [13] [14] [15] . This problem is evident in the Bacillus spp. group that includes B. anthracis and its close relative, Bacillus cereus 16 . Standard microbiological techniques sometimes yield ambiguous results when distinguishing B. anthracis from B. cereus 17 . B. cereus strains have been discovered that cause anthraxlike disease in humans because of novel combinations of virulence attributes [18] [19] [20] . virulence in B. anthracis is largely dependent on the plasmids pXO1 and pXO2, which encode the toxin and capsular genes, respectively. However, pXO1-like and pXO2-like plasmids are found in up to 7% of environmental isolates of B. cereus 21 . The similarities between Bacillus spp. have raised the question of whether B. anthracis, B. cereus and Bacillus thuringiensis are separate species or varieties of the same species 16, 17, 22 .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 635,
                    "end": 637,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1337,
                    "end": 1340,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1341,
                    "end": 1344,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "Another consequence of the taxonomic basis for Select Agent designation is that it tends to ignore the natural diversity and variation in the virulence and behaviour of the individual strains in a given designated taxonomic group. High-virulence and low-virulence strains of a particular microorganism on the SATL usually fall under the same regulatory umbrella. However, in fairness to the Select Agent Program, an attempt has been made to identify and exclude certain low-virulence strains, such as those used in vaccines. In the case of B. anthracis, certain vaccine and attenuated strains have been excluded from the SATL, but other attenuated strains, such as the Pasteur vaccine strain, remain subject to regulations. Although a mechanism is in place for appealing Select Agent designation and requesting exceptions, the onus remains on the investigator to convince the regulatory agencies that exclusion is appropriate. Unfortunately, the request for exclusion can require additional experimental work, which must be carried out under SATL-associated rules. Hence, there is an inherent circularity to the appeal process, such that to challenge the Select Agent designation successfully one might have to comply with the SATL-associated regulations, which in turn impose considerable friction and delay on any appeal process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arturo Casadevall and David A. Relman"
        },
        {
            "text": "Further complicating the assignment of certain microorganisms to restricted lists is the fact that all microorganisms have some weapon potential as a function of their inherent pathogenicity, transmissibility and stability and of host susceptibility 23 . For many microorganisms, a lower inherent pathogenicity may be compensated for by increasing the infective inoculum. As an example of an extreme case, even a normally saprophytic microorganism used in food preparation, like Saccharomyces cerevisiae, can cause pulmonary disease 24, 25 . Given that there is no clear distinction between microorganisms with and without biothreat potential, lists can focus attention on a narrow set of specified microorganisms, limit one's thinking about the broader issues of pathogen diversity and minimize the perceived threat from non-listed microorganisms that can be delivered in altered forms or to impaired hosts.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Weapon potential and weaponization."
        },
        {
            "text": "Current microbial threat lists lump agents into categories without taking the issue of weaponization into account. Although the term 'weaponization' is difficult to define precisely, the word is generally used to refer to alterations to a microorganism that enhance its potential use as a weapon. Some organisms on the SATL, such as variola virus, can be used as biological weapons without a need for modification. By contrast, the threat posed by B. anthracis for aerosol infection can be greatly increased by deliberate formulation changes. microorganisms can differ greatly in properties such as concentration, dispersability, stability and ease of production, each of which can affect the likelihood of their use as a biological weapon. These considerations are not apparent when microorganisms are included on microbial threat lists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weapon potential and weaponization."
        },
        {
            "text": "Any list of dangerous microorganisms is, by definition, microorganism-centric. Given that virulence is a microbial trait that is expressed only in a susceptible host, microorganism-centric views are constrained by the exclusion of considerations about the host 26 . The limitations of microorganism-centric approaches are illustrated by considering two viruses: variola major virus and poliovirus. variola major virus, which is on the SATL, is the causative agent of smallpox, a disease that was declared eradicated in 1977 and for which universal vaccination has been discontinued. Despite its high infectivity and lethality, variola major virus is either not pathogenic or substantially attenuated in human populations that have been immunized with vaccinia virus. Consequently, in the days of universal smallpox vaccination, variola major virus would not have been considered a biological weapon in the way that it is today, as the majority of the population was not as susceptible to the disease. By contrast, poliovirus, the causative agent of poliomyelitis, is not currently considered a biological weapon and is not on the SATL. However, poliomyelitis is thought to have been eradicated in the Americas, and worldwide eradication is expected in the near future. If eradication of poliomyelitis is followed by discontinuation of universal vaccination against poliovirus, then one could imagine that its weapon potential would increase substantially. Thus, the danger posed by a microorganism cannot be ascertained without considering host susceptibility 23 . In light of this discussion, one might question the recent addition of the influenza A virus strain from 1918 to the SATL 27 . There is general agreement that the high mortality seen in the 1918 influenza epidemic was associated with the introduction of a new antigen type (H1N1) into the human population. However, that antigen type has now been endemic in human populations for almost a century, and it is unlikely that the 1918 virus strain would have the same lethality today, especially when one considers that much of the excess mortality at the time was caused by secondary pneumonia 28 , which can now be treated with antimicrobial agents. In addition, although the 1918 virus strain is more pathogenic than contemporary H1N1 viruses in a non-human primate model 29 , this model species had no previous immunological experience with influenza, which raises questions about the applicability of these findings to today's human populations. microbial threat lists are generally constructed with the assumption that the presumed target populations in a biological attack are immunologically intact. However, modern medicine is increasingly successful at promoting the survival of immunocompromised individuals, and a substantial proportion of the human population has a weakened immune system due to malnutrition, old age, HIv infection and chronic diseases such as diabetes. medical progress continuously increases the survival, and therefore the number, of individuals who are immunologically impaired, such as transplant recipients, cancer survivors and those on immunosuppressive therapies. In immuno suppressed populations, there are often dramatic changes in the spectrum of microbial threats. For example, aspergillosis is a major cause of death among bone marrow recipients 30 and, owing to the HIv epidemic, cryptococcosis is now the fourth leading cause of death from infectious diseases, with over 1 million deaths worldwide 31 . Neither of these fungal diseases would be considered as notable threats for immunologically intact populations. Hence, consideration of the immunological status of a population should be an important criterion for risk assessment.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1560,
                    "end": 1562,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2156,
                    "end": 2158,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3352,
                    "end": 3354,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3506,
                    "end": 3508,
                    "text": "31",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Devaluing the contribution of the host."
        },
        {
            "text": "Although the exact criteria by which a microorganism is designated a Select Agent are not in the public domain, the scheme used in the early identification of those microorganisms that are believed to pose the greatest threat to society has been published 32 . Four key criteria were used to identify particularly dangerous microorganisms: the public health impact, the potential for dissemination, public perception and the need for special preparation 32 . Other important considerations were: prior use in biological warfare, a history of development as a biological weapon and the availability of effective countermeasures in the form of antimicrobial drugs and vaccines. The SATL was generated after careful consideration of the available facts. Unfortunately, much of the information on infectious dose, contagiousness and the ratio between infection and disease were estimates or extrapolations from animal studies, because human data were not available. However, prima facie evidence of problems with the inclusion and exclusion criteria comes from the fact that microbial threat lists are seldom harmonized and they differ depending on the agenda of the particular agency making the list.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "text": "32",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Inclusions and exclusions."
        },
        {
            "text": "One of the paradoxes that becomes evident on inspecting the SATL is that many of the included agents are rare causes of human disease, whereas many microorganisms that have devastated human populations are not on this or, indeed, any other list. For example, if one considers the tremendous death toll and societal devastation that is caused by HIv in Africa, one might conclude that this virus is a major strategic weapon that is capable of destabilizing a continent. Despite the low efficiency of HIv transmission and the long time interval between infection and disease, the fact remains that the damage incurred by chronic HIv infection on all aspects of a society has justified the consideration of this virus as a major threat to national security 33 . In fact, if time is not a factor, HIv can be calculated to have a weapon potential that is comparable to some of the known agents of biological warfare 23 . However, HIv is not on the SATL, and neither are the meningococcus, the toxin-producing group A streptococci or drug-resistant Mycobacterium tuberculosis, despite their potential threat to human populations. From a pathogenesis viewpoint, the exclusion of HIv and prions from the list could reflect a bias against including microorganisms with long incubation times as biological weapons, and, if that is the case, it could indicate complacency about the threat potential of such microorganisms in the hands of determined and patient adversaries. With the exception of Coccidioides posadasii, the SATL also largely excludes the humanpathogenic fungi, despite the fact that this group includes many species with attributes that seem to be tailor-made for biological warfare, such as high dispersability 34 . Their ease of handling, ready-made spore aerosol characteristics, resistance to explosive reactions and ability to cause diseases ranging from mild to rapidly fatal led Furcolow to state in 1964 that fungi were \"ideal biological warfare agents\" (REF. 35 ). Although we do not advocate inclusion of any of these microorganisms on the SATL, we mention them here only because their exclusion reflects considerations and value judgments on the part of the regulatory agencies that need to be explained.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 756,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1718,
                    "end": 1720,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1974,
                    "end": 1976,
                    "text": "35",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Inclusions and exclusions."
        },
        {
            "text": "There is also the concern that inclusion of a microorganism on the SATL could hinder the response to a natural outbreak with that agent. Here, the experience with the outbreak of severe acute respiratory syndrome-coronavirus (SARS-Cov)associated disease in 2003 could be highly instructive. SARS was a zoonosis, and SARS-Cov had remarkably high virulence and moderate contagiousness. After its rapid dissemination by air travel, a worldwide response was able to identify the agent and contain the outbreak within several months 36 . The containment and eradication of human SARS-Cov-related disease was a great triumph for modern medicine. That effort was successful because of unparalleled international communication and collaboration. The rapid identification of the agent required expedited sharing of samples across international borders and extensive scientific investigation. It is sobering to think that a comparable response may not be possible for an outbreak caused by an agent on the SATL, as the regulations would impede the sharing of isolates and the rapid recruitment of scientific laboratories, especially those in other countries, to work on the problem. Although in an emergency SATL regulations can be loosened, human nature is such that time would undoubtedly be lost as the relevant officials deliberated the lifting of regulations and laboratories tried to determine their responsibilities, and their potential criminal liabilities, for handling epidemic samples in the midst of a frenetic situation. For highly contagious agents, a matter of days could make a tremendous difference to worldwide dissemination, given the rapidity of air travel. Hence, one wonders whether the success of containing SARS-Cov in 2003 could be repeated if this agent had been included on the SATL. The implications of the SATL-associated regulations for microorganisms that are capable of causing natural epidemic outbreaks have not been adequately assessed. This example is particularly relevant because the US Government is now considering the addition of SARS-Cov to the SATL 37 .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2082,
                    "end": 2084,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Inclusions and exclusions."
        },
        {
            "text": "The implications of the SATL … for microorganisms that are capable of causing natural epidemic outbreaks have not been adequately assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusions and exclusions."
        },
        {
            "text": "An important problem that is inherent in regulating the possession and distribution of the agents on the SATL is that the construction of lists that are subject to regulatory oversight does not address the crucial issue of intent and, consequently, does not protect society against individuals and groups that are determined to do harm. Although it is reasonable to assume that restricting access to certain microorganisms will create a barrier to anyone thinking of using these organisms for nefarious purposes, regulations do not preclude determined individuals from obtaining microorganisms from natural sources or countries where the regulations do not apply (that is, they are not prevented from circumventing the barriers). Furthermore there is the concern that regulations and lists draw attention to the agents in question, and this may enhance their attractiveness to those with malevolent intent. It is understandable that the laws have focused on possession rather than intent, as possession can be established with greater certainty, whereas intent is much more difficult to prove. However, focusing on possession creates a burdensome regulatory environment while missing the key threat from determined individuals who would not be deterred by these laws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intent, complacency and the unanticipated."
        },
        {
            "text": "Lastly, creating and relying on a list of specific threats implicitly suggests that other potential threats are less important. However, history shows that the greatest challenges to health are unanticipated 38 . In the past three decades humanity has had to deal with many new infectious diseases. Although the SATL is a living document that must be reviewed at regular intervals by law, the mere act of creating a list carries with it the danger of complacency as society tries to regulate only that which is included on the list. Hence, the construction of a list carries with it the inherent risk of lulling society into a fixed-threat mindset and an overly rigid manner of describing and addressing biological threats.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "38",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Intent, complacency and the unanticipated."
        },
        {
            "text": "Looking ahead, the ability to predict the properties and behaviour of a microbial agent or toxin from its genome sequence would greatly improve the process of agent classification and provide added relevance to such classification. In short, what we really care about is the behaviour of an agent when interacting with a host population or in a habitat of interest. Inferring an agent's contextual biological properties from sequence data is an attractive alternative organizing concept. Unfortunately, this is not yet possible, despite the substantial progress that has been made, and will continue to flow from the activities of the microbial pathogenesis and basic microbial biology research communities 39 . It should be stressed here that the behaviour of a pathogen in its host reflects the net effect of hundreds or thousands of gene products from both the microorganism and the host and probably tens of thousands of interactions. The ability to predict biological behaviour from sequence will require a deep understanding of complex nonlinear systems and variable environmental contexts. Although this type of understanding might emerge from current and future scientific investigation, it will take time. In the meantime, most of our correlative data linking genetic sequences to pathogen behaviour have been generated from gene knockout experiments, which means that we have little ability to predict the behaviours associated with these sequences when they are found in a new biological context. Furthermore, on the basis of limited experience with knock-in experiments, it is not uncommon for ectopic expression of a virulence factor to result in unexpected phenotypes. For the time being, there will be no quick and easy fix to the problems with today's lists of biological threat agents other than to shorten the lists or rely on them less (or not at all); our specific recommendations are shown in BOX 1. In summary, our goal is not to criticize or disparage microbial threat lists, but rather to draw attention to their benefits and detriments. We recognize that microbial threat lists are here to stay and focus on identifying mechanisms for maximizing their benefits and minimizing their harmful effects. The benefits of lists to society fall largely within the realm of law enforcement and increased security for those microorganisms that are difficult to obtain from natural sources. However, lists also bring important negative consequences to society in the form of additional costs, complacency and friction as well as delay with regard to the investigation of and response to disease outbreaks and the efficient allocation of scarce resources. The creation of microbial lists with an accompanying regulatory and law enforcement legal framework is an understandable societal response to the recognition of new threats. However, the creation of lists, with their associated regulations, is a blunt instrument that needs an objective review and substantive modifications to better serve society.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 709,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1914,
                    "end": 1920,
                    "text": "BOX 1.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "conclusions and recommendations"
        },
        {
            "text": "• Substantially shorten the current threat lists, including the Select Agents and Toxins List (SATL), restricting entries to just a handful of the most problematic agents, such as those microorganisms for which there is wide consensus (for example, variola virus). A similar recommendation was recently made by an advisory body of the US Government 40 . Although we recognize that the construction of a shorter list would still have many of the problems identified in this Science and Society article (see main text), it could enhance biosecurity by focusing regulatory efforts on fewer agents and enhance preparedness by removing obstacles to research on the others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Recommendations for rethinking the Select Agents and Toxins List"
        },
        {
            "text": "• Exempt many more attenuated or avirulent strains and create a more transparent and streamlined public appeals process by which certain strains can be exempted from the SATL when they are shown to be significantly less virulent than wild-type isolates. Given that much important research can be carried out unencumbered by the SATL regulations, when attenuated strains are available every effort should be made to identify and delist such microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Recommendations for rethinking the Select Agents and Toxins List"
        },
        {
            "text": "• The process of microbial threat list construction should be transparent, with justification for inclusion and exclusion on the basis of verifiable criteria that can be evaluated by the scientific community. Transparency would help to maintain the consensus for the inclusion of the most dangerous microorganisms and would identify gaps in information that can be remedied by future investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Recommendations for rethinking the Select Agents and Toxins List"
        },
        {
            "text": "• Develop new approaches for stratifying microbial threats that are forward-looking and take into consideration microbial properties, such as genome sequence, and host properties, such as immune responses. Given that virulence is one outcome of the host-microorganism interaction that has features of an emerging property, we recognize that any stratification scheme is likely to be probabilistic. Such efforts may have the added benefit of fostering new research that will further our understanding of microbial virulence. Ideally, such approaches might allow governments to move away from static lists that artificially group very different types of microorganisms into the same regulatory framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Recommendations for rethinking the Select Agents and Toxins List"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Possession, use, and transfer of select agents and toxins. Final rule",
            "authors": [],
            "year": 2008,
            "venue": "Fed. Regist",
            "volume": "73",
            "issn": "",
            "pages": "61363--61366",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Biorisk management: Laboratory biosecurity guidance. World Health Organization",
            "authors": [],
            "year": 2006,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laboratory safety practices associated with potential agents of biocrime or bioterrorism",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sewell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "2801--2809",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anthrax investigation: FBI discusses microbial forensics -but key questions remain unanswered",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bhattacharjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "321",
            "issn": "",
            "pages": "1026--1027",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical impressions of anthrax from the 2006 outbreak in Saskatchewan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Himsworth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Argue",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Can. Vet. J",
            "volume": "50",
            "issn": "",
            "pages": "291--294",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of Burkholderia pseudomallei in Guangxi",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "China. Epidemiol. Infect",
            "volume": "138",
            "issn": "",
            "pages": "37--39",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Agricultural Bioterrorism Protection Act of 2002. Possession, use, and transfer of biological agents and toxins. Final rule",
            "authors": [],
            "year": 2005,
            "venue": "Fed. Regist",
            "volume": "70",
            "issn": "",
            "pages": "13242--13292",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Humanized immunotoxins: a new generation of immunotoxins for targeted cancer therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathew",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Sci",
            "volume": "100",
            "issn": "",
            "pages": "1359--1365",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Poly(γ-d-glutamic acid) protein conjugates induce IgG antibodies in mice to the capsule of Bacillus anthracis: a potential addition to the anthrax vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schneerson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "8945--8950",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "High resolution genotyping of Bacillus anthracis outbreak strains using four highly mutable single nucleotide repeat markers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kenefic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lett. Appl. Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "600--603",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "What are bacterial species?",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Cohan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Annu. Rev. Microbiol",
            "volume": "56",
            "issn": "",
            "pages": "457--487",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Re-evaluating prokaryotic species",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gevers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature Rev. Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "733--739",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genomic insights that advance the species definition for prokaryotes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Konstantinidis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tiedje",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "102",
            "issn": "",
            "pages": "2567--2572",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proposed minimal standards for the description of genera, species and subspecies of the Pasteurellaceae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuhnert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Busse",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Syst. Evol. Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "166--178",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Convergence of Campylobacter species: implications for bacterial evolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falush",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Maiden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "320",
            "issn": "",
            "pages": "237--239",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pathogenic Bacillus anthracis in the progressive gene losses and gains in adaptive evolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "X"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "S3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Molecular approaches to identify and differentiate Bacillus anthracis from phenotypically similar Bacillus species isolates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Popovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffmaster",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identification of anthrax toxin genes in a Bacillus cereus associated with an illness resembling inhalation anthrax",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffmaster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "8449--8454",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of Bacillus cereus isolates associated with fatal pneumonias: strains are closely related to Bacillus anthracis and harbor B. anthracis virulence genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffmaster",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "3352--3360",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Distribution, diversity, and potential mobility of extrachromosomal elements related to the Bacillus anthracis pXO1 and pXO2 virulence plasmids",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Der Auwera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Timmery",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahillon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Appl. Environ. Microbiol",
            "volume": "75",
            "issn": "",
            "pages": "3016--3028",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Genome sequence of Bacillus cereus and comparative analysis with Bacillus anthracis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The weapon potential of a microbe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trends Microbiol",
            "volume": "12",
            "issn": "",
            "pages": "259--263",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Allergic bronchopulmonary fungal disease caused by Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tofuku",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Asthma",
            "volume": "41",
            "issn": "",
            "pages": "223--228",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Use of paraffinembedded tissue for identification of Saccharomyces cerevisiae in a baker's lung nodule by fungal PCR and nucleotide sequencing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chaturvedi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2840--2842",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Host-pathogen interactions: the attributes of virulence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Infect. Dis",
            "volume": "184",
            "issn": "",
            "pages": "337--344",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Possession, use, and transfer of select agents and toxins -reconstructed replication competent forms of the 1918 pandemic influenza virus containing any portion of the coding regions of all eight gene segments. Interim final rule",
            "authors": [
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Cdc &amp; Us Department For Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Fed. Regist",
            "volume": "70",
            "issn": "",
            "pages": "61047--61049",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Predominant role of bacterial pneumonia as a cause of death in pandemic influenza: implications for pandemic influenza preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Infect. Dis",
            "volume": "198",
            "issn": "",
            "pages": "962--970",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Characterization of the reconstructed 1918 Spanish influenza pandemic virus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Fungal infections in bone marrow transplant recipients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Expert. Opin. Pharmacother",
            "volume": "7",
            "issn": "",
            "pages": "307--315",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Estimation of the current global burden of cryptococcal meningitis among persons living with HIV/AIDS",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "AIDS",
            "volume": "23",
            "issn": "",
            "pages": "525--530",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Public health assessment of potential biological terrorism agents",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Rotz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lillibridge",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ostroff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg. Infect. Dis",
            "volume": "8",
            "issn": "",
            "pages": "225--230",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The national security implications of HIV/AIDS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS. Med",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The weapon potential of human pathogenic fungi",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med. Mycol",
            "volume": "44",
            "issn": "",
            "pages": "689--696",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Airborne histoplasmosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Furcolow",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Bacteriol. Rev",
            "volume": "25",
            "issn": "",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The international response to the outbreak of SARS in 2003",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phil. Trans. R. Soc. Lond. B",
            "volume": "359",
            "issn": "",
            "pages": "1127--1129",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Possession, use, and transfer of Select Agents and Toxins. Proposed addition of SARS-associated coronavirus (SARS-CoV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc &amp; Us",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Fed. Regist",
            "volume": "74",
            "issn": "",
            "pages": "33401--33403",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Bioterrorism -preparing to fight the next war",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N. Engl. J. Med",
            "volume": "354",
            "issn": "",
            "pages": "113--115",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Addressing biosecurity concerns related to the synthesis of Select Agents. Office of Biotechnology Activities -US National Institutes of Health",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Enhancing personal reliability among individuals with access to select agents",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        }
    ]
}