{
    "paper_id": "25f4d478db78fa493341939563a4ce947d643d29",
    "metadata": {
        "title": "Journal Pre-proof Applying Palliative Care Principles to Communicate with Children about COVID-19 Title: Applying Palliative Care Principles to Communicate with Children about COVID-19",
        "authors": [
            {
                "first": "Meaghann",
                "middle": [
                    "S"
                ],
                "last": "Weaver",
                "suffix": "",
                "affiliation": {},
                "email": "meweaver@childrensomaha.org"
            },
            {
                "first": "Lori",
                "middle": [],
                "last": "Wiener",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaw",
                "middle": [],
                "last": "Meaghann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "addrLine": "8200 Dodge Street Omaha",
                        "postCode": "68114",
                        "settlement": "Bethesda",
                        "region": "MD, NE"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Weaver",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Children are seeing rapid changes to their routines and facing an unpredictable future. Palliative care teams may consider expanding their communication training and skillsets to help families consider caring ways to communicate with their children and grandchildren about the coronavirus. Palliative care teams are wise to encourage families to ground their communication with children on key values: honesty and trust, self-compassion, safety, sensitivity, connection, preparedness, community-building, recognition of death as a part of the lifecycle, and legacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global spread of COVID-19 has been a life-altering experience for most families. Daily life has changed, and routines that families have been accustomed to have undergone major changes. Despite the positive public health benefits of requiring children to not attend school and remain home, children may be confused by these changes. They may also be worried about infection, or scared what could happen if they or another family members becomes ill with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Children with special healthcare needs, chronic conditions, and immune deficiencies need both special health precautions during the coronavirus pandemic and caring and child-centric communication. 1, 2 While healthy children and adolescents may have a lower mortality rate than adults impacted by coronavirus as a population cohort, 3 they remain highly vulnerable to the psychosocial implications of the pandemic jarring their families, communities, and world.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 201,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Children are experiencing unprecedented changes to their sense of security and normalcy. Many children are witnessing the loss of reliable employment for family members. They hear about the vulnerable health of their grandparents. Children are noticing the ways that the new virus is overtaking structures and systems that previously seemed secure from their worldview. Children, known to benefit from predictable routine and social engagement, are facing the uncertainty of school closures and the necessary avoidance of physical proximity to their peers or even their loved ones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Palliative care teams should talk with adults receiving palliative care about how they are discussing their own illness or diagnoses with their young family members, as children may be particularly fearful of the risk of losing their loved one in this time of mass messaging about human loss. Many adults are unsure of what to say to children and yet are aware that children are impacted by the community changes and aware of either the silence or the social media messages. In addition, in the midst of a fearful, isolating, and anxious time, pediatric palliative care teams can offer the idea of adults sharing certain grounding values in communication about the coronavirus with children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Children react, in part, to what they observe from the adults around them. Creating an environment, including a comfortable space and place, for children to feel secure means present listening and answering a child's questions with honest responses appropriate for the child's developmental age. Being open and sharing information can reduce anxiety, confusion and misperceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Honesty and trust"
        },
        {
            "text": "Children may ask if many people are dying from the virus and the honest answer is \"yes\". Children may ask if there is a cure for the virus and the answer is \"not yet but the scientists are working hard to try to help us\". When the answer to a child's question is unknown, an honest answer is: \"That is a great question. I don't know but I am grateful you feel comfortable to ask me these questions.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Honesty and trust"
        },
        {
            "text": "A child may inquire whether he or she is at risk of dying. An honest reality is that healthy children are faring much better than older adults in survival outcomes and symptom burden. A healthy child could be told that \"kids are seeming to be less harmed by the virus\" is generally an honest statement. 4 An honest answer for children with underlying health conditions would be to acknowledge risk while also stating there are multiple means of prevention starting with hand washing and staying home to foster health. Children may be particularly sensitive now to the idea of their parents or grandparents dying, warranting possibly sharing with the child the ways that the family plans to remain safe, and will continue to provide unconditional care and love for the child through family relationships and a connected network.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 304,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Honesty and trust"
        },
        {
            "text": "Children can feel and will react (or respond) to the anxieties of the adults around them. A deliberate commitment to setting a good example of managing stress by modeling healthy eating, relaxation breathing, moments of exercise, restorative sleep, proper hygiene and gentle processing of our own emotions matters. Adults should admit that emotions such as fear, anxiety, and sadness exist and then model healthy habits to live through these real feelings. The deliberate practice of patience and tolerance serves as a gift to a children. Children may reciprocate by gifting the adults in their lives with moments of spontaneous joy, engaged play, or even the sound of laughter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-compassion"
        },
        {
            "text": "For some families, the loss of connection with members of familiar faith communities or attending services can feel alienating from what was a predictable, sacred rhythm to their life routine. The loss of physically gathering with a spiritual community can feel lonely and existentially distressing. Some families may consider attending familiar religious services online or engaging in shared ritual together as a family activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-compassion"
        },
        {
            "text": "As children sense a lack of human control, teaching children tangible ways to try to be safer can be empowering. Behavioral modifications can be spoken of as \"ways to keep ourselves and others safe\" such as hand washing while singing a 20-second song, practicing safe sneezes, avoiding handshakes and high fives, and increasing cleaning routines. Family members may be given the opportunity to participate in household jobs or activities so that they experience a sense of accomplishment and contribution. These can all be practiced in a way that feels fun instead of frightening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Praise for good hygiene can encourage continued behaviors. Gentler language for \"social distancing\" could be \"respecting our neighbor's physical space\" or \"giving our friends room to wiggle\" or \"love bubble space\". Being told not to rub your eyes or touch your nose or mouth can be very challenging and anxiety provoking for children. Distraction ideas such as squeezing a stress ball, tapping your knee, using a clean fidget spinner, stretching, cuddling the cat and doodling can provide active techniques when a child is tempted to touch their face. Showing children ways to connect through smiles, air hugs or jazz hands or foot-fives (high fiving with shoe soles) can be a way to foster a sense of connection even in physical distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safety"
        },
        {
            "text": "Intuitive as well as conscious awareness of the child's level of curiosity, maturity, developmental stage, and emotion are essential to protect the child from too much or too little information. A playful, cheerful child may be burdened by a sit-down serious lecture from a well-intended family caregiver if the child is not at that level of maturity. Similar to other palliative communication tasks, balancing communications includes an awareness of what the child knows by asking the child, inquiring how much the child wants to know, creating a safe and trusting space to allow the child to initiate timing and content, transparency, and communication check-ins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity"
        },
        {
            "text": "Proactive forms of care include maintaining regular family routines; encouraging expression through creative play, story-telling, and games; planning calming, comforting activities for the child before bedtime. Reassuring the child that he or she will get medical care, if needed, may speak to the child or family's fear that they will not during time of isolation. Sensitivity includes protecting the child from external fear messages on the television or radio. Adults should limit children's exposure to media as many children may misinterpret what they hear and can be especially frightened by what they do not understand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity"
        },
        {
            "text": "Those children and family members who have experienced previous trauma or traumatic events may experience additional stressors triggered by this pandemic. The current public health crisis may exacerbate feelings of anxiety, stress, irritability, sadness, detachment and other symptoms for which families should reach out to their health care provider, mental health provider, faith leader, or other trusted person. Those with known mental health disorders may deteriorate and should be sure to be in touch frequently with their mental health providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity"
        },
        {
            "text": "With school closures and skilled nursing lock-downs, deliberate and creative forms of connection offer children the security of human connection. In most hospitals, children are feeling especially isolated/alone (as are their parents) while honoring the public health need for only one parent to visit at a time. Most hospitals have banned sibling visits. Hospitals may consider helping the siblings understand by having a special website page for siblings explaining the visitation limit reasons and by helping patients remain connected to siblings through messaging or virtual interaction. Whether in the form of virtual preschool sessions or facetime visits with peers and relatives, recognize and foster the relationality of children. Families may consider checking-in with the child's school about homeschool and distant learning opportunities. If additional therapeutic services are being received, some occupation and physical therapists are offering the scheduling of remote sessions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connection"
        },
        {
            "text": "Consider discussing preparedness in a way that models caring for the community versus hoarding. Showing children stories of manufacturing companies giving masks to others. Family caregivers may consider helping children create lists for spacing out family purchases to foster a sense of being planful over panic. To promote active coping, families may consider creating a \"how we will take action\" list naming preparations: gathering drinking water, nonperishable food, batteries for games, books, and other activities. Family may also consider also keeping a \"how we stay positive\" list naming their gratitude or the small joys brought by each new day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness"
        },
        {
            "text": "Avoiding nationalistic language (\"foreign virus\") and xenophobia phrasing (referring to the coronavirus by names of geographic origin or people groups) protects children from creating a sense of \"other\" versus \"us\". Purposely sharing that all humans, no matter where they are from or the color of their skin, are in this together as a human family allows children to associate connection with global peers. In stressful times, altruism can be a very powerful coping strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community-building"
        },
        {
            "text": "Talking as a family about opportunities to help others, even if only instilling hope or optimism, can be a powerful motivator for finding meaning. Discussing how there are many community helpers locally and globally, and using language such as \"the helpers are helping\" fosters a sense of connected human effort. Pointing out the ways that communities are helping one another through meal delivery services may be a way to help encourage the child to consider the special ways they have helped others or have received help from others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community-building"
        },
        {
            "text": "In this changing world, children are hearing about the human suffering and loss of human lives beyond the usual cultural tendency of trying to shield children from such stark realities. If children inquire about death or dying, families may consider this as an opportunity to share family beliefs about the meaning of a good life, their beliefs about an afterlife with the child or to discuss the family's spiritual perspective. Families may consider asking the child about his or her fears or hopes if the child initiates conversations about lives lost due to coronavirus. Reassuring the child if they or family members are currently not showing symptoms may create a sense of safety for the child. Families may consider conversations about lifecycles within nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Death as part of the lifecycle"
        },
        {
            "text": "Discussing with children the ways that history has impacted the community may be a way to help the child consider this current time in a larger context. Discussing the ways that cures were developed for other frightening diagnoses or how communities came together to persevere through natural disasters may be a way to foster hope while honoring the current reality. Looking at family photos and discussing generational lineage may help orient a child to their life legacies. Asking generational relatives to share stories of times they witnessed communities persevere or watched amazing discoveries virtually serves as a way to impart a known, motivating legacy (consider recording these narratives as keepsakes). Reminding our children that they are part of a lineage of connected, caring community members and recalling the legacy of ways humans have persevered together in history may serve as a way for a small child to hold a sense of place within a larger narrative. Children benefit from hearing ways, even in the direst of times, people helped to create a life worth living.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legacy"
        },
        {
            "text": "In an uncertain time and place, the grounding principles of palliative care (honesty and trust, self-compassion, safety, sensitivity and intuition, connection, preparedness, community building, death as part of lifecycles, and legacy) are foundational and when brought to bear can bring comfort to families and children. Palliative care teams are uniquely positioned to uphold the hopes of children in times of crises and should take up the mantel in the current pandemic. Our children deserve the sharing of these palliative strengths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legacy"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of severe pediatric patients with coronavirus disease 2019 in Wuhan: a single center's observational study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological Characteristics of 2143 Pediatric Patients With 2019 Coronavirus Disease in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnosis and treatment recommendations for pediatric respiratory infection caused by the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Z"
                    ],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}