{
    "paper_id": "263027c7bf7e3a5b860c134ec7e13cf9ca90bb88",
    "metadata": {
        "title": "Neonates Investigated for Influenza-Like Illness During the Outbreak of Pandemic H1N1 2009: Trivial Infections But Major Triage Implications",
        "authors": [
            {
                "first": "Kam-Lun",
                "middle": [],
                "last": "Ellis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Hon",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Kam",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheung",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Pak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Cheung",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "addrLine": "6/F",
                        "settlement": "Shatin, Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We report eight cases of neonates (from birth to 25 days) admitted to the neonatal service of a teaching hospital with influenza-like illness during the outbreak of pandemic H1N1 2009, and discuss their management and infection control issues. Empirical antibiotics were often promptly initiated and timely stopped when sepsis was ruled out. Also, there was no pandemic H1N1-09 but influenza A (H3N2, n=1), parainfluenza (type 3, n=3) and respiratory syncytial virus (n=1) have been isolated. The infants recovered spontaneously without any antiviral therapy. There was no outbreak of the respiratory infections in the neonatal service during the admissions. Respiratory viral infections can occur in neonates although the clinical course may be milder and nonspecific. Emergency room and frontline staff must be vigilant of the non-specific clinical features of infections with respiratory viruses in the neonates so that prompt triage and isolation can be implemented to avoid outbreaks in the neonatal service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Pandemic H1N1/09 virus is a new swine-origin influenza A(H1N1) virus strain responsible for the 2009 flu pandemic. It has also been called the human swine influenza (HSI) by various health agencies worldwide. The terminology of HSI versus non-HSI influenza remains confusing to the layperson [1] . In July 2009 the World Health Organization (WHO) called this a pandemic H1N1/ 09 virus to differentiate it from the current seasonal H1N1 viruses to avoid some of the stigma associated with other options (http://www.who.int/mediacentre/Pandemic_h1n1_ presstranscript_2009_07_07.pdf). In hospital practice based on fever and contact history, we screen patients with symptoms compatible with an influenza-like illness (ILI) or upper respiratory tract infection (URTI) [1] . Nevertheless, the clinical presentations may be nonspecific and fever or contact history is often absent. We report 8 cases of neonates with possible respiratory viral infections during the outbreak of pandemic H1N1 2009 and discuss many of the issues associated with the seemingly trivial infections in the neonates.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We reviewed neonates admitted to a teaching hospital for the investigation of possible respiratory viral infections based on fever or respiratory symptoms or contact history during the outbreak of pandemic H1N1 2009 in Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "The Prince of Wales Hospital (PWH) is a university teaching hospital situated in the Eastern part of the New Territories in Hong Kong. The annual deliveries for this cluster were approximately 7000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Eight neonates were admitted to the neonatal service from August 2009 through December 2009 for the investigation of possible respiratory viral infections based on fever or respiratory symptoms or contact history (Table 1 ). There was no pandemic H1N1 case but one case of Influenza A (H3N2).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Material and Methods"
        },
        {
            "text": "This 10-day-old neonate with mild sneezing but no contact history was admitted via the emergency department to the neonatal unit and was cared in an incubator. She was feeding well as usual and there was no cough or running nose. The mother thought that the child was \"hot\" to touch. Physical examination was unremarkable except for a papular erythematous rash over her neck. Temperature was 37.5°C. Initial complete blood counts, C-reactive protein, cerebrospinal fluid analysis, urinalysis and chest radiograph were normal. She was put on intravenous antibiotics (penicillin and gentamicin) pending blood culture and nasopharyngeal aspirate (NPA) results. As this admission occurred during the HSI pandemic, the attending physician asked for the incubator to be placed in a corner away from the other patients (also in incubators) in the same cubicle. The parents were denied visiting until the NPA results were available, which turned out to be non-HSI influenza A on the same day. The neonate was promptly transferred to an isolation unit. She remained well, cultures were negative, the antibiotics discontinued 3 days later, and the child was discharged home. Serotyping subsequently showed that the virus was H3N2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "One girl was isolated immediately after delivery because the mother with Group B streptococcus was diagnosed with pandemic H1N1-09 during the peri-natal period. She remained well and had no evidence of H1N1 infection. Respiratory viruses were screened negative in two febrile neonates. Klebsiella pneumoniae was isolated in the urine of one neonate who had a brother with \"flu\" symptoms. He received a course of intravenous antibiotics for the urinary tract infection. The other neonate became afebrile spontaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "There was no outbreak of respiratory infections in the neonatal service during these admissions. Using an exact delivery rate of 6519 in 2009, the incidences of proven neonatal influenza A, parainfluenza and RSV admissions were 0.015%, 0.046% and 0.015% per annum, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "In this series, respiratory viral infections occured within the first postnatal month. None of the neonates with proven respiratory viral infections were febrile. The symptoms of influenza or common respiratory viral infection in the neonate may be trivial and nonspecific, making prompt diagnosis difficult. This could create problems with triage at the emergency department. To our knowledge, these were among the youngest neonates with influenza A and respiratory viral infections reported in Hong Kong. The local policy is that an unwell neonate (with or without fever) will be admitted to the neonatal service in an incubator at a designated area pending nasopharyngeal swab for respiratory virus or other investigations if symptoms are non-respiratory or non-specific. The baby will be admitted to a neonatal intensive care service with negative-pressure isolation facility if he/she is critically ill. The patient will be admitted to the pediatric ICU instead if he/she is older than 28 days of age. Other option includes admission to a pediatric infection ward for respiratory viral infection if the child is less ill. Nevertheless, isolation facilities may be overwhelmed during an influenza epidemic. As H1N1 is not airborne, it is appropriate to monitor a neonate with suspected pandemic H1N1-09 in an incubator in designated cubicle pending rapid viral investigation. Interestingly, the pandemic H1N1-09 does not appear to be the prevalent respiratory virus in the neonates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The initial management of a febrile neonate includes stabilization of vital signs and immediate initiation of broad [2, 3] . The use of antiviral agents for influenza A infection in the neonate is problematic [3] . Side effects with its usage in children have been reported [4] . Furthermore, there is no standard preparation for a neonate who obviously cannot swallow the capsular form of the medication. Adverse effects in the neonates are not known [4] . Another controversy is with the use of antiviral in parents, patients and staff who have cared for the patient [4] . Currently, oseltamirvir is optionally offered to symptomatic parents and staff. Acute respiratory infections and influenza may occasionally be very serious and fatal in children [2] . Pandemic influenza may well be more severe in the neonatal population because of the lack of antibody protection to a novel strain [5, 6] . The most important measures in a neonatal intensive care unit in the event of a pandemic are likely to be preventive ones. Influenza immunization, if available, is recommended only for infants ≥6 months [3] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 894,
                    "end": 896,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the SARS epidemic in 2003 [1, [7] [8] [9] , the citizens of Hong Kong has become phobic to various infections. Outbreaks of infections in any institutions would hit news headlines. During a pandemic, the admission of a \"not-soill\" neonate with a viral infection is like introducing a wolf covered with a lamb skin among a flock of lambs. Isolation of affected infants and strict adherence to infection-control precautions are critical to control spread within a neonatal unit.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 36,
                    "end": 39,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 44,
                    "end": 47,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Just like SARS",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Pulmonol",
            "volume": "44",
            "issn": "",
            "pages": "1048--1057",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Premorbid factors and outcome associated with respiratory virus infections in a pediatric intensive care unit",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Pulmonol",
            "volume": "43",
            "issn": "",
            "pages": "275--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza in the neonatal intensive care unit",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Buttery",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Perinatol",
            "volume": "26",
            "issn": "",
            "pages": "772--778",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Oseltamivir adherence and side effects among children in three London schools affected by influenza A(H1N1)v",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kitching",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balasegaram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heathcock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "30",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An outbreak of influenza A in a neonatal intensive care unit",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cunney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bialachowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thornley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Smaill",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Pennie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "21",
            "issn": "",
            "pages": "449--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza virus infections in infants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Glezen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Taber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatr Infect Dis J",
            "volume": "16",
            "issn": "",
            "pages": "1065--1073",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical presentations and outcome of severe acute respiratory syndrome in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1701--1704",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Personal view of SARS: confusing definition, confusing diagnoses",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1984--1989",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Severe childhood respiratory viral infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Adv Pediatr",
            "volume": "56",
            "issn": "",
            "pages": "47--73",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Neonates investigated for influenza-like illness in 2009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}