{
    "paper_id": "269394b095cdf94b2b670fe0b6e5dfaf163c4884",
    "metadata": {
        "title": "Journal Pre-proof SARS-CoV-2 infection presenting with hematochezia SARS-CoV-2 infection presenting with hematochezia",
        "authors": [
            {
                "first": "Guotao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luoyang Central Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "settlement": "Luoyang",
                        "region": "Henan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xingpeng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhihui",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luoyang Central Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "settlement": "Luoyang",
                        "region": "Henan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huirui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luoyang Central Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "settlement": "Luoyang",
                        "region": "Henan",
                        "country": "China"
                    }
                },
                "email": "wanghuirui7873@163.com"
            },
            {
                "first": "#",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xingpeng",
                "middle": [],
                "last": "Zhao #",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Luoyang Central Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "settlement": "Luoyang",
                        "region": "Henan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The newly emergent coronavirus (2019-nCoV, now known as SARS-CoV-2) was first identified in Wuhan in December 2019 and spread rapidly to all provinces and cities in China [1] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Current research suggests that efficient transmission of SARS-CoV-2 from infected individuals (both symptomatic and asymptomatic) to uninfected contacts can result from respiratory droplets, aerosols, and direct contact. Other routes, including the fecal-oral and mother-to-child vertical transmission, have not been confirmed. The main clinical symptoms of SARS-CoV-2 infection (known as COVID-19) are fever, fatigue, and cough leading to pneumonia that can develop into acute respiratory distress syndrome [2] [3] . There are currently several documented cases of patients diagnosed with COVID-19 that had digestive findings as the first sign of disease [4] . We present a case of COVID-19 that presented to our hospital with a chief complaint of hematochezia.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An 83-year-old man presented with chief complaint of dark-red bloody stools. He reported stool volume of approximately 200 mL 2-3 times per day, fatigue, and poor appetite beginning one day prior to presentation. He was admitted to the Gastrointestinal Ward 1 of Luoyang Central Hospital on January 27, 2020 for evaluation and follow-up. At admission the J o u r n a l P r e -p r o o f patient was oriented but in low spirits. He was eating and sleeping poorly and was oliguric although no significant weight loss was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On the second day of admission, the patient excreted bloody stools several times during the day. He received initial symptomatic treatment with oral pantoprazole enteric-coated capsule, once a day. Abdominal computerized tomography (CT) scan performed on the third day of admission suggested the presence of a space-occupying lesion at the right adrenal gland; the diagnosis of adrenal tumor was considered. As the patient was elderly and not specifically symptomatic, follow-up observation was recommended. A magnetic resonance imaging (MRI) examination revealed abnormal signals within the seminal vesicle, suggesting the possibility of internal hemorrhage; follow-up prostate MRI was recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Colonoscopy was also recommended to clarify the acute colorectal findings and to identify the source of bleeding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "On the fifth day of admission, the patient's condition remained stable. Colonoscopy revealed three polyps in the colon, but no tumors or hemorrhagic sites were identified. Therefore, hematochezia secondary to infection was considered. On this same day, the bloody stools disappeared, but the patient suddenly developed a fever, with peak body temperature measured at 39℃ (Figure 1 ). The patient denied any symptoms including chest tightness, cough, expectoration, or dyspnea. The physical examination on this day was notable for bilateral rough breath sounds and moist rales in the lower right lung. He was treated with dexamethasone injection, and the fever disappeared.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 380,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Laboratory tests on and during admission revealed a white blood cell count within the normal range, but the number of lymphocytes and platelets as well as red blood cell count, hemoglobin, and hematocrit levels all decreased gradually during the hospital stay ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "The rapid antigen test was negative for both influenza A and B and blood cultures were negative. On hospital days six and seven, throat swabs obtained from the patient tested positive for SARS-CoV-2 by real-time RT-PCR. CT scan images on admission showed no abnormality ( Figure 2 ), but when repeated on the fifth day after admission, the CT scan revealed infiltrates in the lower right lung (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Case report"
        },
        {
            "text": "Upon questioning, the patient disclosed his granddaughter had contact with people who had returned from Wuhan. This contact took place on January 23, 2020 and lasted for J o u r n a l P r e -p r o o f approximately 30 minutes. At that time, his granddaughter had no symptom, although his daughter had developed a fever but did not have any sign or symptom of pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Based on the epidemiological history, detection of SARS-CoV-2 by real-time RT-PCR, and the chest CT scan findings, the patient was diagnosed with COVID-19. On his seventh day of admission, he was transferred to the first affiliated hospital of Henan University of Science and Technology for further evaluation and treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient was an 83-year-old man who developed hematochezia three days after indirect contact with individuals returning from Wuhan. Nine days later, he developed fever and lung inflammation with throat swabs that tested positive for SARS-CoV-2. As such, he was diagnosed with COVID-19. No source of bleeding was identified by colonoscopy or abdominal CT scan and as such, we considered the possibility that hematochezia might be secondary to infection with SARS-CoV-2 pathogen. Unfortunately, we did not determine whether SARS-CoV-2 could be detected in stool specimens, which may have provided further direct evidence in this case. At this writing, there are several reports of diarrhea associated with the presentation of SARS-CoV-2 infection [4] , but to the best of our knowledge, this is the first report of hematochezia as the presenting symptom and chief complaint.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 751,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Upon diagnosis, the patient was transferred to the first affiliated hospital of Henan University of Science and Technology, and as such we have no additional follow-up information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Six days after the patient left our hospital (February 7, 2020), another 63-year-old male patient − who had been on the same ward with underlying diagnoses of intestinal obstruction and postoperative recurrence of rectal carcinoma − developed fever and was also diagnosed with COVID-19. The ward was emptied and sterilized repeatedly; the Center for Disease Control (CDC) collected samples from numerous surfaces including the desktop, bed sheets, and quilt covers. SARS-CoV-2 was detected on these surfaces even after repeated attempts at sterilization. These results suggest that these patients may have carried high viral loads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Taken together, our findings with respect to this case patient suggest that fever and respiratory findings may not be the only presenting signs and symptoms of SARS-CoV-2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "0 9-nCoV CDC Response Team; Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak -United States",
            "authors": [
                {
                    "first": "A;",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Db;",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Special Expert Group for Control of the Epidemic of Novel Coronavirus Pneumonia of the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chinese Preventive Medicine Association",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D;",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B;",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": ";",
                    "middle": [],
                    "last": "Wei-Jie Guan",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Zheng-Yi Ni; Nan-Shan Zhong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}