{
    "paper_id": "26cbbfa9f7571928a1f6b648423c3f64826dad6a",
    "metadata": {
        "title": "Outcomes and Duration of Pneumocystis jirovecii Pneumonia Therapy in Infants with Severe Combined Immunodeficiency",
        "authors": [
            {
                "first": "Ingrid",
                "middle": [
                    "S"
                ],
                "last": "Lundgren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Janet",
                "middle": [
                    "A"
                ],
                "last": "Englund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lauri",
                "middle": [
                    "M"
                ],
                "last": "Burroughs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Troy",
                "middle": [
                    "R"
                ],
                "last": "Torgerson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Skoda-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Children's Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This retrospective review of patients with severe combined immunodeficiency and Pneumocystis jirovecii pneumonia (PCP) evaluated the relationship between duration of therapy to treat PCP and overall survival. We found that 80% of patients receiving only 21 days of antibiotics survived to 12 months beyond hematopoetic cell transplant, whereas only 25% of patients who required longer treatment for PCP survived to stem cell engraftment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pneumocystis jirovecii pneumonia (PCP) is a common presenting respiratory illness in infants with severe combined immunodeficiency (SCID). Prior studies have reported that between 20% and 71% of children with newly diagnosed SCID present with PCP. 1, 2, 3 Currently, no consensus exists in the medical literature regarding the ideal duration of antimicrobial therapy for treatment of PCP in patients with SCID. Treatment durations varying from 14 to 28 days have been reported, 2 and it is generally thought, based on experience with HIV-infected children, that 21 days of antibiotics is effective for clinical resolution. 4 In this study, we examined a cohort of infants treated for PCP in the setting of newly diagnosed SCID, to assess the relationship between duration of therapy for PCP and clinical outcomes.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 253,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 254,
                    "end": 255,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 479,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 623,
                    "end": 624,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We conducted a retrospective review of patients with SCID, identified by ICD-9 codes cross-referenced with physician kept records, who were treated at Seattle Children's Hospital from 1998-2010. We included subjects with proven PCP and complete documentation of the treatment course. Approval for this study was obtained from the Seattle Children's Institutional Review Board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Standard microbiologic techniques were used to conduct fluorescent staining of bronchoalveolar lavage (BAL) or nasal wash specimens for Pneumocystis jirovecii using a monoclonal antibody (BioRad, California). Visualization of 2 or more cysts constituted a positive test. Viral pathogens were detected using direct fluorescent antigen (FA) detection (Millipore, Massachusetts and MP Biomedical, California), and culture on both nasal wash and BAL specimens. Viruses detectable by FA and culture included respiratory syncytial virus (RSV), influenza A and B, parainfluenzae viruses (PIV) 1-3, human metapneumovirus (HMPV since 2008), and adenovirus. In addition, respiratory virus polymerase chain reaction (PCR) was utilized beginning in 2006 to detect RSV, influenza A and B, PIV 1-4, HMPV, rhinovirus, adenovirus, coronavirus, and bocavirus (since 2008).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The diagnosis of SCID was determined by immunologic testing including quantitative immunoglobulins, lymphocyte subset analysis, and phytohemagglutinin and anti-CD3 stimulation of T cells. Flow cytometry and gene sequencing were used to further characterize specific forms of SCID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We gathered data on demographics, diagnosis of P. jirovecii, antibiotic dosage and duration, corticosteroid use, duration of maximum ventilatory support, age at SCID presentation, HCT, death, or end of study period, SCID phenotype and genotype if known, additional respiratory pathogens, and other infections. The primary outcome measure was survival to engraftment following HCT. Secondary outcomes were resolution of respiratory symptoms, and survival through the post-HCT period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Of the 21 patients with SCID identified at our facility from 1998-2010, 13 had suspected PCP, of which 10 had proven Pneumocystis jirovecii recovered from clinical respiratory specimens. One patient had incomplete records. Therefore, our analysis included 9 patients with SCID and proven PCP and well-documented treatment courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Overall, 7 patients were male and 6 were Caucasian; one patient each was African-American, Hispanic, and Asian. Median age at presentation was 5 months. Seven infants had respiratory viral co-pathogens detected in the pre-HCT period (see Table) . All patients received corticosteroids.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 244,
                    "text": "Table)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Five out of nine patients with PCP received treatment with TMP/SMX for only 21 days (Cases 1-5). Four (80%) of these patients displayed clinical resolution of respiratory symptoms, had no respiratory relapse, went on to HCT without need for supplemental oxygen, and survived to ≥ 12 months post-HCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Four patients in our series received more than 21 days of TMP/SMX (Cases 6-9). The decision to treat longer was governed by the presence of continued tachypnea or hypoxemia (n=4) and documented persistence of the organism (n=3) despite 21 days of initial TMP/ SMX therapy. Two of these patients had repeat BAL testing at the end of their treatment courses which documented PCP clearance. Three patients also had significant respiratory viral co-pathogens identified in BAL specimens during or after PCP resolution (HMPV, parainfluenzae, and RSV) and all three (75%) did not survive to engraftment following HCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our primary outcome measure was survival to engraftment following HCT. Of the 4 children who required greater than 21 days of antimicrobial therapy for clinical resolution, only 1 (25%) survived to engraftment, whereas of the 5 patients receiving a 21 day course, 4 (80%) survived to engraftment following HCT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "In our cohort of infants with SCID, PCP accounted for 50% of all presenting illnesses, and only 5/9 (56%) of children were able to clinically resolve their infections with a 21 day course of TMP/SMX. We observed an association between a protracted course of PCP and decreased survival to engraftment following HCT, which may be related to subsequent respiratory virus infection. To our knowledge, this is the first study to demonstrate this association. In our series, 4 of the 9 patients (44%) required more than 21 days of treatment to eradicate PCP. Our study illustrates the important observation that BAL should be repeated if respiratory symptoms persist after standard periods of therapy to assess residual infection with Pneumocystis or additional pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Two patients received alternative antimicrobials based on a clinical impression of poor response to initial therapy and a desire to avoid myelosuppression before HCT. TMP/SMX remains the best studied and most recommended agent against Pneumocystis, but no prospective data are available in patients with SCID to assist in the decision to change therapeutic agents. Although a link between mutations in dihydropteroate synthase and sulfonamide resistance in Pneumocystis has been found in HIV infected patients receiving TMP/SMX prophylaxis, the clinical significance of this finding remains controversial. 5 Resistance testing was not available for our cohort, but is highly unlikely in this distinct population that did not receive prophylaxis before presentation.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 607,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Persistent detection of P. jirovecii has been documented in 66-76% of HIV positive adults who are asymptomatic following 21 days of treatment. 6 Thus, we cannot completely exclude the possibility of coincidental shedding, but in our sample of infants with SCID, a positive FA for P. jirovecii on follow-up BAL correlated with ongoing symptoms. In this vulnerable patient population who lack a functioning immune system, the pathogen load of PCP detected by immunofluorescence could potentially serve as a clue to its relative contribution to the symptomatology, but even small amounts of Pneumocystis should be regarded as pathogenic in a symptomatic patient and warrant treatment to optimize overall outcomes.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Before 2006, methods of detection of respiratory viruses consisted largely of FA and culture and were less sensitive than the 12-virus respiratory PCR panel that is used at our institution today. Some viruses detectable by PCR, such as rhinovirus and bocavirus, have not been extensively studied in children with primary immunodeficiencies, and their role in lower respiratory tract infection in patients with SCID is not well-characterized. Rhinovirus may be responsible for lower respiratory tract infections in the transplant population; 7 however, asymptomatic shedding is also common. 8 In our study, every patient with SCID diagnosed since 2003 had at least one virus detectable by PCR in the lower respiratory tract. Our study clearly demonstrates that the presence of lower tract viruses does not preclude co-infection with PCP.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 591,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results suggest that persistent PCP beyond 3 weeks of therapy may be correlated with a worse outcome overall, and specifically, a higher risk of dying of respiratory causes before achieving engraftment following HCT, but our numbers are too small to assert this finding with absolute certainty. Studies in adults with HIV have demonstrated residual and permanent pulmonary dysfunction following PCP infection. 9,10 PCP infection in scid mice down regulates production of surfactant proteins B and C, thereby contributing to the severity of respiratory compromise and potentially rendering the lungs more vulnerable to secondary infection by respiratory viruses. 11 If this is also the case in infants with SCID, treatment of PCP to achieve eradication or complete clinical resolution of symptoms is paramount.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 668,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding specific SCID phenotypes, the four infants with T−B+NK− phenotype, were evenly distributed between the two treatment duration groups. No clear pattern of T/B/NK cell status emerged that could explain the different outcomes from PCP or overall survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Limitations of our study include the small sample size and retrospective design. SCID is a rare disorder, making prospective study impractical. Our institution draws from a large referral base and many years of experience, enabling us to study a cohort of infants with this specific infection in the context of a rare primary immunodeficiency. In spite of its inherent limitations, our study represents the first look at treatment duration and outcomes in infants with SCID presenting with PCP. Larger multi-center collaborative studies are needed to further evaluate the association between persistent PCP and decreased overall survival that we found in our study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe combined immunodeficiency: a national surveillance study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Deravin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elliot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ped All Immun",
            "volume": "19",
            "issn": "",
            "pages": "298--302",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unsuspected Pneumocystis carinii pneumonia at presentation of severe primary immunodeficiency",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berrington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Flood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abinun",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Dis Child",
            "volume": "82",
            "issn": "",
            "pages": "144--147",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary Diseases in children with severe combined immune deficiency and DiGeorge syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deerojanawong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eng",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatric Pulmonology",
            "volume": "24",
            "issn": "",
            "pages": "324--330",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidelines for the Prevention and Treatment of Opportunistic Infections among HIV-exposed and HIV-infected children: recommendations from CDC, the National Institutes of Health, the HIV Medicine Association of the Infectious Diseases Society of America, the Pediatric Infectious Diseases Society, and the American Academy of Pediatrics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mofenson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Danner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "MMWR Recomm Rep",
            "volume": "58",
            "issn": "11",
            "pages": "1--166",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sulfa use, dihydropteroate synthase mutations, and Pneumocystis jirovecii pneumonia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kazanjian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Meshnick",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "10",
            "pages": "1760--1765",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Persistence of Pneumocystis carinii after effective treatment of P. carinii pneumonia is not related to relapse or survival among patients infected with human immunodeficiency virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Roger",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vandenbos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Infect Dis",
            "volume": "26",
            "issn": "",
            "pages": "509--510",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A prospective molecular surveillance study evaluating the clinical impact of community-acquired respiratory viruses in lung transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "89",
            "issn": "8",
            "pages": "1028--1033",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human rhinovirus and coronavirus detection among allogeneic hematopoietic stem cell transplantation recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guthrie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "115",
            "issn": "",
            "pages": "2088--2094",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Persistent reduction in lung function after Pneumocystis carinii pneumonia in AIDS patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nelsing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Backer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Scand J Infect Dis",
            "volume": "27",
            "issn": "4",
            "pages": "351--355",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Permanent Declines in Pulmonary Function following pneumonia in Human Immunodeficiency Virus-infected persons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bacchetti",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "162",
            "issn": "",
            "pages": "612--616",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pneumocystis carinii pneumonia alters expression and distribution of lung collectins SP-A and SP-D",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Atochina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Beers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Lab Clin Med",
            "volume": "137",
            "issn": "6",
            "pages": "429--439",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anti-infectives not including prophylaxis or antibiotics used for less than 3 days b Patient 2: BTK, ADA, PNP normal c Patient 7: RAG, Artemis, ADA normal d Patient 8: JAK3, common gamma chain normal",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics, Treatment and Outcomes in 9 Patients with SCID and PCP",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Funding: Ingrid Lundgren is supported by NIH T32 institutional training grant HD007233. Partial support for this study came from NIH grant HL36444 to Lauri Burroughs. Ingrid Lundgren, Janet Englund, Lauri Burroughs, Troy Torgerson, and Suzanne Skoda-Smith have no relevant financial disclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}