{
    "paper_id": "27a784189b091b9aad7f016229667a796c319c17",
    "metadata": {
        "title": "SARS-like cluster of circulating bat coronavirus pose threat for human emergence HHS Public Access Author manuscript",
        "authors": [
            {
                "first": "Vineet",
                "middle": [
                    "D"
                ],
                "last": "Menachery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Boyd",
                "middle": [
                    "L"
                ],
                "last": "Yount",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kari",
                "middle": [],
                "last": "Debbink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sudhakar",
                "middle": [],
                "last": "Agnihothram",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "E"
                ],
                "last": "Gralinski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "A"
                ],
                "last": "Plante",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "L"
                ],
                "last": "Graham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Trevor",
                "middle": [],
                "last": "Scobey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xing-Yi",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "F"
                ],
                "last": "Donaldson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "H"
                ],
                "last": "Randell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Lanzavecchia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "settlement": "Bellinzona, Zurich",
                        "country": "Switzerland, Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "A"
                ],
                "last": "Marasco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "Boston Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhengli-Li",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [
                    "S"
                ],
                "last": "Baric",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nat",
                "middle": [],
                "last": "Med",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The emergence of Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) and Middle East Respiratory Syndrome (MERS)-CoV underscores the threat of cross-species transmission events leading to outbreaks in humans. In this study, we examine the disease potential for SARSlike CoVs currently circulating in Chinese horseshoe bat populations. Utilizing the SARS-CoV infectious clone, we generated and characterized a chimeric virus expressing the spike of bat coronavirus SHC014 in a mouse adapted SARS-CoV backbone. The results indicate that group 2b viruses encoding the SHC014 spike in a wild type backbone can efficiently utilize multiple ACE2 receptor orthologs, replicate efficiently in primary human airway cells, and achieve in vitro titers equivalent to epidemic strains of SARS-CoV. Additionally, in vivo experiments demonstrate replication of the chimeric virus in mouse lung with notable pathogenesis. Evaluation of available SARS-based immune-therapeutic and prophylactic modalities revealed poor efficacy; both monoclonal antibody and vaccine approaches failed to neutralize and protect from CoVs utilizing the novel spike protein. Importantly, based on these findings, we synthetically rederived an Corresponding Authors: Ralph S. Baric (rbaric@email.unc.edu); Vineet D. Menachery (vineet@email.unc.edu). Author Contributions VDM designed, coordinated, performed experiment, completed analysis, and wrote the manuscript. BLY designed infectious clone and recovered chimeric viruses. SA completed neutralization assays. LEG helped perform mouse experiments, TS and JAP completed mouse experiments and plaque assays. XG performed pseudotyping experiments. KD generated structural figures and predictions. ED generated phylogenetic analysis. RLG completed RNA analysis. SHR provided primary human airway epithelial cultures. AL and WM provided critical monoclonal antibody reagents. ZLS provided SHC014 spike sequences and plasmids. RSB designed experiments and wrote manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Emergence of Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV) heralded a new era in the cross-species transmission of severe respiratory illness 1, 2 . Since then, several strains, including influenza A H5N1, H1N1, H7N9, and Middle East Respiratory Syndrome (MERS) CoV have emerged from animal populations causing considerable disease and mortality 3 . While public health measures silenced the SARS-CoV outbreak 2 , recent metagenomics studies have identified sequences of closely related SARS-like viruses circulating in Chinese bat populations that may pose a future threat 4, 5 . However, sequence data alone provides minimal insights to identify and prepare for future pre-pandemic viruses. Therefore, to examine emergence potential of circulating CoVs, we built a chimeric virus that encodes a novel, zoonotic spike protein in the context of a viable CoV backbone. This approach characterized the threat posed by SHC014-CoV spike in primary human airway cells, in vivo, as well as the efficacy of available immune therapeutics. Together, the strategy translates metagenomics data to help predict and prepare for future emergent viruses.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 157,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 357,
                    "end": 358,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 421,
                    "end": 422,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 588,
                    "end": 589,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SHC014 and WIV1 sequences represent the closest relatives to the epidemic SARS-CoV strains ( Fig. 1 a,b) , but maintain important differences in the 14 residues that bind human ACE2, including the five critical for host range: Y442, L472, N479, T487, and Y491 6 . In WIV1, three of these residues vary from SARS-CoV Urbani, but were not expected to alter binding ( Supplementary Fig. 1a , b, Supplementary Table 1 ). This fact is confirmed by both pseudotyping experiments ( Supplementary Fig. 1d ) and in vitro replication of WIV1-CoV 5 . In contrast, seven of the 14 ACE2 interaction residues in SHC014 are different than SARS-CoV, including all five critical residues ( Supplementary Fig. 1c , Supplementary Table 1) . These changes, coupled with failure of pseudotyping ( Supplementary Fig. 1d ), suggested that SHC014 spike is unable to bind human ACE2. However, similar changes had been reported to convey ACE2 binding in related SARS-CoV strains 6, 7 and thus suggested functional testing was required for verification. Therefore, we synthesized the SHC014 spike in the context of the replication competent, mouse-adapted SARS-CoV backbone (SHC014-MA15) ( Supplementary Fig. 2a ). Despite predictions from both structure-based modeling and pseudotyping experiments, SHC014-MA15 was viable and replicated to high titers in Vero cells (Supplementary Fig. 2b ). Similar to SARS, SHC014-MA15 also required a functional ACE2 molecule for entry, but uses human, civet, and bat orthologs ( Supplementary Fig. 2c, d) . To test the ability of SHC014 spike to mediate infection of the human airway, we examined 2B4 Calu-3 cells, a human epithelial airway cell line 8 , and found robust SHC014-MA15 replication comparable to SARS-CoV Urbani (Fig. 1c) . To extend these findings, primary human airway epithelial cultures (HAEs) were infected and indicated robust replication of both viruses (Fig. 1d) . Together, the data confirm the ability of SHC014 spike to infect human airway cells and underscore the threat of cross-species transmission.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 536,
                    "end": 537,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 953,
                    "end": 955,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 956,
                    "end": 957,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 104,
                    "text": "Fig. 1 a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 365,
                    "end": 386,
                    "text": "Supplementary Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 496,
                    "text": "Supplementary Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 673,
                    "end": 694,
                    "text": "Supplementary Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 711,
                    "end": 719,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 797,
                    "text": "Supplementary Fig. 1d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1163,
                    "end": 1184,
                    "text": "Supplementary Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1340,
                    "end": 1362,
                    "text": "(Supplementary Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1490,
                    "end": 1515,
                    "text": "Supplementary Fig. 2c, d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1737,
                    "end": 1746,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1886,
                    "end": 1895,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We next evaluated in vivo infection of 10-week old BALB/c mice with 10 4 plaque-forming units (PFU) of either SARS-MA15 or SHC014-MA15 ( Fig. 1e-h) . Animals infected with SARS-MA15 experienced rapid weight loss and lethality by four days post infection (DPI); in contrast, SHC014-MA15 produced substantial weight loss (10%), but no lethality (Fig.  1e) . Examination of viral replication revealed nearly equivalent titers from lungs of mice infected with SARS-MA15 and SHC014-MA15 (Fig. 1f) . While SARS-CoV MA15 produced robust staining in both the terminal bronchioles and the lung parenchyma 2 DPI (Fig. 1g ), SHC014-MA15 had a deficit in airway antigen staining (Fig. 1h) . In contrast, no equivalent deficit was observed in the parenchyma or overall histology scoring, suggesting differential infection following SHC014-MA15 (Supplementary Table 2 ). Shifting to more susceptible aged animals, SARS-MA15 infected animals rapidly lost weight and succumb to infection ( Supplementary Fig. 3 a, b) ; SHC014-MA15 induced robust and sustained weight loss, but had minimal lethality. Histology and antigen staining trends observed in young mice were conserved in the older animals (Supplementary Table 3 ). We excluded use of an alterative receptor based on Ace2 −/− mice infection, which did not produce weight loss or antigen staining following SHC014-MA15 infection ( Supplementary Fig. 4a , b; Supplementary Table 2 ). Together, the data indicate that viruses utilizing SHC014 spike are capable of inducing considerable disease in mice in the context of a virulent CoV backbone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 147,
                    "text": "Fig. 1e-h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 343,
                    "end": 353,
                    "text": "(Fig.  1e)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 1f)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 602,
                    "end": 610,
                    "text": "(Fig. 1g",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 667,
                    "end": 676,
                    "text": "(Fig. 1h)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 846,
                    "end": 853,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 1000,
                    "text": "Supplementary Fig. 3 a, b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1196,
                    "end": 1203,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1392,
                    "text": "Supplementary Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1412,
                    "end": 1419,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Given the efficacy of Ebola monoclonal antibody therapies like ZMApp 9 , we next sought to determine the efficacy of SARS-CoV monoclonal antibodies against SHC014-MA15. Four broadly neutralizing human monoclonal antibodies had been previously reported and are likely reagents for immunotherapy [10] [11] [12] . Examining percent inhibition, wild-type SARS-CoV Urbani was strongly neutralized by all four antibodies at relatively low antibody concentrations ( Fig. 2a-d) . In contrast, neutralization varied for SHC014-MA15. Fm6, an antibody generated by phage display and escape mutants 10, 11 , achieved only background levels of inhibition of SHC014-MA15 (Fig. 2a) . Similarly, antibodies 230.15 and 227.14, derived from memory B cells of SARS-CoV infected patients 12 , also failed to block SHC014-MA15 (Fig. 2b, c) . For all three antibodies, differences between SARS and SHC014 spikes corresponded to direct or adjacent residue changes found in escape mutants (fm6 -N479R; 230.15 -L443V; 227.14-K390). Finally, monoclonal antibody 109.8 was able to achieve 50% neutralization of SHC014-MA15, but only at very high concentrations (Fig. 2d) . Together, the results demonstrate that despite the development of broadly neutralizing antibodies against SARS-CoV, these reagents may only have marginal efficacy against emergent SARS-like CoV strains like SHC014.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 591,
                    "end": 593,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 469,
                    "text": "Fig. 2a-d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 657,
                    "end": 666,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 806,
                    "end": 818,
                    "text": "(Fig. 2b, c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1134,
                    "end": 1143,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To evaluate existing vaccines against SHC014-MA15, aged mice were vaccinated with double-inactivated whole SARS-CoV (DIV). Previously, DIV had shown neutralization and protection from homologous virus challenge 13 , but vaccine failure and augmented immune pathology in aged animals indicated a possibility for harm due to vaccination 14 . In this study, DIV provided no protection from SHC014-MA15 in regards to weight loss or viral titer ( Supplementary Fig. 5a, b) . Consistent with previous reports 14 , serum from DIVvaccinated aged mice also failed to neutralize SHC014-MA15 ( Supplementary Fig. 5c ).",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 467,
                    "text": "Supplementary Fig. 5a, b)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 604,
                    "text": "Supplementary Fig. 5c",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Perhaps most importantly, DIV vaccination resulted in robust immune pathology (Supplementary Table 4 ) and eosinophilia ( Supplementary Fig. 5d-f ). Together, these results confirm DIV vaccine failure and illustrated augmented disease for the aged vaccinated group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 122,
                    "end": 145,
                    "text": "Supplementary Fig. 5d-f",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In contrast to DIV, SHC014-MA15 challenge as a vaccine showed promise, but with important caveats. Utilizing a high dose, we infected young mice with SHC014-MA15 and followed over 28-days; the mice were subsequently challenged with SARS-MA15 ( Supplementary Fig. 6a ). Prior high-dose infection with SHC014-MA15 conferred protection against lethal SARS-MA15 challenge, but only minimal SARS-CoV neutralization response from SHC014-MA15 antisera ( Supplementary Fig. 6b , 1/200) implying diminished protection over time. Similar results were observed in aged BALB/C mice in terms of weight loss and viral replication ( Supplementary Fig. 6c, d) . However, this infection dose induced > 10% weight loss and lethality in some aged animals ( Fig. 1 and Supplementary Fig. 3 ). Using low-dose infection, SHC014-MA15 failed to protect aged animals from lethal SARS-CoV challenge ( Supplementary Fig. 6e , f). Together, the data suggest that SHC014-MA15 challenge can confer cross-protection against SARS-CoV through conserved epitopes, but requires a dose that induces pathogenesis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 265,
                    "text": "Supplementary Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 468,
                    "text": "Supplementary Fig. 6b",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 643,
                    "text": "Supplementary Fig. 6c, d)",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 744,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 749,
                    "end": 769,
                    "text": "Supplementary Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 875,
                    "end": 896,
                    "text": "Supplementary Fig. 6e",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Having established SHC014 spike as a potential threat, we next synthesized a full-length SHC014-CoV infectious clone based on the approach used for SARS-CoV (Fig. 3a) 15 . Replication in Vero cells revealed no deficit for SHC014-CoV relative to SARS-CoV (Fig.  3b) ; however, SHC014-CoV was significantly (p < 0.01) attenuated in primary human airway epithelial cultures at both 24 and 48 hours post infection (Fig. 3c) . In vivo infection demonstrated no significant weight loss, but defined reduced viral replication for full length SHC014-CoV infection compared to SARS-CoV Urbani (Fig. 3d, e) . Together, the results establish the viability of full length SHC014-CoV, but suggest further adaptation is required to be equivalent to epidemic SARS-CoV replication in human respiratory cells and in mice.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 254,
                    "end": 264,
                    "text": "(Fig.  3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 410,
                    "end": 419,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 584,
                    "end": 596,
                    "text": "(Fig. 3d, e)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "During the SARS-CoV epidemic, links were quickly established between palm civets and coronavirus strains detected in humans 2 . Building upon this finding, the common emergence paradigm argued that epidemic SARS-CoV originated as a bat virus, jumped to civets, and incorporated changes within the RBD to improve binding to civet Ace2 16 . Subsequent exposure to humans in live markets permitted infection with the civet strain, which, in turn, adapted to become the epidemic strain (Fig. 4a) . However, phylogenetic analysis suggested that early human SARS strains appear more closely related to bat than civet strains 16 . Therefore, a second paradigm argued that direct bat-human transmission initiated SARS-CoV emergence, with palm civets serving as a secondary host and reservoir for continued infection (Fig. 4b, 17 ). For both paradigms, spike adaptation in a secondary host is seen as a necessity, with most mutations expected within the RBD and facilitating improved infection. Both theories imply that pools of bat CoVs are limited and host range mutations are both random and rare, reducing the likelihood of future emergence events in humans.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 808,
                    "end": 820,
                    "text": "(Fig. 4b, 17",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "While not invalidating the other emergence routes, the current study argues for a third paradigm in which circulating bat CoV pools maintain \"poised\" spike proteins capable of infecting humans without mutation or adaptation (Fig. 4c) . Illustrated with SHC014 spike in the SARS-CoV backbone, robust infection occurs in both human airway cultures and in vivo without RBD adaptation. Coupled with previous identification of pathogenic CoV backbones 1,18 , the results suggest that the starting materials required for SARS-like emergent strains are currently circulating in animal reservoirs. Importantly, while full-length SHC014-CoV likely requires additional backbone adaption to mediate human disease, the documented high frequency recombination events in CoV families underscores the possibility of future emergence and the need for further preparation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To date, genomics screens of animal populations have primarily been used to identify novel viruses in outbreak settings 19 . The approach in this manuscript extends these datasets to examine questions of emergence and therapeutic efficacy. For the SHC014 spike, we define a threat due to replication in primary human airway cultures, the best available model for human disease. In addition, pathogenesis in mice indicates a capacity to cause disease in mammalian models without RBD adaptation. Notably, differential tropism in the lung and attenuation of full-length SHC014-CoV in HAE cultures suggest factors beyond ACE2 binding may contribute to emergence including spike processivity, receptor bio-availability, or antagonism of the host immune responses. However, further testing in non-human primates is required to translate these finding into pathogenic potential in humans. Importantly, the failure of available therapeutics defines a critical need for further study and treatment development. With this knowledge, surveillance programs, diagnostic reagents, and effective treatments can be produced to protect from emergence of group 2b specific CoVs like SHC014 as well as other CoV branches that maintain similar heterogeneous pools.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "While offering preparation against future emerging viruses, this approach must be considered in the context of the US government-mandated pause on gain of function (GOF) studies 20 . Based on previous models of emergence (Fig. 4a, b) , the creation of chimeric viruses like SHC014-MA15 was not expected to increase pathogenicity. However, while SHC014-MA15 is attenuated relative to parental mouse adapted, equivalent studies examining the wild-type Urbani spike within the MA15 backbone produced no weight loss and replication attenuation 21 . As such, relative to the Urbani Spike-MA15 CoV, SHC014-MA15 constitutes a gain in pathogenesis (Fig. 1 ). Based on these findings, review panels may deem similar studies too risky to pursue as increased pathogenicity in mammalian models cannot be excluded. Coupled with restrictions on mouse adapted strains and monoclonal antibodies generated against escape mutants, research into CoV emergence and therapeutic efficacy may be severely limited moving forward. Together, these data and restrictions represent a crossroads of GOF research concerns; the potential to prepare and mitigate future outbreaks must be weighed against the risk of creating more dangerous pathogens. In developing policies moving forward, it is important to consider the value of the data generated by these studies and if they warrant further study or the inherent risks involved.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 233,
                    "text": "(Fig. 4a, b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 640,
                    "end": 647,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Overall, our approach has used metagenomics data to identify a threat posed by circulating bat SARS-like CoV SHC014. With the ability to replicate in human airway cultures, produce in vivo pathogenesis, and escape current therapeutics, SHC014 chimeric viruses illustrate the need for both surveillance and improved therapeutics against circulating SARS-like viruses. The approach also unlocks metagenomics data to predict viral emergence with possible applications for preparing to treat future emerging virus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Viruses, Cells, In Vitro Infection, and Plaque Assays. Wild-type SARS-CoV (Urbani), mouse adapted SARS-CoV (MA15) and chimeric SARS-like CoVs were cultured on Vero E6 cells, grown in DMEM (Gibco, CA) and 5% Fetal Clone Serum (Hyclone, South Logan, UT) along with anti/anti (Gibco, Carlsbad, CA). DBT cells expressing ACE2 orthologs have been previously described for both human and civet; bat ACE2 sequence based on Rhinolophus leschenaulti and established as described previously 22 . Pseudotyping experiments were based on HIV-based pseudovirus prepared as previously described 23 and examined on HeLa cells expressing ACE2 orthologs grown in Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum (Gibco) as previously described 24 . Growth curves in Vero, DBT, Calu-3 2B4, and primary human airway epithelial cells were performed as previously described 22, 25 . Vero E6 cells were originally obtained from USAMRIID; Calu3 cells were originally provided by Dr. CT Tseng, Universtiy of Texas Medical Branch; none of the cell line working stocks have not been recently authenticated or tested for mycoplasma, although the original seed stocks used to create the working stocks are free from contamination. Human lungs for HAE cultures were procured under University of North Carolina at Chapel Hill Institutional Review Board-approved protocols and represent highly differentiated human airway epithelium containing ciliated and non-ciliated epithelial cells as well as goblet cells. The cultures are also grown on an air-liquid interface for several weeks prior to use as previously described 26 . Briefly, cells were washed with PBS, and inoculated with virus or mock diluted in PBS for 40 minutes at 37 °C. Following inoculation, cells were washed 3 times, and fresh media added to signify time 0. Three or more biological replicates were harvested at each described time point. No blinding was used in any sample collections nor were samples randomized. All virus cultivation was performed in a BSL3 laboratory with redundant fans in Biosafety Cabinets as described previously by our group. All personnel wore Powdered Air Purifying Respirator (3M breathe easy) with Tyvek suits, aprons, booties and were double-gloved.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 877,
                    "end": 880,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 881,
                    "end": 883,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1615,
                    "end": 1617,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Online Methods"
        },
        {
            "text": "The full-length genome sequences and S1 domains of spike amino acid sequences of representative CoVs were downloaded from Genbank or PATRIC, aligned with ClustalX, and phylogenetically compared by Maximum Likelihood using 100 bootstraps or with the PhyML package respectively. The tree was generated using Maximum Likelihood with the PhyML package. The scale bar represents nucleotide substitutions. Only nodes with bootstrap support above 70% are labeled. The tree shows that CoVs are divided into three distinct phylogenetic groups defined as α, β, and γ. Classical subgroup clusters are marked as 2a-2d for β CoVs and 1a and 1b for the α CoVs. Structural models were generated using Modeller (Max Planck Institute Bioinformatics Toolkit) to generate homology models for SHC014 and Rs3367 of the SARS RBD in complex with ACE2 based on crystal structure 2AJF (RCSB PBD identifier). Homology models were visualized and manipulated in MacPyMol (version 1.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Clustering and Structural Modeling"
        },
        {
            "text": "Both wild-type and chimeric viruses were derived from either SARS-CoV Urbani or corresponding mouse adapted (MA15) infectious clone as previously described 27 . Plasmids containing spike sequences for SHC014 were extracted by restriction digest and ligated into the E and F plasmid of the MA15 infectious clone. The clone was designed and purchased from Bio Basic as six contiguous cDNAs using published sequences flanked by unique class II restriction endonuclease sites (BglI). Thereafter, plasmids containing wild-type, chimeric SARS-CoV and SHC014-CoV genome fragments were amplified, excised, ligated, and purified. In vitro transcription reactions were then preformed to synthesize full-length genomic RNA, which was transfected into Vero E6 cells as previously described 28 . The media from transfected cells were harvested and served as seed stocks for subsequent experiments. Chimeric and full length viruses were confirmed by sequence analysis prior to use in these studies. Synthetic construction of chimeric mutant and full length SHC014-CoV were approved by the University of North Carolina Institutional Biosafety Committee and the Dual Use Research of Concern committee.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Construction of chimeric SL-Viruses"
        },
        {
            "text": "This study was carried out in accordance with the recommendations for care and use of animals by the Office of Laboratory Animal Welfare (OLAW), National Institutes of Health. The Institutional Animal Care and Use Committee (IACUC) of The University of North Carolina at Chapel Hill (UNC, Permit Number A-3410-01) approved the animal study protocol (IACUC #13-033) followed in this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Female 10 week and 12 month old Balb/cAnNHsD mice were ordered from the Harlan Labs. Mouse infections occurred as previously described 29 . Briefly, animals were brought into a biosafety lab level 3 and allowed to acclimate for 1 week prior to infection. For infection and live-attenuated virus vaccination, mice were anesthetized with a mixture of ketamine and xylazine and infected intranasally when challenged with 50 μl of phosphatebuffered saline (PBS) or diluted virus with three to four mice per time point, per infection group per dose as described in the figure legends. For individual mice, notations for infection including failure to inhale entire dose, bubbling of inoculum from nose, or infection through the mouth may lead to exclusion of mouse data at discretion of the researcher; post-infection, no other pre-established exclusion/inclusion criteria are defined. No blinding was used in any animal experiments and animals were not randomized. For vaccination, young and aged mice were vaccinated by footpad injection with a 20 μl volume of either 0.2 μg of double-inactivated SARS-CoV vaccine with alum or mock PBS; mice were then boosted with the same regimen 22 days later, and challenged 21 days thereafter. For all groups, as per protocol, animals were monitored daily for clinical signs of disease (hunching, ruffled fur, reduced activity) for the duration of the experiment. Weight loss was monitored daily for the first 7 days after which, weight monitoring continued until the animals recovered to their initial starting weight or displayed three continuous days of weight gain. All mice losing greater than 20% of their starting body weight were ground fed and further monitored multiple times per day as long as they were under the 20% cutoff.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Mice & In Vivo Infection"
        },
        {
            "text": "Mice losing greater than 30% of their starting body weight were immediately sacrificed as per protocol. Any mouse deemed to be moribund or unlikely to recover were also humanly sacrificed at the discretion of the researcher. Euthanasia was preformed via isoflurane overdose and confirmation of death by cervical dislocation. All mouse studies were performed at the University of North Carolina (Animal Welfare Assurance #A3410-01) using protocols approved by the UNC Institutional Animal Care and Use Committee (IACUC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice & In Vivo Infection"
        },
        {
            "text": "The left lung was removed and submerged in 10% buffered formalin (Fisher) without inflation for 1 week. Tissues were embedded in paraffin, and 5 μm sections were prepared by the UNC Lineberger Comprehensive Cancer Center histopathology core facility. To determine the extent of antigen staining, sections were stained for viral antigen using a commercially available polyclonal SARS-CoV anti-nucleocapsid antibody (Imgenex) and scored in a blinded manner by for staining of the airway and parenchyma as previously described 29 . Images were captured using an Olympus BX41 microscope with an Olympus DP71 camera.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 526,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Histological Analysis"
        },
        {
            "text": "Plaque reduction neutralization titer assays were performed with previously characterized antibodies against SARS-CoV as previously described [30] [31] [32] . Briefly, nAbs or serum were serially diluted 2-fold and incubated with 100 PFU of the different icSARS-CoV strains for 1 h at 37°C. The virus and antibodies were then added to a 6-well plate with 5 ×10 5 Vero E6 cells/well with N ≥ 2. After a 1-h incubation at 37°C, cells were overlaid with 3 ml of 0.8% agarose in media. Plates were incubated for two days at 37° C and then stained with neutral red for 3 hours, and plaques were counted. The percentage of plaque reduction was calculated as [1 − (no. of plaques with antibody/no. of plaques without antibody)] × 100.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Virus Neutralization Assays"
        },
        {
            "text": "All experiments were conducted contrasting two experimental groups (either two viruses, or vaccinated and unvaccinated cohorts). Therefore, significant differences in viral titer and histology scoring were determined by a two-tailed student's t test at individual time points. Data was normally distributed in each group being compared and had similar variance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Reported studies were initiated after the University of North Carolina Institutional Biosafety Committee approved the experimental protocol: Project Title: Generating infectious clones of Bat SARS-like CoVs; Lab Safety Plan ID: 20145741; Schedule G ID: 12279. These studies were initiated prior to the U.S. Government Deliberative Process Research Funding Pause on Selected Gain of Function Research Involving Influenza, MERS, and SARS Viruses (http://www.phe.gov/s3/dualuse/Documents/gain-of-function.pdf), and the current manuscript has been reviewed by the funding agency, the National Institutes of Health (NIH). Continuation of these studies have been requested and approved by NIH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biosafety and biosecurity"
        },
        {
            "text": "All work for these studies was performed with approved standard operating procedures (SOPs) and safety conditions for SARS-CoV, MERs-CoV and other related CoVs. Our institutional CoV BSL3 facilities have been designed to conform to the safety requirements recommended in Biosafety in Microbiological and Biomedical Laboratories (BMBL), the U.S. Department of Health and Human Services, the Public Health Service, the Centers for Disease Control (CDC) and the NIH. Laboratory safety plans have been submitted, and the facility has been approved for use by the UNC Department of Environmental Health and Safety (EHS) and the CDC. Electronic card access is required for entry into the facility. All workers have been trained by EHS to safely use powered air purifying respirators (PAPRs), and appropriate work habits in a BSL3 facility and active medical surveillance plans are in place. Our CoV BSL3 facilities contain redundant fans, emergency power to fans, and biological safety cabinets and freezers and can accommodate SealSafe mouse racks. Materials classified as BSL3 agents will consist of SARS-CoV, bat CoV precursor strains, MERS-CoV, and mutants derived from these pathogens. Within the BSL3 facilities, experimentation with infectious virus will be performed in a certified Class II Biosafety Cabinet (BSC). All staff wear scrubs, PAPRs, tyvek suits and aprons, and shoe covers, and hands are double-gloved. BSL3 users are subject to a medical surveillance plan monitored by the University Employee Occupational Health Clinic (UEOHC), which includes a yearly physical, annual influenza vaccination, and mandatory reporting of any symptoms associated with CoV infection during periods when working in the BSL3. All BSL3 users are trained in exposure management and reporting protocols, are prepared to self-quarantine, and have been trained for safe delivery to a local infectious disease management department in an emergency situation. All potential exposure events are reported and investigated by EHS and UEOHC, with reports filed to both the CDC and the NIH. Neutralization efficacy was evaluated using percent neutralization assays against SAR-CoV Urbani (black) or SHC014-MA15 with a panel of monoclonal antibodies: (a) fm6 (n = 3 for Urbani, n = 5 for SHC014-MA15) 10,11 , (b) 230.15 (n = 3 for Urbani, n = 2 for SHC014-MA15), (c) 227.15 (n = 3 for Urbani, n = 5 for SHC014-MA15) and (d) 109.8 (n = 3 for Urbani, n = 2 for SHC014-MA15) 12 , were all originally generated against epidemic SARS-CoV. Each data point representative of multiple center value represents group mean and error bars defined by SEM. Coronavirus strains are maintained in quasi-species pools circulating in bat populations. (ab) Traditional SARS-CoV emergence theories posit that host range mutants (red-filled circle) represent random and rare occurrences that permit infection of alternative hosts. (a) The secondary host paradigm argues that a non-human host is infected by a bat progenitor virus and, through adaptation, facilitates transmission to humans; subsequent replication in humans leads to the epidemic virus. (b) The direct paradigm suggests that transmission occurs between bats and humans without an intermediate host required; selection then occurs in the human population with closely related viruses replicating in a secondary host, permitting continued viral persistence and adaptation in both. (c) The data from chimeric SARS-like viruses argue that the quasi-species pools maintain multiple viruses capable of infecting human cells without the need for mutations (red-filled circles). While adaptations in secondary or human hosts may be required for epidemic emergence, if combined with virulent CoV backbones (green outlines), epidemic disease may be the result in humans. Existing data supports elements of all three paradigms.",
            "cite_spans": [
                {
                    "start": 2453,
                    "end": 2455,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV is a select agent"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Synthetic recombinant bat SARS-like coronavirus is infectious in cultured cells and in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "19944-19949.10.1073/pnas.0808116105"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature medicine",
            "volume": "10",
            "issn": "",
            "pages": "88--97",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1143"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surveillance for emerging respiratory viruses. The Lancet Infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "992--1000",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70840-0"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of diverse alphacoronaviruses and genomic characterization of a novel severe acute respiratory syndrome-like coronavirus from bats in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "7070--7082",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00631-14"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "503",
            "issn": "",
            "pages": "535--538",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12711"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Receptor recognition and cross-species infections of SARS coronavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral research",
            "volume": "100",
            "issn": "",
            "pages": "246--254",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.08.014"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mechanisms of zoonotic severe acute respiratory syndrome coronavirus host range expansion in human airway epithelium",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sheahan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of virology",
            "volume": "82",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "2274-2285.10.1128/JVI.02041-07"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Dynamic innate immune responses of human bronchial epithelial cells to severe acute respiratory syndrome-associated coronavirus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS one",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reversion of advanced Ebola virus disease in nonhuman primates with ZMapp",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "514",
            "issn": "",
            "pages": "47--53",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13777"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Broadening of neutralization activity to directly block a dominant antibody-driven SARS-coronavirus evolution pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS pathogens",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e1000197.10.1371/journal.ppat.1000197"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of human anti-spike protein receptor binding domain antibodies on severe acute respiratory syndrome coronavirus neutralization escape and fitness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "13769-13780.10.1128/JVI.02232-14"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Escape from human monoclonal antibody neutralization affects in vitro and in vivo fitness of severe acute respiratory syndrome coronavirus. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "201",
            "issn": "",
            "pages": "946--955",
            "other_ids": {
                "DOI": [
                    "10.1086/651022"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A double-inactivated whole virus candidate SARS coronavirus vaccine stimulates neutralising and protective antibody responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spruth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "652-661.10.1016/j.vaccine.2005.08.055"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A double-inactivated severe acute respiratory syndrome coronavirus vaccine provides incomplete protection in mice and induces increased eosinophilic proinflammatory pulmonary response upon challenge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bolles",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "12201-12215.10.1128/JVI.06048-11"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "12995-13000.10.1073/pnas.1735582100"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A decade after SARS: strategies for controlling emerging coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature reviews Microbiology",
            "volume": "11",
            "issn": "",
            "pages": "836--848",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro3143"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Recombination, reservoirs, and the modular spike: mechanisms of coronavirus cross-species transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of virology",
            "volume": "84",
            "issn": "",
            "pages": "3134--3146",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01394-09"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A mouse model for Betacoronavirus subgroup 2c using a bat coronavirus strain HKU5 variant",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e00047-00014.10.1128/mBio.00047-14"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Metagenomics, infectious disease diagnostics, and outbreak investigations: sequence first, ask questions later?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Jama",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "1531-1532.10.1001/jama.2013.3678"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Moratorium on risky virology studies leaves work at 14 institutions in limbo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ScienceInsider",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Molecular determinants of severe acute respiratory syndrome coronavirus pathogenesis and virulence in young and aged mouse models of human disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of virology",
            "volume": "86",
            "issn": "",
            "pages": "884--897",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05957-11"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Pathways of cross-species transmission of synthetically reconstructed zoonotic severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of virology",
            "volume": "82",
            "issn": "",
            "pages": "8721--8732",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00818-08"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of two critical amino acid residues of the severe acute respiratory syndrome coronavirus spike protein for its variation in zoonotic tropism transition via a double substitution strategy",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of biological chemistry",
            "volume": "280",
            "issn": "",
            "pages": "29588--29595",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Difference in receptor usage between severe acute respiratory syndrome (SARS) coronavirus and SARS-like coronavirus of bat origin",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of virology",
            "volume": "82",
            "issn": "",
            "pages": "1899--1907",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01085-07"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Release of severe acute respiratory syndrome coronavirus nuclear import block enhances host transcription in human lung cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of virology",
            "volume": "87",
            "issn": "",
            "pages": "3885--3902",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02520-12"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Well-differentiated human airway epithelial cell cultures. Methods in molecular medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Yankaskas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "183--206",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS pathogens",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e5.10.1371/journal.ppat.0030005"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "12995-13000.10.1073/pnas.1735582100"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A mouse model for Betacoronavirus subgroup 2c using a bat coronavirus strain HKU5 variant",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnihothram",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "mBio",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e00047-00014.10.1128/mBio.00047-14"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effects of human anti-spike protein receptor binding domain antibodies on severe acute respiratory syndrome coronavirus neutralization escape and fitness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of virology",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "13769-13780.10.1128/JVI.02232-14"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Escape from human monoclonal antibody neutralization affects in vitro and in vivo fitness of severe acute respiratory syndrome coronavirus. The Journal of infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "201",
            "issn": "",
            "pages": "946--955",
            "other_ids": {
                "DOI": [
                    "10.1086/651022"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Broadening of neutralization activity to directly block a dominant antibody-driven SARS-coronavirus evolution pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS pathogens",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "e1000197.10.1371/journal.ppat.1000197"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "SARS-CoV MA15 (gray), or SHC014-CoV (green) via the i.n. route showing (d) weight loss (n = 3 for MA15, n = 7 for SHC014-CoV, n = 6 for SARS-Urbani) and (e) viral replication (n = 3 for SARS-Urbani and SHC014-CoV) in the lung. Each data point representative of multiple center value represents group mean and error bars defined by SEM. P-values based on 2-tailed Student's T-test of",
            "authors": [
                {
                    "first": "Hae",
                    "middle": [],
                    "last": "Vero",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "vivo infection of 10-week-old BALB/c mice infected with 1×10 5 PFU of SARS-CoV Urbani (black)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "SARS-like viruses replicate in human airway cells and produce in vivo pathogenesis(a) The full-length genome sequences of representative CoVs were aligned and phylogenetically mapped as described in the methods. The scale bar represents nucleotide substitutions, with only bootstrap support above 70% labeled. The tree shows CoVs divided into three distinct phylogenetic groups, defined as α,β, and γ. Classical subgroup clusters are marked as 2a-2d for the β CoVs and 1a and 1b for the α CoVs.(b) The S1 domains of the spike amino acid sequences of representative β CoVs of the 2b group, including SARSCoV, were aligned and phylogenetically mapped. The scale bar represents amino acid substitutions. (c-d) Viral replication of SARS-CoV Urbani (black) and SHC014-MA15 (green) following infection of (c) Calu-3 2B4 cells or (d) well-differentiated, primary airliquid interface human airway epithelial cell cultures at an MOI of 0.01. Samples were collected at individual time point with biological replicates (n =3) for both Calu3 experiments and HAE. (e-h) In vivo infection of 10-week-old BALB/c mice infected with 1×10 4 PFU of mouse adapted SARS-CoV MA15 (black) or SHC014-MA15 (green) via the i.n. route showing (e) weight loss (n =9 for MA15 n =16 for SHC014-MA15) and (f) viral replication in the lung (n =3 for MA15, n =4 for SHC014-MA15), and representative anti-SARS-CoV N antigen straining for (g) SARS-CoV MA15 and (h) SHC014-MA15. For each graphical figure, center value representative of group mean and error bars defined by SEM.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SARS-CoV monoclonal antibodies have marginal efficacy against SARS-like CoVs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Full-length SHC014-CoV replicates in human airways, but lacks epidemic SARS virulence(a) SHC014-CoV molecular clone was synthesized as six contiguous cDNAs designated A -F flanked by unique BglI sites that allowed for directed assembly of full-length cDNA. (b-c) Viral replication of SARS-CoV Urbani (black) and SHC014-CoV (green) following infection of (b) Vero cells or (c) well differentiated, primary air liquid interface human airway epithelial cell cultures at an MOI of 0.01. Samples were collected at individual time point with biological replicates (n = 3) for each group and representative of 1 experiment for",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Emergence paradigms for coronaviruses",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ]
}