{
    "paper_id": "27c6eda0f75c116059fc221888ee52e9ada306f6",
    "metadata": {
        "title": "Impact of Hajj on Global Health Security",
        "authors": [
            {
                "first": "Song",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai International Studies University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Mindan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tongji University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the human society transfers from scattered pieces to a society as a whole and the advent of the aviation era, the occurrence of infectious diseases and their diffusion have led to international health security issues. As the world's largest and irrevocable annual transnational religious movement, the Hajj and its connection with health security concerns have caught attention since the ancient times, because a huge population from all over the world gathers in the holy city of Mecca, which has tropical arid climate. Currently, the international community and international organizations are implementing multilevel governance with respect to the health security issues of the Hajj. Relevant agencies include the World Health Organization and its regional branches, International Red Cross and Red Crescent Movement (ICRC), the Ministry of Hajj as well as the Ministry of Health of Saudi Arabia, and the public health sectors/agencies in various countries that are involved with Hajj activities. The international community has successfully held the Hajj events, even when facing the challenges brought by some viral respiratory diseases such as SARS and MERS. The Hajj has become a rare opportunity for all stakeholders to improve their capabilities in international health security governance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "year to Sicily and North Italy.'' 3 The Black Death caused the loss of 30% of Europe's population in medieval. Spread of infectious diseases can also come along with large-scale population movements, such as the opening up of new routes after large-scale European settlers immigrated to the ''New World'' of the Americas and other immigrant behavior which greatly affected the local ecology of disease. As a result, infectious disease in Europe diffused to the ''New World'' Aboriginal populations, who had no antibodies against these diseases, resulting in a large number of Aboriginal deaths. ''Eurasian germs played a key role in decimating native peoples in many other parts of the world, including Pacific islanders, Aboriginal Australians, and the Khoisan peoples (Hottentots and Bushmen) of southern Africa,'' ''Cumulative mortalities of these previously unexposed peoples from Eurasian germs ranged from 50 to 100%. '' 4 Modern epidemiology of infectious diseases has made some changes. In general, the number of bacterial infectious diseases is reduced, while the number of viral diseases is increasing. Moreover, infectious diseases spread quickly, and there are always new diseases coming out. Pandemics that used to cause great harm, such as smallpox, have been eliminated; the incidence of plague and cholera is also significantly reduced. This is due to the use of antibiotics and the implementation of immunization programs. There is also rejuvenation of some ancient infectious diseases, such as tuberculosis. Their incidence is on the rise, and the resistance rate is significantly higher. This can be attributed to the abuse of antibiotic use in livestock production and the clinical setting. New large-scale epidemics are mostly viral infectious diseases, which may be related to the following characteristics of virus: (1) simple virus structure-generally consisted of genetic material and envelop; after the infecting the host, it can quickly replicate and passage. Therefore, the number of this virus grows fast, which can also infect a large number of the host cell and lead to biological changes; (2) many viruses have a stronger tolerance on environment. For example, although the coronavirus are sensitive to heat and inactive in a temperature of more than 35°C and can be killed in a temperature of 56°C for 30 min, it can survive for a long time at room temperature. Therefore, it is more prevalent in the fall, winter and spring; SRAS-CoV is a new type of coronavirus. Compared to ordinary coronavirus, it is more tolerant in a high temperature. In a temperature of 56°C, it needs 90 min to kill the virus, and the virus can survive in the feces of patients with diarrhea for more than four days. 5 MERS-CoV has a similar tolerance with SARS-CoV. At 20°C and 40% relative humidity, it can be very stable and survive for more than 48 h. At 30°C and 30% relative humidity, it can also survive at least 24 h 6 ; (3) viral is more subjected to gene mutation than before. Therefore, it is not easy to use vaccination which helps improve people's immunity. For example, the influenza virus which infects humans has a strong variability. In every 10-15 years, it can go through a complete conversion of the surface antigen and produce a new subtype. Human beings are not immune to the new, and thus will be infected in a pandemic. Began in March 2013, in Shanghai, Zhejiang, Jiangsu and some other places, there were outbreaks of avian flu, as first reported as the subtype of H7N9 virus. The domestic experts once believed that H7N9 did not have the ability to transmit among humans. However, with changes in certain locus genes, they are likely to have the ability to transmit among humans 7 ; (4) there is a lack of specific antiviral drugs for viral infection currently. This virus is a parasite in the cells. There are a number of antiviral drugs that play a role in inhibiting the virus by blocking the virus from entering into cells, inhibiting viral replication and proliferation, etc., but they cannot completely kill the virus.",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 928,
                    "text": "'' 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the world's annual event for Muslims in specified time (Dhu al-Hijjah 8-12) with a predetermined location (Mecca), the Hajj not only has a huge impact on the traditional international relations, but also posed health a major challenge in international health security. Millions of Muslims from different continents simultaneously gather in the holy city of Mecca, which has a tropical arid climate. This has made the Hajj a potential cause of the spread of bacteria and viruses, especially in face of ''SARS'' and ''Middle East respiratory syndrome'' and other global infectious diseases. As the world's largest gathering of Islamic pilgrimage activity and transnational movement of population, the Hajj poses a threat to public health to host countries such as Saudi Arabia. Unlike other international political, economic and even cultural activities, the Hajj is a religious assignment clearly requested in the Koran. Therefore, it is not possible to cancel the Hajj due to international health security challenges. The only choice is to strengthen the international health management cooperation and minimize Hajj's impact on international health security, on the basis of accumulated experience and the benefit of human beings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Hajj is a bond to connect Muslims from all over the world together on an annual basis. Since the second half of the nineteenth century, cooperation among sovereign states started to become an important way of international health governance, including the growing importance of the issues related with the Hajj. From 1851 to 1938, the International Health Conference was held 14 times. In particular, the Ninth International Health Conference held in Paris in 1894 started to pay attention to international health issues arising from the pilgrimage in Mecca. The conference reviewed the plan to gradually eliminate cholera from Egypt and the Mediterranean, which was proposed in the fourth conference that was held in Vienna in 1874, and measures proposed to prevent the outbreak of cholera in Europe during the eighth meeting held in Dresden in 1893. It defined health control on the Hajj as the third step of cholera, which was mainly based on several considerations: first, identify the Hajj as a major factor in the spread of cholera in the West, from the perspective of international public health. From 1871 to 1893, there were at least eight cholera epidemics happened in Mecca. The epidemic in 1893 is particularly severe, claimed the lives of thousands of pilgrims; from 1889 to 1891, the epidemic occurred in Mesopotamia and Syria was a proof of the danger of pilgrimage path from Red Sea to the Persian Gulf. Second, many European colonial powers had a direct interest in the Hajj. For example, the British-owned India had 60 million Muslims; the Dutch-owned East Indies, the Frenchowned Algeria, the Asian part of Russia, and the Austro-Hungarian Empire in Bosnia-Herzegovina also have a large number of Muslims. According to the report of the Austro-Hungarian Empire delegation submitted to this meeting, in 1893, among 120 Bosnian Muslim, 59 people were infected with cholera pilgrimage. On the way from Jeddah to Mecca, eroded human corpses could be seen from time to time, and those corpses were food for wild beasts and birds. According to the report that the French Consulate General in Jeddah submitted to this meeting, within 5 days, there were 35,000 deaths. A Mecca medical officer C. Izzedine pointed out that during the Hajj in that year, there were 30,336 people killed Hajj by the plague and the plague outbreak and rapid spread out to kilometers away from Mouna, which located 5 miles away from Mecca. Many corpses littered on the road to Mecca from Muna and the streets of Mecca. In 1893, among a total of 200,500 pilgrims, 15 in every 100 people had cholera. The conference requested the departure port to take preventive measures, and implement health monitoring on pilgrims who went crossing the Red Sea, and develop health guidelines for navigating in Persian Gulf. Among the 16 countries present in the conference, 13 countries (not include the Union Jack of Sweden and Norway, Turkey and the USA) signed the Convention. The UK had reservations on certain provisions of the Convention, although they endorsed the Convention, such as that the pilgrims must have sufficient backhaul route before departure, and each pilgrim on board must have at least 2 square meters of space. 8 The international sanitary conference has led to modification of the International Sanitary Convention. The 12th conference held in Paris during 1911-1912 issued the new International Sanitary Convention, which incorporated provisions on Hajj health issues. For example, the Article 62 says, if plague and Cholera are in place around the region of Hijaz during the Hajj, ships and cruises that depart from Hijaz or the Red Sea coast of the Arabian Peninsula must take some preventive actions. If these ships are heading to Egypt, they must be observed, examined, and approved by Egyptian Ministry of Health, Maritime and Quarantine Bureau within 5 days, so that they can receive a plague-free pass permit. The examining takes place at Moses Springs by the side of the Red Sea. 9,10 In addition, the International Sanitary Convention also includes special provisions targeting on the Hajj. 11 After the end of World War I, the 13th conference was held in Paris in 1926. This conference inherited these terms, and added some Hajj-related supplementary provisions:",
            "cite_spans": [
                {
                    "start": 3213,
                    "end": 3214,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 4104,
                    "end": 4106,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Early and Modern Ways to Deal with Health Security Issues Associated with the Hajj"
        },
        {
            "text": "(1) The Anglo-Dutch would co-regulate Kamaran, where quarantine stations were set up for Red Sea the pilgrims; (2) UK and Egypt agreed that the UK would have administrative control over the quarantine stations in Suakin, in order to defend the cotton areas in Sudan. 12 Moreover, during the conference, stakeholders also decided to set up an office in Paris. Together with the Egyptian Ministry of Health, the Maritime and Quarantine Bureau, it managed the implementation of health surveillance in Mecca. Although since then, Saudi Arabia has been constantly complaining about these terms, accusing them of a violation of its sovereignty, the terms stayed effective until being modified in 1957. 13 June 2007, the international community has begun to implement the ''international Health regulations (2005) .'' It is straightforward that from the second half of the nineteenth century to the first half of the twentieth century, the international community concerns about Hajj and the health issues related to it, mainly due to the protection of the interests of great powers. The majority of the Islamic world almost became colonies or escorts of great powers. They had no independent sovereignty, and therefore unable to protect its own interests in international conferences. Health cooperation among the international community during this period was mainly the maintenance of the health and security of the West. Their concerns and attention on the Hajj were merely because the Hajj activities might have a health and safety threat to the West and their geopolitical power in the Middle East. In particular, the Western countries did not care about specific health and security issues in Mecca-they mainly focused on self-defense. Interests of Saudi Arabia on health security were not respected.",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 698,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 806,
                    "text": "(2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Early and Modern Ways to Deal with Health Security Issues Associated with the Hajj"
        },
        {
            "text": "With the growing number of viral diseases, and the fact that Muslims are widely distributed in the continents of the world in more than 140 countries and regions, as well as that airplanes become the main transportation tool for Hajj, sources of infectious disease are increasing and the diseases spread faster. The traditional quarantine system based on land and marine transportations for the Hajj is becoming less effective, because ''Now the speed of air travel means pilgrims incubating infectious diseases at their time of departure may not manifest illness until after arrival in another country thereby facilitating the spread of disease and even full blown epidemics.'' 14 The current governance of the international community in the Hajj and Islamic international health security is performed by the relevant international organizations, cooperating in multiple levels with national and regional governments, or specific religious or health institutions. First, with respect to international organizations, they are mainly the intergovernmental World Health Organization (WHO), regional organizations, and the semi-official international NGO ''International Red Cross and Red Crescent Movement''; secondly, in terms of the specific country-level organizations, they include Saudi Arabian Ministry of Health, Ministry of Hajj, as well as the Hajjrelated departments in the different countries' health sector. Direct or indirect cooperation between these departments play a positive role in the maintenance of international health security in the Hajj. Particularly, the Article 32 mentioned ''taking into consideration the gender, socio-cultural, ethnic or religious concerns of travelers''; Appendix II says ''Where there is evidence of local spread, an index case (or other linked cases) with a history within the previous month of: -participation in an international gathering (pilgrimage, sports event, conference, etc.)''. 15 The World Health Organization has inherited the 1926 global partition management principles established in the ''International Sanitary Convention.'' That is, ''the splitting of the world into a series of formalized regional networks under the auspices of a global agreement''. 16 Six regional Offices are involved: offices for African Region, European Region, South-East Asia region, the Eastern Mediterranean Region, Western Pacific region, and the American region. Because Islam has achieved global expansion, so the six areas are involved in health and security issues related to Hajj activities, particularly, the Regional Office for the Eastern Mediterranean (EMRO) covers the Islamic countries in West Asia, South Asia, North Africa and East Africa, and become a main power of Hajj health and security management. Moreover, the regional branch of the Eastern Mediterranean, in coordination with the World Health Organization headquarters, implemented the ''WHO Global Arabic Programme,'' which is regarded as the contemporary ''Translation Movement.'' The program ''WHO's Global Arabic Programme actively contributes to maintaining and enhancing people's health in the Region by providing accurate, highquality and up-to-date health-related information in Arabic through print and electronic media. The programme provides translation, publishing and educational services and promotes the dissemination of health-related information in other national languages.'' 17 Moreover, the World Health Organization also established a representative office in Riyadh, Saudi Arabia-a member state. World Health Organization deals with the Hajjrelated health and security issues mainly through the headquarters, the Regional Office for the Eastern Mediterranean and the Saudi representative office and the other five regional offices and embassies and representative offices help coordinate the management. diseases, the Saudi Arabian Red Crescent Society also actively cooperates with relevant national Red Cross to rescue the injured Muslims who were hurt in a stampede. In Hajj stampede, language is a major challenge. Despite the Saudi Arabian Red Crescent Society will release some booklets that provide specific recommendations to pilgrims, ''Many of the people who go to Mecca are not able to read Arabic so we need also to focus on different languages,'' one option would be to call for the volunteers of Red Crescent or Red Cross societies such as India or Indonesia to join their Saudi colleagues during the Hajj and give out information in their own languages. In particular, the Indian Red Cross and Red Crescent Societies in Indonesia were summoned by the Saudi Arabian Red Crescent Society. 18",
            "cite_spans": [
                {
                    "start": 1937,
                    "end": 1939,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cooperation of the Contemporary International Community on Health Security Governance on Hajj"
        },
        {
            "text": "(3) Related sectors in Saudi Arabia are responsible for implementation of health security measures associated with the Hajj activities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cooperation of the Contemporary International Community on Health Security Governance on Hajj"
        },
        {
            "text": "Hajj-related health governance is a huge project. The relevant departments in Saudi Hajj on health governance have formed an ''International-Domestic'' connection with the international organizations. The main feature of management of Saudi Arabia is that Ministry of Hajj is in charge, the Ministry of Health and the Saudi Arabian Red Crescent Society work on policies and practices as their duties, and the International Islamic Relief Organization has played an auxiliary role in practice. This is the ''One body, Two Wings, and a Supplement'' pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cooperation of the Contemporary International Community on Health Security Governance on Hajj"
        },
        {
            "text": "As the major responsible authority that is in charge of Hajj affairs, including health and security matters, the Saudi Arabian Ministry of Hajj was established in 1960, and was called ''the Ministry of Hajj and Religious Fund'' at that time. In 1993, this department set up independent sectors including the Ministry of Islamic Affairs, Religious Fund, and the Ministry of missionary and Guidance. The Two Holy Mosques and the Kiswa management Services were also independent from the ministry and established the ''Office in General for the Two Holy Mosques and the Prophet Affairs,'' then the office was renamed as ''the Ministry of Hajj.'' The Ministry of Health is responsible for contacting World Health Organization, while addressing Hajj health management and staffing services, development of electronic systems and other health services of Hajj affairs; the Saudi Arabian Red Crescent Society is responsible for contacting with the International Red Cross and Red Crescent Movement, and national organizations. Meanwhile, it is also responsible for general health affairs, epidemic prevention and medical emergency during the Hajj. In particular, it takes care of the establishment of hospitals and with various forms of medical hardware facilities; mutual cooperation between the Health Ministry and the Saudi Arabian Red Crescent Society play a significant role in practice, especially when the president of the Saudi Arabian Red Crescent Society is the Crown Prince.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cooperation of the Contemporary International Community on Health Security Governance on Hajj"
        },
        {
            "text": "As Saudi Arabia is a member of World Health Organization, its Ministry of Health is the dominant sector as well as a representative of the World Health Organization to participate in relevant activities. The norms of the International Health Regulations are implemented by the Saudi Arabian Ministry of Health in this country. Back in 1925, when Saudi Arabia had just captured the Hijaz it established the Public Health Department (PHD) in Mecca. The subordinate departments of PHD-The Public Health and Ambulance (PHA) made efforts to build hospitals and health centers, ''The increasing scope of healthcare services needed in the Kingdom during that period, including care for Hajj and Umrah performers, created the need for the formation of a Public Health Council.'' 19 With the rising of Saudi Arabia's national and political modernization, the national regime is moving toward unity. ''Al Hijaz locates in the west of the Kingdom of Saudi Arabia, and it inherited the administrative system of the Ottoman Empire,'' ''The Nejd is an inland area with many nomadic tribes. Politically it is under a traditional model of political,'' ''the two governments have maintained the status quo for years,'' and until post-World War II, the Kingdom of Saudi Arabia began to build the whole institution. 20 Under this context, the Saudi Arabian Ministry of Health (MoH) was formally established in 1951. The Ministry of Health established the Hajj and Health Services Division in General, whose goal is to work with the Ministry of Health, as well as other departments, to achieve the goal of free of infectious disease during the Hajj. Its specific tasks include: to organize Hajj-related activities with the Ministry of Health committees and other departments; to prepare for the upcoming Hajj and convene regular meetings; to cooperate with the Chairman of the Preparatory Committee for the Hajj to organize within the framework of the agenda, schedule and record the meeting, and circulate to the committee, to meet the requirements of the various committees and departments, to overcome all kinds of difficulties; to cooperate with health Services officials in Mecca and Medina to meet the need in manpower, equipment and projects; to prepare Hajj health plan in English and Arabic and present to the Ministry of Internal affairs; to cooperate with the Organization and Methods Division, and get involved in updating and development work in hospitals and health centers, and all other tasks of the Hajj-related committees; to collaborate with the Information and Technology Division to launch a program to highlight the names of outstanding employees and award them with Medal; to enhance the effectiveness of Hajj public Service Commission by offering employees a variety of benefits, including the provision of appropriate housing, modern transportation and all other needs during the Hajj; to work with other public sector on Hajj-related affairs. 21 Saudi Arabia Ministry of Health has also developed E system-an electronics technology. The system has the Internet technology as the core, and provide services for the Hajj health issues through: (1) The Ejad 22 system to connect pilgrims, agencies, and holy Land hospital, publish information via phone and e-mail in both English and Arabic, search for injured and lost people, and ensure that the link between Hajj staff who are registered at the hospital and agencies/institutions to avoid hospitals investigation or the need to provide hospital address and other detailed information; (2) the Human Resources System For Pilgrims of Temporary Visit. The system will take online applications in Rajab, Shaban and Ramadan month from doctors in Saudi Arabia and abroad. After learning more about their experience, qualifications and related materials, the Ministry of Health will further communicate with the candidates; (3) provide the Ministry of Health employees with ''advisory services on Hajj seasonal candidates'' and ''Hajj participation requirements'' system. 23 After the end of Saudi Arabia-Yemen war in 1932, under the Director of Public Health Department's recommendation, the Kingdom of Saudi Arabia promulgated a royal decree in 1934 to establish the ''National Medical Relief Association,'' which was an organization similar to the Red Cross and Red Crescent in other nations. In 1935, the King assumed a post as the Honorary President. The Association aims to rescue the patients and wounded, after which the agency will doubtlessly continue to carry out more extensive work outside the battlefield. In 1940, it joint hands with the Charity Relief Association in Mecca, and extended to the Saudi Red Crescent Society (SRCS). In 1963, The Saudi Arabia Red Crescent Association (SRCA) was established in accordance with Royal Decree, which is headquartered in Riyadh. It has a national coverage. The system is built on the ''Geneva Convention'' and the basic principles of the International Red Cross Committee, which aims at reducing human suffering and pain caused by disasters without any discrimination. The Saudi Arabia Red Crescent Association is considered the sole representative of the Red Cross/Red Crescent organizations within the scope of the Kingdom of Saudi Arabia. Their doctrine is formulated by the International Convention, and dedicates to provide medical services to the Saudi Arabian armed forces during wartime. 24 The Saudi Arabia Red Crescent Association has a total of 118 centers in Mecca and Medina, 28 centers on the land and inner bay area, and 176 permanent centers; it has 1820 members in emergency services, which are equipped with 331 ambulances that can accommodate two patients at the same time. 25 The Saudi Arabia Red Crescent Association is the only institution within the country's territory that has the capability to perform emergency medical services (EMS), and the rescue helicopters it is equipped with represent an advance level in the world.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 773,
                    "text": "19",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1297,
                    "end": 1299,
                    "text": "20",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2949,
                    "end": 2951,
                    "text": "21",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4021,
                    "end": 4023,
                    "text": "23",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5402,
                    "end": 5404,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 5699,
                    "end": 5701,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cooperation of the Contemporary International Community on Health Security Governance on Hajj"
        },
        {
            "text": "As viral diseases have become the main form of infectious diseases and the scale and frequency of international population movement increase, the Islamic Hajj is inevitably affected by these diseases. For Mecca, the major sources of international infectious disease is divided into two categories: one is viral diseases that spread in the areas outside of Saudi Arabia and the Middle East, such as severe acute respiratory syndrome (SARS); the other is local viral diseases originated in Saudi Arabia, such as the Middle East respiratory syndrome (MERS); SARS viruses and MERS viruses both belong to coronavirus. The huge crowd of pilgrims is an intermediary agent between Saudi Arabia and other countries in the spread of viral diseases. There is a major challenge faced by the international community: How to prevent the invasion of infectious diseases to Saudi Arabia due to the Hajj? How to prevent local diseases to expand from Saudi Arabia to the world as a result of the Hajj?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "(1) Severe Acute Respiratory Syndrome and the Hajj In fact, the widely known ''atypical pneumonia'' or ''severe acute respiratory syndrome'' (SARS) is merely one kind of atypical pneumonia, but it is most widely known in the international community and led to a global panic. Present study suggests that, SARS virus is originated from China Rhinolophus, 26 and its intermediate hosts are civet cats. The virus transmission follows the route of ''Bats-civet cats-human beings.'' When Human bodies are infected, the virus is capable of specifically binding the receptor ACE2 in lungs, and thus enters human cells. As this receptor barely exists on the surface of respiratory tract, to cause infection, human beings need to inhale a certain amount of the virus in susceptible area. This feature of the disease determines that the SARS virus mainly infects people who live in a crowded environment and have close contact with patients, such as health care workers, family members and so on. World Health Organization confirmed that SARS was originated in Guangdong, China. It was first found in early November 2002. Two to three months later, with substantial population movements, it began to spread to Hong Kong, Taiwan, Vietnam, Singapore and Canada. The international community tried to keep SARS outside of Saudi Arabia during Hajj. Because as a purely lunar, the Islamic calendar has a large difference with the Gregorian calendar, there is a gap between annual Hajj month Dhu al-Hijjah and calendar month. In the year 2003, Hajj began in January when SARS had not caused a severe global diffusion yet. The main affected areas were not Islamic countries. Muslim communities in northwest China were not the predominant affected areas as well. Therefore, it did not pose a health and safety threat to the Hajj. However, with the spread of this disease and the full involvement of the World Health Organization, the international community began to realize that the Umrah in 2013 and Hajj in early 2004 might lead to global proliferation of SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "There were more than 200 million Muslims around the world participate in the Hajj at beginning of 2003. Certainly, it was very crowded, which was why stampede accidents often happened. This also indicated that the person to person transmission of SARS and other infectious diseases were more likely to occur. On April 10, 2003, the Saudi Arabian Ministry of Health banned the entry of those who recently visited the affected areas. Saudi Arabian Visa Centers in China, Singapore, Hong Kong and the Philippines were asked to stop issuing Umrah visas. Saudi Arabia also set up isolation stations in the nation's major hospitals in various regions. In addition, the ports of entry strengthened the health examine and quarantine in accordance with World Health Organization's requirements. For example, if the traveler's temperature was over 38°C, he/she would be questioned by staffs with the questions prepared by World Health Organization: (1) whether they had other symptoms of SRAS, such as coughing, difficulty in breathing and shortness of breath;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "(2) whether they or their family members were diagnosed with SARS (close contact with patients); and (3) in the previous 10 days, whether they had been to any SARS-infected areas. On April 28, 2003, the Saudi Arabian Ministry of Health established a special committee that is headquartered in Riyadh to handle SARS-related matters. With the close cooperation of the international community, SARS was gradually under control. After the World Health Organization's report of 20 consecutive days without a new case, on July 8, 2003, Saudi Arabia removed the ban on entry of people from SARS-affected areas, and meanwhile still maintained strict immigration health monitoring. On September 27-November 10, 2003, 3 million Muslims attended the Umrah, among which 1.8 million Muslims were from Saudi Arabia, and 120 million were foreign Muslims. For pilgrims from infected areas, Saudi Arabia prohibited their entry within 10 days after leaving their own country. 27 Because of the close cooperation between the Ministry of Health, other Saudi Arabian government sectors, and the World Health Organization, as well as their deployment and strict measures to prevent SARS from affecting the country, Saudi Arabia had no reported cases of SARS infection. In fact, the entire Middle East region had no cases of SARS infection. Based on the successful experience of Umrah in the second half of 2003, the Hajj in early 2004 was also successfully held. There were a total of 2,012,074 million Muslims attended, including 1,419,706 million non-Saudi Arabian Muslims-these amount were lower than the number of Muslim pilgrims in early 2003: the total amount was 2,041,129 and number of non-Saudi Arabian Muslims as 1,431,012 million. 28 (2) Hajj and Middle East respiratory syndrome Compared to that Saudi Arabia was in a defensive battle against SARS because before Hajj was held before the global spread of SARS in early 2003 and the Middle East was not the birthplace nor epidemic area of the disease, the Middle East respiratory syndrome rose from Saudi Arabia and is still a problem there. Saudi Arabia seeks to ensure the infection disease will not and spread to the broader population due to Hajj. In early 2012, a Saudi Arabian patient infected with the MERS passed away. MERS virus was first extracted by an Egyptian virologist Ali Mohamed Zaki who lived in Jeddah, from a 60-year-old man who was infected separation. He named this virus a novel coronavirus. On September 20, 2012, the International Society for Infectious Diseases (ISID) first revealed this virus in the ProMED-mail. 29 30 In terms of the incubation period, the two viruses are different: SARS-infected patients have about 2-14 days of incubation period, while the MERS virus has an incubation period of about 10 days after infection. With the advanced aviation industry, there's enough time for patients to carry MERS virus to other countries and regions after they are infected but before obvious symptoms appear.",
            "cite_spans": [
                {
                    "start": 1720,
                    "end": 1722,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2580,
                    "end": 2582,
                    "text": "29",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2583,
                    "end": 2585,
                    "text": "30",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "One month after a Saudi Arabian and a Qatari who paid a visit to Saudi Arabia died, the Hajj started in October of 2012. The World Health Organization and Saudi Arabia paid substantial attention to the interaction between MERS and Hajj. Since the Hajj is an annual event with a large scale, both World Health Organization and the Saudi Arabian government attached great importance to it. As the president of the US National Foundation for Infectious Diseases, William Schaffner said, ''I think the government is confident in its health facilities, is confident in its capabilities and, from day one, we told them that we would put guidelines and recommendations but we will not prevent people from coming to Hajj.'' 31 According to requirements of the ''International Health regulations,'' the World Health Organization promptly informed its member countries about the specific circumstances of MERS ''WHO is working closely with Saudi Arabia, as in previous years, to support the country's health measures for all visitors participating in the Hajj to Mecca next month.'' 32 During the 2012 Hajj, Saudi Arabian Red Crescent Association sent out 1750 responders and 600 volunteers to area areas of critical events, including 26 stations and 47 spots; mobile command centers located in buses coordinated actions in the region. In the densely populated areas, they also sent rescue workers riding motorcycles to facilitate the diagnosis and first-aid; they even dispatched eight medical helicopters to facilitate transport of patients; the whole team dealt with 6660 bags of saline, 3710 bags of 5% dextrose solution (D5 W) and 10,150 bags of Ringer's lactate. During Hajj, 418 Mtype and D-type oxygen cylinder 682 33 were consumed, as well as 18,200 adults masks, 7950 children masks and 7000 high-efficiency particulate air (HEPA) mask; all emergency expenses during the Hajj were covered by the Saudi Arabian King. 34 In 2012 there were 3.161573 million Muslim pilgrims completed the assignment of Hajj, for the first time the amount exceeded the 3 million mark. Among them, there were 1.408641 million domestic pilgrims and foreign pilgrims were 1.752932 million. 35 According to Prince Khaled, the Chairman of Central Hajj Committee and Emir of Mecca region, in 2012 the total number of pilgrims was between 3.16 million and 3.65 million. 36 Those not included in the official data were unregistered pilgrims who were Saudi Arabian residents. Due to the appropriate measures, in 2012, no infection of MERS occurred among Hajj pilgrims.",
            "cite_spans": [
                {
                    "start": 1073,
                    "end": 1075,
                    "text": "32",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1713,
                    "end": 1715,
                    "text": "33",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1916,
                    "end": 1918,
                    "text": "34",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2166,
                    "end": 2168,
                    "text": "35",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2342,
                    "end": 2344,
                    "text": "36",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "With MERS continue to wreak havoc in the 2013, Saudi Arabia and other countries also had multiple infections and deaths. The situation for Hajj was not optimistic. On July 14, 2013, the Saudi Arabian Ministry of Health released statements targeting on the Hajj and recommended the elderly, patients with heart, kidney, respiratory diseases and diabetes and other chronic diseases, patients suffering from congenital or acquired immunodeficiency, cancer patients, pregnant women and children, to avoid Hajj at that year. Pilgrims were requested to provide meningitis vaccination certificate for at least 10 days prior to travel to Saudi Arabia. 37 On July 25, World Health Organization released travel advisory for Hajj in that year. ''This paper provides guidance to national authorities of countries from which pilgrims will be traveling in the coming months for Umra and Hajj for the prevention, detection and management of imported cases of MERS-CoV. At this time, the risk to an individual pilgrim of contracting MERS-CoV is considered very low.'' The main contents are: effective communication of hazard information, that is, Actions that were taken before, during, and after the Hajj, measures at the border, and measures targeting on transport tools. 38 Moreover, the Saudi Arabian government in 2013 reduced the quota for foreign pilgrims by 20% and quota for domestic residents by 50%. In that year, the number of foreign pilgrims was 1.379531 million. They were from 188 countries, of which 1.292098 million arrived by air, 72,535 people arrived by land, 14,898 people arrived by sea and land. Saudi Arabia allocated 117,000 quota to domestic residents. 39 However, in fact, in 2013, the number of domestic pilgrims was 600,718. The part exceeding the quota was unregistered pilgrims. 40 In 2013, the total number of pilgrims was 1,980,249, decreased by 1,181,324 compared to that in 2012, and foreign pilgrims reduced by 373,401 compared to 2012's level. Due to the sharp decline in the total number of pilgrims and the effort of Saudi Arabian Red Crescent Association, during the Hajj in October 2013, the emergency aid service fell by 28%, and the country provided uninterrupted emergency services, including 32 emerging cases involving airplanes. 41 There was no case of MERS infection during the Hajj in 2013 as well.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 646,
                    "text": "37",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "38",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "text": "39",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1795,
                    "end": 1797,
                    "text": "40",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2261,
                    "end": 2263,
                    "text": "41",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        },
        {
            "text": "Although due to collaborative governance of the international community and the relevant departments of Saudi Arabia, during the Hajj in 2012 and 2013, there were no pilgrims infected with MERS, MERS has not been under control in Saudi Arabia. According to the Saudi Arabian Ministry of Health, on February 16, 2014, a 22-year-old man suffering from cancer died due to infection of MERS. This is the 60th death in the country due to the disease, while there are 79 people worldwide die from this disease. Among the 182 cases worldwide, 145 cases are in Saudi Arabia. 42 In this situation, domestic unregistered pilgrims are potential sources of transmission of MERS. In 2012, nearly 500,000 pilgrims were unregistered, and in 2013 there were 483,718. It is also an important problem that domestic Muslims have difficulties in participating in the Hajj. Unregistered pilgrims pose a huge challenge for Saudi Arabia's health governance under the shadow MERS and also compose a major threat over the world's health and lives of the pilgrims. Resolving this problem will be a complicated systematic project.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case Studies: Health Security Governance in Hajj Since the Twenty-First Century"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Saudi Ministry of Health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Political Modernization of the Kingdom of Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Wuhan University (Humanities Sciences",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Saudi Ministry of Health. Health Services for Hajj and Umrah General Department: Tasks and Responsibilities",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "It means discover and search in Arabic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Saudi Ministry of Health",
            "authors": [],
            "year": 2014,
            "venue": "Hajj Health Services List",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "28 Ministry of Hajj. Hajj and Umrah Statistics",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Novel Coronavirus-Saudi Arabia: Human Isolate",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Isid",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "?id=20120920.1302733. Accessed on 10.03",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human Coronavirus EMC Does Not Require the SARS-coronavirus Receptor and Maintains Broad Replicative Capability in Mammalian Cell Lines, mBio",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Saudi Health Officials Brace for Hajj Pilgrimage to Mecca",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moisse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Novel Coronavirus Infection-Update",
            "authors": [],
            "year": 2012,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "D-type oxygen cylinder has a capacity of 350 L, and M-type oxygen cylinder has a capacity of 3000 L",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Muslim Mass Pilgrimage Poses Logistical & Planning Challenges: EMS Needs during the Hajj Are Coordinated by Several Saudi Government Agencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [
                        "K"
                    ],
                    "last": "Leggio",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Mubaireek",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Emergency Medical Services",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "3,161,573 Pilgrims Perform Hajj This Year",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Saudi Arabia Declares Hajj 2012 One of the Most Successful",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MOH Issues Health Regulations for Those Flocking to Saudi Arabia to Perform Umrah and Hajj-1434H",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interim Travel Advice On MERS-Cov For Pilgrimages To the Kingdom of Saudi Arabia",
            "authors": [],
            "year": 2013,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "1,379,531 Pilgrims from 188 Countries Arrived for Hajj",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Locals Seek Cap on Haj Cost, Arab News",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Requests for Emergency Service Decreased by 28% during Hajj Season",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mina",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "President",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In 1969, the 22nd World sanitary conference adopted, amended and consolidated the original ''International Sanitary Convention,'' and renamed it as ''International Health Regulations (1969).'' Since 8 Howard-Jones N (1975). The Scientific Background of the International Sanitary Conference 1851-1938, Geneva: World Health Organization, pp. 71-73. 9 It locates in the east of the ancient city Petra and locates at the junction of Jordan and Israel. 10 Allen S (1920). International Relations, Princeton: Princeton University Press, p. 398. 11 Ibid., pp. 402-414. 12 Cumming H (1926). The International Sanitary Conference. American Journal of Public Health, No. 10, p. 979. 13 Low MC (2007), Empire of the Hajj: Pilgrims, Plagues, and Pan-Islam under British Surveillance, 1865-1926 [MA thesis]. Georgia State University, pp. 171-712.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The World Health Organization has played an official role in making global disease prevention policy and guidance The Current World Health Organization's ''International Health Regulations (2005): The Second Edition'' has provisions for international health governance in general, including health management during the Hajj. Certain provisions are targeting on the Hajj health security issues. For example, the ''Chapter III: Special provisions for travelers'' includes ''Article 30: Travelers under public health observation,'' ''Article 31: Health measures Relating to entry of travelers,'' and ''Article 32: Treatment of travelers.''",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "''International Red Cross and Red Crescent Movement'' plays a semi-official role in global disaster relief With the second half of the twentieth century, African and Latin American countries gained their independent sovereign, especially Islamic countries. The ''Red Cross Union'' was renamed in 1983 as the ''Red Cross and Red Crescent Societies Union'' and in 1991 eventually named as the ''International Federation of Red Cross and Red Crescent Societies''(IFRC). Since then, ''The International Committee of the Red Cross'' also reached a settlement with ''the International Federation of Red Cross and Red Crescent Societies.'' The two, together with the Red Cross or Red Crescent Societies in their countries, formed the ''International Red Cross and Red Crescent Movement.'' ''The International Federation of Red Cross and Red Crescent Societies'' has five regional offices, including the Middle East and North Africa office located in the Jordanian capital Amman. The Saudi Arabian Red Crescent Society actively cooperates with national Red Cross and Red Crescent and to play an active role in health and security issues on the Hajj. In addition to the treatment of 15 World Health Organization (2008). International Health Regulations (2005). 2nd ed. Geneva: World Health Organization, pp. 23-24, 45. 16 Sealey A (2011). Globalizing the 1926 International Sanitary Convention. Journal of Global History, No. 3, p. 431. 17 EMRO. WHO Global Arabic Programme, Available from: http://www.emro.who.int/entity/globalarabic-programme/index.html. Accessed on 08.01.2014.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MERS virus had been called ''SARS-like virus'' until May 2013. It was even called ''Saudi Arabian SARS'' in Western countries. Currently, intermediate hosts of MERS virus are still not unknown. There were reports showing that patients made some contacts with camels and sheep before they were found infected. It has been found that the virus can replicate multiply within primates, bats, pigs and other animal cells, suggesting that the virus may have a broader host of infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This study is supported by the National Social Science Foundation of China (13CZJ017) and Innovative Research Team of Shanghai International Studies University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}