{
    "paper_id": "28117bc12436bf62530b21a0c0b22573eddfb0d1",
    "metadata": {
        "title": "Rapid and Sensitive Detection of PRRSV by a Reverse Transcription-Loop-mediated Isothermal Amplification Assay",
        "authors": [
            {
                "first": "Lei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ye-Bing",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A & F University",
                    "location": {
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jian-Huan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwest A & F University",
                    "location": {
                        "postCode": "712100",
                        "settlement": "Yangling",
                        "region": "Shaanxi",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi-Bao",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A real-time monitoring reverse transcription loop-mediated isothermal amplification (RT-LAMP) assay was developed for the sensitive and specific detection of prototypic, prevalent North American porcine reproductive and respiratory syndrome virus (PRRSV) strains. As a higher sensitivity and specificity method than reverse transcription polymerase chain reaction (RT-PCR), the RT-LAMP method only used a turbidimeter, exhibited a detection limit corresponding to a 10 -4 dilution of template RNA extracted from 250 µL of 10 5 of the 50% tissue culture infective dose (TCID 50 ) of PRRSV-containing cells, and no cross-reactivity was observed with other related viruses including porcine circovirus type 2, swine influenza virus, porcine rotavirus and classical swine fever virus. From forty-two field samples, 33 samples in the RT-LAMP assay was detected positive, whereas three of which were not detected by RT-PCR. Furthermore, in 33 strains of PRRSV, an identical detection rate was observed with the RT-LAMP assay to what were isolated using porcine alveolar macrophages.These findings demonstrated that the RT-LAMP assay has potential clinical applications for the detection of highly pathogenic PRRSV isolates, especially in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS) is a highly contagious disease causing severe economic losses in the swine industry. It is characterized by reproductive failure, respiratory disease and various clinical signs including loss of appetite, fever, dyspnea and mild neurological symptoms [5, 17] . There are two major PRRSV genotypes [10] , referred to as North American and European, and the North American genotype is predominant in China. Previous studies have shown that the non-structural protein 2 (nsp2) coding gene, in particular the central region of this gene, may contribute largely to the genetic variation in PRRSV genomes, while high conservation is exhibited in the N-terminal putative protease domain and the C-terminal predicted transmembrane region [18] . In addition, the Nsp2 protein of PRRSV possesses potential enzymatic function, although this was shown to be highly heterogeneous and variable 253 [15] . Since the first widespread outbreak of PRRS in China in 2006, atypical PRRS, caused by variations in PRRSV strain VR2332, has been reported in more than 10 Chinese provinces and regions [9] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 937,
                    "end": 941,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the development of loop-mediated isothermal amplification (LAMP) in 2000 by Notomi et al [12] , this novel detection method has been extensively used to detect viruses of a wide range of species from humans to animals [4, 14] . This method offers the advantages of simplicity and sensitivity, which can be performed in one step, in real time. Reverse transcription (RT)-LAMP relies on an auto-cycling strand displacement DNA synthesis reaction performed using the Bst DNA polymerase large fragment under isothermal conditions at a temperature of between 60°C and 65°C, which enables the amplification reaction to be performed in a heating block without the need for precise centralized laboratory facilities [3] . This technique is high specificity because the target sequence is recognized by six independent sequences in the initial stage and by four independent sequences during the later stages of the RT-LAMP reaction. This method generates ascendant turbidity in positive samples, allowing detection by the naked eye or real-time monitoring.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous reports have indicated that the nsp2 region of the PRRSV genome contains restriction enzyme sites, so in this organism, amplification can be further confirmed by enzyme digestion. Several studies have reported the rapid detection of PRRSV using a RT-LAMP assay [1] . In this study, we developed another RT-LAMP assay to detect prototypic and prevalent North American PRRSV strains that Table 1 .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A total of 42 suspected field samples of PRRSV collected from farms in Jiangxi and Guangdong province in 2008. Each specimen was from one piglet or fetus and comprised liver, spleen, lung, lymph node and one or more serum samples. All samples were stored at −80°C prior to use. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical samples"
        },
        {
            "text": "Total RNA was extracted from clinical samples or cell culture supernatants of PRRSV isolates using an RNA extraction kit (TaKaRa) according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA extraction"
        },
        {
            "text": "The RT-LAMP reaction was carried out in a total reaction volume of 25 μL containing 12. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-LAMP assay"
        },
        {
            "text": "Total RNA was extracted from the collected field samples and analyzed by the RT-LAMP assay. As a control, a conventional RT-PCR, following the methods of Yue et al. [19] , was performed simultaneously. To validate the RT-LAMP results, virus was isolated from 42 clinical samples. Porcine alveolar macrophages were used to isolate the virus. Virus isolation followed the methods of Osorio et al [13] . The viruses isolated from samples were tested as outlined by Gonnie Nodelijk et al [11] . Samples were considered negative after two blind passages.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the RT-LAMP assay"
        },
        {
            "text": "The RT-LAMP assay was standardized using PRRSV strain BJ, isolated from a patient with clinically diagnosed PRRS. The RT-LAMP assay successfully amplified the target sequence of the PRRSV nsp2 region and this was confirmed by agarose gel electrophoresis (Fig. 1) . The amplification products appeared in a ladder-like pattern on the gel due to the formation of a mixture of stem-loop DNAs of various stem lengths and cauliflower-like structures with multiple loops formed by annealing between alternately inverted repeats in the target sequence in the same strand. In the negative control, no specific amplification products were observed, in accordance with the results collected by the Loopamp real-time turbidimeter (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "LAMP assay"
        },
        {
            "text": "The RT-LAMP products were digested with SupI and analyzed by 1.5% agarose gel electrophoresis. For strain VR-2332, the RT-LAMP product was digested into two bands of 160 bp and 120 bp, whereas the RT-LAMP product of the highly pathogenic isolate BJ was not digested by SupI (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Restriction digestion of the RT-LAMP products"
        },
        {
            "text": "The sensitivity of the RT-LAMP assay for the detection of PRRSV North American strains was determined using 10-fold serial dilutions of virus that had previously been quantified by the TCID 50 assay and comparing these results with those of conventional RT-PCR. The RT-LAMP assay was able to amplify the virus in 60 min, with a detection limit corresponding to a 10 -5 dilution of template RNA (Fig. 4) . On comparing the two assays, RT-LAMP was found to be 100-fold more sensitive than RT-PCR, ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 402,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Sensitivity and specificity of the RT-LAMP assay"
        },
        {
            "text": "Following digestion with SpuI, DNA fragments were cloned and sequenced. Sequence analysis indicated over 97% homology between the sequence of the amplified fragment and the nucleotide sequence published in the NCBI database, indicating that the RT-LAMP assay was highly specific. Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sequence analysis"
        },
        {
            "text": "There are three methods commonly used for virus [16] . Serological tests, such as enzyme-linked immunosorbent assays (ELISAs) and",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "immunofluorescence assays, generally require complicated procedures and expensive antibodies and are therefore not widely applicable, especially for early or pre-clinical diagnoses [2, 7, 8] . Although reverse transcription polymerase chain reaction (RT-PCR) is a highly sensitive and specific method, the dependence on specialized equipment limits its use in the field or in basic laboratories [2, 6] . The development of molecular detection methods to simplify the diagnosis procedure is of great importance. RT-LAMP is a one-step assay that does not require a cDNA synthesis step, simplifying the method and decreasing the risk of contamination [18] . The use of three primer pairs corresponding to six target sequences in the RT-LAMP assay was conferred high specificity but can also make primer design a challenge in viruses The PRRSV RT-LAMP assay described in this study showed greater specificity than conventional RT-PCR. There was no cross-reactivity between PRRSV and other related viruses, such as CSFV strain CHLV, PCV2, PRV and SIV, which suggeated that the method was highly specific. In addition, RT-LAMP is a simple and rapid procedure, providing results within 1 h, which is significantly quicker than conventional RT-PCR. Of the 33 positive samples detected by RT-LAMP, three were missed by RT-PCR. Furthermore, restriction analysis allowed for the specific detection of highly pathogenic PRRSV strains. In summary, we have constructed a rapid, sensitive RT-LAMP assay for PRRSV detection that has the potential to be applied to on-the-spot detection in the field.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 188,
                    "end": 190,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 399,
                    "end": 401,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reverse transcription loop-mediated isothermal amplification for the detection of highly pathogenic porcine reproductive and respiratory syndrome virus",
            "authors": [
                {
                    "first": "H T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Transbound Emerg Dis",
            "volume": "55",
            "issn": "3-4",
            "pages": "152--164",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Development of a streptavidin-biotin immunoperoxidase procedure for the detection of porcine reproductive and respiratory syndrome virus antigen in porcine lung",
            "authors": [
                {
                    "first": "P G",
                    "middle": [],
                    "last": "Halbur",
                    "suffix": ""
                },
                {
                    "first": "J J",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "E L",
                    "middle": [],
                    "last": "Huffman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Vet Diagn Invest",
            "volume": "6",
            "issn": "",
            "pages": "254--257",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development and evaluation of a novel loop-mediated isothermal amplification method for rapid detection of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "T C",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Q L",
                    "middle": [],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "D V",
                    "middle": [],
                    "last": "Cuong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1956--1961",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Development of HS-RT-LAMP (loop-mediated isothermal amplification) system for rapid diagnosis of H5 avian influenza virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ninomiya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Minekawa",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "44",
            "issn": "",
            "pages": "6679--6682",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reproductive failure of unknown etiology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Keffaber",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "ASSP Newsletter",
            "volume": "1",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nested PCR for detection and typing of porcine reproductive and respiratory syndrome (PRRS) virus in pigs",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Vet Med Sci",
            "volume": "58",
            "issn": "",
            "pages": "941--946",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of immunogold silver staining (IGSS) with two immunoperoxidase staining systems for the detection of porcine reproductive and respiratory syndrome virus (PRRSV) antigens in formalin-fixed tissues",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larochelle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Magar",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Vet Diagn Invest",
            "volume": "7",
            "issn": "",
            "pages": "540--543",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Differentiation of North American and European porcine reproductive and respiratory syndrome virus genotypes by in situ hybridization",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larochelle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Magar",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol Methods",
            "volume": "68",
            "issn": "",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergence of a highly pathogenic porcine reproductive and respiratory syndrome virus in the Mid-Eastern region of China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vet J",
            "volume": "174",
            "issn": "",
            "pages": "577--584",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Porcine reproductive and respiratory syndrome virus comparison: divergent evolution on two continents",
            "authors": [
                {
                    "first": "C J",
                    "middle": [],
                    "last": "Nelsen",
                    "suffix": ""
                },
                {
                    "first": "M P",
                    "middle": [],
                    "last": "Murtaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "1",
            "pages": "270--280",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of a commercial ELISA and an immunoperoxidase monolayer assay to detect antibodies directed against porcine respiratory and reproductive syndrome virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nodelijk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wensvoort",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kroese",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "285--295",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucl Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Passive transfer of virus-specific antibodies confers protection against reproductive failure induced by a virulent strain of porcine reproductive and respiratory syndrome virus and establishes sterilizing immunity",
            "authors": [
                {
                    "first": "F A",
                    "middle": [],
                    "last": "Osorio",
                    "suffix": ""
                },
                {
                    "first": "J A",
                    "middle": [],
                    "last": "Galeota",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "302",
            "issn": "",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Loop-mediated isothermal amplification for rapid detection of Newcastle disease virus",
            "authors": [
                {
                    "first": "H M",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "1646--1650",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Determination of the complete nucleotide sequence of a vaccine strain of porcine reproductive and respiratory syndrome virus and identification of the Nsp2 gene with a unique insertion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch Virol",
            "volume": "145",
            "issn": "",
            "pages": "871--883",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "In vivo detection of porcine reproductive and respiratory syndrome virus RNA by in situ hybridization at different times postinfection",
            "authors": [
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Sur",
                    "suffix": ""
                },
                {
                    "first": "V L",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J A",
                    "middle": [],
                    "last": "Galeota",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "2280--2286",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mystery swine disease in the Netherlands: the isolation of Lelystad virus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wensvoort",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Terpstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pol",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet Q",
            "volume": "13",
            "issn": "",
            "pages": "121--130",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genetic Variations of ORF5 Gene and Nsp2 Gene of Porcine Reproductive and Respiratory Syndrome Virus Isolates from China in",
            "authors": [
                {
                    "first": "Q H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Y M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Scientia Agricultura Sinica",
            "volume": "42",
            "issn": "5",
            "pages": "185--1812",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A multiplex PCR for rapid and simultaneous detection of porcine circovirus type 2, porcine parvovirus, porcine pseudorabies virus, and porcine reproductive and respiratory syndrome virus in clinical specimens",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Genes",
            "volume": "38",
            "issn": "3",
            "pages": "392--397",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Received: 2011-01-24, Accepted: 2011-05-11 # These authors contributed equally. ** Corresponding author.Phone/Fax: +86-10-62103674, E-mail: ningyibao@sina.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "targeted the nsp2 gene. Currently, prevalent PRRSV strains in China are characterized by a 30AA deletion in the nsp2 gene, and can therefore be easily identified by digestion of the amplified product at the characteristic signal peptidase I cleavage site in the nucleotide-depleted gene. Using this RT-LAMP assay, unskilled operators can rapidly and independently detect PRRSV in the field. MATERIALS AND METHODS Primers Based on the sequences of the prototypic North American PRRSV strain, VR-2332, and 40 other prevalence strains of PRRSV in China published in the GenBank database, six primers (F3, B3, FIP, BIP, LF and LB) were designed for the RT-LAMP assay targeting the two highly conserved terminal portions of the PRRSV nsp2 region. Primer sequences are listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Classical swine fever virus (CSFV) strain CHLV, porcine circovirus type 2 (PCV2), Porcine parvo virus (PPV) and porcine rotavirus (PRV), used in the cross-reactivity assay, were kind gifts from Dr Yebing Liu. Prototypic North American PRRSV strain VR-2332, RV68 and SD1-100 isolated and identified by the Control Institute of Veterinary Bioproducts and Pharmaceuticals, China, was used in this study. PRRSV strains GD, BJ, GX, were maintained in our laboratory.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "5 µL of RM and 1 µL of EM from the Loopamp RNA amplification kit (Eiken Co.), 50 pmol of each of the primers FIP and BIP, 5 pmol of each of the outer primers F3 and B3, 25 pmol of each of the loop primers F and B, and 2 μL of the target RNA. The reaction mixture was incubated at 63.5°C for 60 min in a heating block and was then incubated at 80°C for 2 min to terminate the reaction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Following incubation at 63.5°C for 60 min, a 3 μL aliquot of the RT-LAMP amplification reaction was electrophoresed on a 1.5% agarose gel. The gel was then stained with ethidium bromide and visualized on a UV transilluminator at 302 nm. To further differentiate highly pathogenic North American PRRSV strains from the prototypic VR-2332 strain, RT-LAMP amplification products were digested with SupI at 37°C for 1 h and then analyzed by 1.5% agarose gel electrophoresis. For real-time monitoring of the RT-LAMP assay, the reaction mixture was incubated at 63.5°C for 60 min in a Loopamp real-time turbidimeter LA-320 (Eiken, Japan). Detection was performed via spectrophotometric analysis by recording the optical density (OD) at 650 nm every 6 s using the Loopamp real-time turbidimeter. PRRSV strains VR-2332, GD, BJ and JX, and water as a negative control, were used as templates and were analyzed by the RT-LAMP assay. Turbidity was assessed, and samples that exhibited an increase in OD of over 0.05 and an OD of greater than 0.25 within 50 min were considered positive. None of the negative controls had a turbidity signal of greater than 0.05 within 50 min. Sensitivity and Specificity of the RT-LAMP assay for the detection of PRRSV To assess the specificity of the RT-LAMP assay for the detection of PRRSV, DNA of PCV2 and PRV and RNA of PRRSV, swine influenza virus (SIV) and CSFV strain CHLV was extracted and used as the template for the PRRSV RT-LAMP assay. Following DNA and RNA extraction, cross-reactions of PRRSV RT-LAMP with PCV2, PRV and SIV were performed. The reactions were then analyzed with the Loopamp real-time turbidimeter, incubated at 63.5°C for 60 min. Isolates GD and VR-2332 were employed to analyze the sensitivity of the RT-LAMP assay for the detection of PRRSV. RNA templates were extracted from 200 μL of MARC-145 cell culture infected with isolates GD or VR-2332. The virus titers of both cultures were 100 times the 50% tissue culture ., Madison, WI, USA). To distinguish the prototypic North American PRRSV isolate VR-2332 from atypical PRRSVs using the RT-LAMP assay, six primers were designed against the two ends of the variable region of the nsp2 gene of PRRSV. After linearizing by restriction enzyme digestion, the PCR products were gel purified, cloned into the TOPO TA cloning vector (Invitrogen) and sequenced.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Agarose gel electrophoresis of RT-LAMP products.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "RT-LAMP analysis using a real-time turbidimeter. A: The real-time monitoring results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Restriction analysis of the RT-LAMP products. M, DL2000 Plus marker; 1, PRRSV strain GD; 2, Enzyme digestion of the RT-LAMP product of strain GD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "which had a detection limit of 0.1 TCID 50 of virus (data not shown). The specificity of the RT-LAMP primers for the nsp2 region of PRRSV was determined by checking the cross-reactivity of the primers with other serologically-related viruses, including CSFV strain CHLV and PCV2. The PRRSV-specific RT-LAMP primers demonstrated a high degree of specificity for the North American strains of PRRSV by amplifying the two ends of the PRRSV nsp2 region and yielding negative results with all other viruses tested. The identity of the amplified products was verified by sequencing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Sensitivity of the RT-LAMP assay for the detection of PRRSV. Serially diluted North American strains of PRRSV, which had previously been quantified by the TCID 50 assay, were detected using the LA-320 turbidimeter. A: Strain VR-2332, CH1-CH5 corresponds to dilutions 10 -1 -10 -5 . B: strain GD, the dilutions were the same as for A. phase PRRS-suspected samples collected from highly epidemic areas of China, such as Jiangxi and Guangdong in 2008, and the results were compared with those of conventional RT-PCR. A total of 42 clinical samples were used in this study. The comparative evaluation of these two methods revealed a good correlation between the RT-LAMP assay and conventional RT-PCR at detecting viral RNA. RT-LAMP detected 33 positive samples and RT-PCR detected 30 positive samples among the 42 samples; therefore, the sensitivity of RT-LAMP relative to RT-PCR was 91%. The specificity of RT-LAMP relative to RT-PCR was 100%. Virus isolation (confirmed by an immunoperoxidase monolayer assay) was performed with all 42 field samples. Virus isolation detected 33 positive samples, the same number of positive samples detected by the RT-LAMP assay. Therefore, these two methods showed 100% sensitivity and 100% specificity (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "harboring many mutations in their genome. In the PRRSV RT-LAMP assay, positive amplification resulted in a ladder-like pattern after agarose gel electrophoresis, unlike conventional PCR in which a specific fragment was amplified. To verify positive RT-LAMP results, enzyme digestion, sequencing and real-time monitoring were conducted. Restriction analysis enabled differentiation of the prototypic of the RT-LAMP assay meant that an amplification product could be produced even when the reaction rate was low, resulting in false positives. By employing a Loopamp real-time turbidimeter, the sensitivity and specificity were quantified, resulting in the detection efficiency to be increased and the procedure to be simplified. The sensitivity of the RT-LAMP assay for the detection of PRRSV strains VR-2332 and GD showed that decrease in the concentration of RNA template affected the start point of the reaction, but not the cutoff value of the reaction rate. The curves obtained differed between viral serotypes and genotypes， indicating that virus strains could be discriminated according to their curve characteristics.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Details of the RT-PCR and RT-LAMP primers designed for the detection of the 5′-untranslated sequences of PRRSV",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Detection of PRRSV in 42 clinical samples based on RT-LAMP, RT-PCR and virus isolation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}