{
    "paper_id": "2811b00247de60e644fe43ebf63e6cdd65c38b4d",
    "metadata": {
        "title": "Human genetic approaches to diseases of lymphocyte activation",
        "authors": [
            {
                "first": "Madhavi",
                "middle": [],
                "last": "Prabhakar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases. National Institutes of Health",
                    "location": {
                        "addrLine": "Building 10, Room 11N311, 10 Center Drive, MSC 1892",
                        "postCode": "20892-1892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Lenardo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institute of Allergy and Infectious Diseases. National Institutes of Health",
                    "location": {
                        "addrLine": "Building 10, Room 11N311, 10 Center Drive, MSC 1892",
                        "postCode": "20892-1892",
                        "settlement": "Bethesda",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our laboratory focuses on the study of the molecular regulation of T lymphocyte homeostasis, particularly as it relates to immunological tolerance, apoptosis, and autoimmune diseases. Through intense molecular research on the regulation of lymphocyte fate, the Fas receptor and other tumor necrosis factor receptors as well as their ligands have emerged as key regulators of T lymphocyte apoptosis. We are studying genetic abnormalities of this death pathway, particularly in the context of autoimmune lymphoproliferative syndrome (ALPS) and other non-ALPS conditions aVecting lymphocyte homeostasis. These studies have led to further investigations of the regulation of the NF-B signaling pathway, the molecular basis for programed cell death and viral cytopathicity, mechanisms of autoimmunity, and the regulation of mature T-cell tolerance. Our investigations promise to provide insight into the molecular mechanisms behind the regulation of immune response and contribute to the development of novel diagnostic and treatment methods for autoimmune diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We have classiWed ALPS patients into several genetic subtypes: Type Ia-mutations in the Fas (CD95, APO-1) receptor (essentially always heterozygous and dominant-interfering) (78% of patients); Type Ib-mutations in Fas ligand (heterozygous and also dominantinterfering) (2% of patients); Type II-mutations in caspase-10 (hetero-or homozygous) (2% of patients); Type III-undeWned genetic alterations (18% of patients); and Type IVactivating mutations of N-Ras (heterozygous). Our discovery of a family with homozygous mutations in caspase-8, posed an interesting scientiWc puzzle. We would have expected the patients to be similar to Type II patients; however, they exhibited only minor elevations of the characteristic DNT cells and manifested profound immunodeWciency. An extensive workup of early signaling events showed that caspase-8 deWciency speciWcally abolishes NF-B activation due to antigen receptor stimulation of T or B lymphocytes and Fc receptor stimulation of Natural Killer (NK) cells [1] (Fig. 1) . We discovered that caspase-8 causes the I-kappaB kinase (IKK) , complex to associate with the CARMA1, Bcl10, MALT1 (CBM) complex to form an NF-B-activating holoenzyme. IKK , recruitment and phosphorylation as well as NF-B nuclear translocation required the enzyme activity of full-length caspase-8. By these experiments, we established that caspase-8 functions not only as a pivotal molecule for death receptor signaling, but also has a key role in NF-B induction through antigen or Fc receptors. Interestingly, caspase-8 subserves these two diVerent functions in lymphocytes by adopting diVerent molecular forms in diVerent functional contexts. As our discovery was based on a single family (our extensive search around the world for another family was unsuccessful), we went on to conWrm our human observations by subsequent experiments with collaborators using conditional knockouts of caspase-8 in lymphocytes in mice [2] . Further studies on this project will aim to elucidate the substrate of caspase-8 in immunoreceptor signaling and to characterize new gene defects in genetic abnormalities of immune homeostasis.",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1937,
                    "end": 1940,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1004,
                    "end": 1012,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We also conducted molecular analyses of the Fas death receptor in ALPS Type Ia patients which indicated that most patients harbored mutations in the cytoplasmic \"death domain\" that prevent the assembly of the \"death-inducing signaling complex\" (DISC). The failure of DISC formation accounted for the lack of apoptosis induction. However, we were intrigued by examples of death domain mutations that still allowed the formation of a normal signaling complex, yet still failed to produce an apoptotic response in cells. We therefore initiated cell biology studies of the receptor on the cell surface. These revealed that a key feature of Fig. 1 Nuclear translocation of NF-B is defective in caspase-8 deWciency syndrome (CEDS). Confocal microscopy photomicrographs of peripheral blood lymphocytes from a normal control (N), the unaVected mother (M), and two aVected siblings (P1 and P2) with either no stimulation (none) or following stimulation with 1 mcg per ml anti-CD3 and anti-28 for 4 h and then cell preparations were stained for the p65 subunit of NF-B (green) and Hoeschst dye for nuclear DNA (red). There is coincidence of the stains (yellow) cells when NF-B has translocated into the nucleus, but no coincidence of stains when nuclear translocation is defective",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 642,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "None signal transduction was the lateral association of the liganded receptors into large assemblies (involving thousands of receptor trimers) that could be visualized microscopically [3] . We termed these higher order assemblies \"signaling protein oligomerization transduction structures\" (SPOTS). In speciWc ALPS cases, we determined that mutations in the death domain prevented SPOTS formation, thereby explaining the defective signaling function. Thus, the study of these atypical ALPS Fas mutants revealed a crucial signaling step that had not been recognized previously.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "P2"
        },
        {
            "text": "Another fruitful line of investigation was the study of patients that have the cardinal features of ALPS, but no gene mutations in components of the Fas pathway. One group of such patients shows no defect in apoptosis after Fas stimulation. These patients have been a fascinating puzzle because we inferred that they have alterations in a completely diVerent death pathway. We interrogated the intrinsic mitochondrial mechanisms of apoptosis that are regulated by Bcl-2 family members. One patient sample was from a 50-year-old male who manifested autoimmunity, chronic lymphadenopathy, and increased DNT cells. Our biochemical analyses revealed decreased levels of Bim, a pro-apoptotic member of the Bcl-2 family. Gene expression microarrays, combined with bioinformatic analysis, pinpointed the defect to NRAS-a gene not previously implicated in autoimmunity [4] . Molecular analysis revealed a heterozygous germline Gly13Asp \"activating\" mutation of the NRAS oncogene that does not impair CD95-mediated apoptosis. We found that an increase in active, GTP-bound NRAS augmented RAF/MEK/ERK signaling. This decreased the proapoptotic protein Bim which inhibited mitochondrial apoptosis. RNAi knockdown of the mutant N-Ras rescued apoptosis in the patient's cells whereas expression of the mutant allele in normal lymphocytes recapitulated the patient's apoptosis eVect. Our data show that the NRAS mutation principally aVects an apoptosis pathway that predisposes to cancer and disrupts lymphocyte homeostasis and tolerance.",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 864,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "P2"
        },
        {
            "text": "Finally, we investigated how heterozygous mutations in Fas ligand (FasL) caused defective cell killing and ALPS. We studied an ALPS Type Ib patient with a heterozygous A530G FasL gene mutation that replaced Arg with Gly at position 156 in the extracellular receptor-binding region of the protein [5] . We found that the mutant protein associated normally with the wild-type protein. Since FasL has the same homotrimeric symmetry as Fas, mixed complex formation produced non-stimulatory homotrimers that dominantly interfered with apoptosis in heterozygous FasL mutation patients.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "P2"
        },
        {
            "text": "An intriguing question arose in our lab regarding the extensive role in gene regulation carried out by NF-B. Since the Wrst functional studies of NF-B, literally hundreds of genes have been shown to be controlled by NF-B. Nevertheless, the patterns of gene regulation are often speciWc to the stimulus. We therefore initiated experiments to understand this regulatory speciWcity. We performed a simple experiment in which the Rel A (p65) subunit of the NF-B complex was used in a tandem aYnity puriWcation and mass spectrometry proteomic screen to identify any tightly associated proteins. Perhaps the biggest surprise in this research was the discovery of a third non-Rel subunit that is an intrinsic part of the NF-B DNA-binding complex [6] . The third subunit, RPS3-a member of the family of K homology (KH) domain proteins, confers speciWc binding to speciWc nucleotide versions of the otherwise degenerate DNA-binding site. Our discovery of the Wrst new subunit of NF-B in over 20 years suggests that there are diVerent NF-B complexes in the nucleus that masquerade as a single DNA-binding complex. Also, we found several new components of the signal transduction complex from the antigen receptor that provide a new understanding of how the signal is transmitted. Our future work will address the mechanism by which RPS3 confers gene-speciWc NF-B regulation and the identiWcation of additional subunits that control RPS3-independent NF-B targets. Thus far, our preliminary results have identiWed other KH domain proteins that serve as additional subunits of NF-B.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 742,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Regulation of signaling pathways involving Nuclear Factor-kappaB"
        },
        {
            "text": "The major focus of our work on HIV-1 and other viruses has been to uncover the molecular basis for their cytopathic eVect. To uncover which viral function(s) are required for cell death, we systematically mutated, alone and in combination, the open reading frames of the NL4-3 strain of HIV type I (HIV-1). Elimination of the vif and vpr accessory genes together, but not alone, blocked viral cell death and G 2 cell cycle arrest [7] . The convergence of these two cellular events raised a theoretical problem with our explanation of the loss of CD4(+) T cells. We therefore constructed a mathematical model of viral dynamics in vitro in terms of three eVective time-dependent rates: those of cell proliferation, infection, and death. Using a mathematical model of viral dynamics in vitro, we could show that the viable target cells were predominantly depleted by direct cell death rather than cell cycle blockade [8] . Because both vif and vpr accessory genes cause both G 2 arrest and cell death, we believe that these are intimately related, and we are examining the molecular mechanism of cell cycle blockade. These Wndings may provide an important insight into the molecular mechanism of viral pathogenesis in AIDS.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Molecular pathways of programed cell death and viral cytopathicity"
        },
        {
            "text": "To understand how HIV-1 causes cell cycle arrest and cell death by necrosis, we quantitatively measured infection in tissue culture by using Xow cytometry for a virally encoded marker protein, heat-stable antigen (HSA) [8] . We discovered that HSA appeared on the surface of the target cells in two phases: passive acquisition due to association and fusion of virions with target cells, followed by active protein expression from transcription of the integrated provirus. The latter event was an obligatory step leading to decreased target cell viability. Using a mathematical model of in vitro viral dynamics based on several timedependent factors, we showed that the predominant contribution to the depletion of viable target cells results from direct cell death rather than cell cycle blockade. We inferred that the death rate of HIV-infected cells is 80 times greater than that of uninfected cells and that the elimination of the vpr protein reduces the death rate by half. Our approach provided a new method for estimating time-dependent death rates associated with virus infection.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Molecular pathways of programed cell death and viral cytopathicity"
        },
        {
            "text": "The severe acute respiratory syndrome-associated coronavirus (SARS-CoV) emerged as a new pathogen in 2003, causing debilitating pneumonia with infection and destruction of airway cells. SARS had the potential to be a global health threat, and very little was known about why this particular coronavirus was so highly lethal to humans. In collaboration with Kanta Subbarao, LID/NIAID, we therefore investigated the viral cytotoxic component(s) and mechanism of cell killing. We found that SARS-CoV induces prominent non-apoptotic cell death through disruption of the Golgi apparatus. This cell death depends on expression of 3a, one of 10 novel open reading frames present in SARS-CoV but not found in other human coronaviruses. Over-expression of Arf1, a Golgi-associated protein that stabilizes Golgi structure and function, rescued virus-infected cells from death by restoring Golgi integrity. We found that vaccinia virus, a poxvirus unrelated to SARS-CoV, also causes Golgi disintegration and cell death. With Bernard Moss, LVD/NIAID, we showed that the vaccinia protein F13L is responsible for these eVects and a single amino acid substitution, D319E, abolishes its ability to cause Golgi-mediated cytopathicity. Thus, our results deWne virus-induced Golgi disintegration, which can be induced by a variety of diVerent viruses including poliovirus, as a cytotoxic event that could be modiWed by the use of Golgi-stabilizing drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pathways of programed cell death and viral cytopathicity"
        },
        {
            "text": "We have also attempted to better deWne other molecular pathways that cause non-apoptotic cell death. For non-apoptotic programmed cell death, we have conWrmed that autophagy indeed can lead to programmed cell death [9] . We also deWned the molecular pathway in which the receptor-interacting protein (RIP) leads to Jun N-terminal kinase activation, which induces cell death by autophagy. Using gene knockdowns, we showed that autophagic death requires the genes Atg7 and Beclin-1 and is strongly promoted by caspase-8 inhibition. Thus, caspase-8 regulates an ancient non-apoptotic cell death pathway involving autophagy. We also considered two major hypotheses to explain autophagic death-either the cell eats too much of itself or eats the wrong thing. Molecular examination of ZVADinduced autophagic death revealed that catalase was selectively degraded [9] . This con-Wrmed the notion that the cell was eating a protein that caused adverse consequences. This resulted in reactive oxygen species (ROS) accumulation, membrane lipid oxidation, and loss of plasma membrane integrity leading to necrosis. Inhibition of autophagy by chemical compounds or knocking down the expression of key autophagy proteins blocked ROS accumulation and cell death. The cause of abnormal ROS accumulation is the selective autophagic degradation of the major enzymatic ROS scavenger, catalase. These Wndings unveil a molecular mechanism for the role of autophagy in cell death and provide insight into the complex relationship between ROS and non-apoptotic programmed cell death. Clinical therapies involving caspase inhibitors may arrest apoptosis but may have the unanticipated eVect of promoting autophagic cell death through ROS toxicity.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Molecular pathways of programed cell death and viral cytopathicity"
        },
        {
            "text": "We plan to delve further into the molecular basis for the diVerential utilization of autophagy in cell survival and cell death. One protein that has attracted our interest is hSpin-the human ortholog of the Drosophila melanogaster gene \"spinster.\" We are pursuing this gene because we found that knocking down hSpin prevents autophagic death but not the general process of autophagy. These experiments may shed further light on the molecular distinction between survival by autophagy and autophagic cell death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular pathways of programed cell death and viral cytopathicity"
        },
        {
            "text": "Our discovery of the pre-ligand assembly domain (PLAD) domain in various members of the TNFR superfamily, especially TNFR 1, prompted us to carry out a pre-clinical study in arthritis for its development as a biopharmaceutical for autoimmune disease [10, 11] . Because tumor necrosis factor-alpha (TNF ) has an important role in the pathogenesis of autoimmune and inXammatory diseases such as rheumatoid and septic arthritis, TNF blockers such as etanercept (Enbrel) or inXiximab (Remicade) have been remarkably successful pharmaceuticals. These agents have been highly eVective in ameliorating rheumatoid arthritis and Crohn's disease, respectively, but have had serious complications such as mycobacterial infections. Since the pathogenic eVect of TNF in arthritis is mainly due to TNFR1, we studied the eVects of soluble versions of PLAD (GST fusion proteins) in vitro and in vivo [12] . We found that p60-PLAD proteins block the cellular eVects of TNF in vitro and potently inhibit arthritis in four diVerent animal models. Thus, PLAD-based therapeutics may have clinical value in the treatment of human arthritides and other diseases involving TNFR superfamily receptors. We are planning to partner with a pharmaceutical company to make clinically useful versions of the PLAD protein or monoclonal antibodies that could be used as PLAD antagonists. We are also planning to develop PLAD antagonists for other TNFR superfamily members that are clinically important such as CD40 or BLyS receptor 3.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mechanisms and treatment of autoimmunity in man and animal models"
        },
        {
            "text": "To develop a sound basis for antigen-speciWc T cell deletion as a therapy for autoimmune diseases (and possibly allergic conditions and graft rejection), we have pursued two objectives: (1) Early detection of the autoimmune process and (2) SimpliWed antigenic systems for treatment. Early detection is important because when clinical autoimmune disease becomes apparent, there may already be signiWcant damage to the end organ. SimpliWed antigen systems are important so that antigen-directed therapy addresses the correct T lymphocyte speciWcities. In multiple sclerosis, there is controversy about the relevant antigens targeted by the pathogenic immune response. Moreover, new speciWcities are being uncovered and \"epitope spreading\" has been documented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanisms and treatment of autoimmunity in man and animal models"
        },
        {
            "text": "In a new cooperative research and development agreement with Wellstat Biologicals, we are investigating early detection and simpliWed antigen systems in two disease settings:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanisms and treatment of autoimmunity in man and animal models"
        },
        {
            "text": "(1) The development of inhibitory antibodies against Factor VIII during the treatment of severe hemophilia and (2) Type 1 diabetes. The lack of tolerance in hemophiliacs permits immune responses that foster the development of switched IgG antibodies against Factor VIII, which impair its function in coagulation. Since all of the epitopes are contained in a single protein, it presents an ideal target. The scientists of Wellstat have done pioneering work in electrochemiluminescence (ECL), which is especially useful for antibody detection in plasma. We have developed highly sensitive and speciWc tests that may be used in both mice and humans. These can detect inhibitory antibodies against Factor VIII or insulin autoantibodies (IAA) in type 1 diabetes. In NOD mouse experiments, our IAA test can detect mice which will become diabetic with high speciWcity. Our non-radioactive test can be performed in 1 h, whereas the currently used radioimmunoassays take 48 h and require a radiolabeled reagent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanisms and treatment of autoimmunity in man and animal models"
        },
        {
            "text": "The work with Wellstat Biologicals will be extended in two directions. For the clinical diagnostic tests, we have established collaborators for testing each in upcoming human clinical trials. For therapy, we are in the process of preparing various tolerogenic proteins. We are planning to prepare both mammalian and E. coli expression constructs for the four principal candidate proteins identiWed as a target antigens in type 1 diabetes: insulin, GAD 65, Hsp60, and IA-2. These will be used for the development of both therapeutic ECL tests as well as pre-clinical experiments on deletional tolerance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanisms and treatment of autoimmunity in man and animal models"
        },
        {
            "text": "A key issue in mammalian immunology is how CD4+CD25+Foxp3+regulatory T cells (Treg cells) suppress immune responses. While the suppressive eVects of Treg cells have been extensively discussed, the fate of eVector cells has not been quantitatively examined in vivo or in vitro. We therefore undertook a line of experimentation to address the involvement of apoptosis in Treg suppressive eVects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Regulatory events in establishing mature T cell tolerance"
        },
        {
            "text": "We have found that Treg cells induced apoptosis of eVector CD4+T cells that quantitatively account for the suppressive eVect in various in vitro assays [13] . We also showed that Treg cells did not aVect the early activation, particularly IL-2 gene transcription, or proliferation of eVector CD4+T cells in response to TCR stimulation. Rather, Treg cells induced eVector CD4+T cell death due to consumption of survival cytokines produced by the eVector cells and required the pro-apoptotic protein Bim. Also, it was associated with a lower activation of the pro-survival kinase Akt and with less phosphorylation of the pro-apoptotic protein Bad. These eVects can be nulliWed by adding back survival cytokines (typically those that utilize the common gamma chain in their receptors). Thus, the high level expression of survival cytokine receptors on Tregs coupled with the fact that they consumed, but do not produce, survival cytokines causes them to induce cytokine deprivation apoptosis of T eVector cells. We found that cytokine consumption was essential for the survival of the Treg cells themselves [14] . We also documented prominent apoptosis of T eVector cells in vivo in a mouse model of inXammatory bowel disease. Therefore, cytokine deprivationinduced apoptosis is a key mechanism by which Treg cells suppress eVector T cell responses. Further work will address the physiological role of interactions between various T cell subsets, especially Treg and T H 17 cells.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Regulatory events in establishing mature T cell tolerance"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Requirement for caspase-8 in NF-kappaB activation by antigen receptor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bidère",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cubre",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "5714",
            "pages": "1465--1473",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Essential role for caspase-8 in Toll-like receptors and NFkappaB signaling",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lemmers",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Salmena",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bidère",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Matysiak-Zablocki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "10",
            "pages": "7416--7439",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SPOTS: signaling protein oligomeric transduction structures are early mediators of death receptor-induced apoptosis at the plasma membrane",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Muppidi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sarker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lobito",
                    "suffix": ""
                },
                {
                    "first": "Jen",
                    "middle": [
                        "M"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Biol",
            "volume": "167",
            "issn": "4",
            "pages": "735--779",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "NRAS mutation causes a human autoimmune lymphoproliferative syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bidère",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Niemela",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Nix",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Natl Acad Sci",
            "volume": "104",
            "issn": "21",
            "pages": "8953--8961",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dominant inhibition of Fas ligandmediated apoptosis due to a heterozygous mutation associated with autoimmune lymphoproliferative syndrome (ALPS) Type Ib",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Makris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Med Genet",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ribosomal protein S3: a KH domain subunit in NF-kappaB complexes that mediates selective gene regulation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Barnitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bidere",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "131",
            "issn": "5",
            "pages": "927--966",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Vif and Vpr accessory proteins independently cause HIV-1-induced T cell cytopathicity and cell cycle arrest",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dimas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "9",
            "pages": "3369--74",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Analysis of human immunodeWciency virus cytopathicity by using a new method for quantitating viral dynamics in cell culture",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Speirs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Nimwegen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zavolan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duvall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angleman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "7",
            "pages": "4025--4057",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Autophagic programmed cell death by selective catalase degradation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freundt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "13",
            "pages": "4952--4959",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A domain in TNF receptors that mediates ligand-independent receptor assembly and signaling",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Chun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "5475",
            "pages": "2351--2355",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fas preassociation required for apoptosis signaling and dominant inhibition by pathogenic mutations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Zacharias",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "5475",
            "pages": "2354--2361",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Amelioration of inXammatory arthritis by targeting the preligand assembly domain of tumor necrosis factor receptors",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "10",
            "pages": "1066--72",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CD4+CD25+Foxp3+regulatory T cells induce cytokine deprivation-mediated apoptosis of eVector CD4+T cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pandiyan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Immunol",
            "volume": "8",
            "issn": "12",
            "pages": "1353--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The control of CD4+CD25+Foxp3+regulatory T cell survival",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pandiyan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lenardo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biol Direct",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We would like to thank our colleagues in the laboratory who have contributed to the exciting projects described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}