{
    "paper_id": "28247702f9fe92b6bfdf03b5b0617da675b5a397",
    "metadata": {
        "title": "The Spatial Dynamics of Poliomyelitis in the United States: From Epidemic Emergence to Vaccine-Induced Retreat, 1910-1971",
        "authors": [
            {
                "first": "Barry",
                "middle": [],
                "last": "Trevelyan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "postCode": "NG7 2RD",
                        "settlement": "University Park, Nottingham",
                        "country": "UK, email"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Smallman-Raynor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nottingham",
                    "location": {
                        "postCode": "NG7 2RD",
                        "settlement": "University Park, Nottingham",
                        "country": "UK, email"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Cliff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This article seeks to advance an understanding of the spatial dynamics of one of the great emergent viral diseases of the twentieth century-poliomyelitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "instances of the emergence and reemergence of infectious diseases. In the first half of the twentieth century, for example, Hans Zinsser (1935, 299) provided a classic account of how typhus fever reemerged from its ''quiet bourgeois existence'' to achieve ''mediaeval ascendancy'' in revolutionary Russia. At about the same time, the global pandemic of ''Spanish '' influenza (1918-1919) provided a devastating example of an event associated with the cyclically re-emerging influenza A virus (Oxford 2000) while, in the years that followed, poliomyelitis configured itself as one of the great emergent epidemic diseases of the twentieth century (Paul 1971) .",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 148,
                    "text": "Zinsser (1935, 299)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 387,
                    "text": "'' influenza (1918-1919)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 505,
                    "text": "(Oxford 2000)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 645,
                    "end": 656,
                    "text": "(Paul 1971)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Emerging and reemerging diseases are defined by Morse (1995, 7) as infections that have ''newly appeared in the population, or have existed but are rapidly increasing in incidence or geographic range'' and by Krause (1998, 5) as ''clinically distinct conditions whose incidence in humans has increased regionally or worldwide.''Geography forms a cornerstone of these-and other-working definitions of emergent and reemergent diseases. But relatively little is known of the spatial patterns and processes by which such diseases spread to epidemic maturity in human populations (Haggett 1992 (Haggett , 1994 Smallman-Raynor, Cliff, and Haggett 1992) . As a study in the historical geography of disease emergence and reemergence, the present article examines the spatial dynamics of one historically emergent viral disease (poliomyelitis) in the United States during the twentieth century. To capture the changing geographical dimensions of the disease, our examination extends from the first state-level reports of poliomyelitis in the U.S. Public Health Service's Public Health Reports (July 1910) , through the towering epidemics of the 1940s and the 1950s, to vaccine-induced retreat and the consequent cessation of poliomyelitis reporting in the regular statistical tables of the Centers for Disease Control and Prevention's Morbidity and Mortality Weekly Report (January 1972) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 63,
                    "text": "Morse (1995, 7)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 225,
                    "text": "Krause (1998, 5)",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 588,
                    "text": "(Haggett 1992",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 589,
                    "end": 604,
                    "text": "(Haggett , 1994",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 605,
                    "end": 646,
                    "text": "Smallman-Raynor, Cliff, and Haggett 1992)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1084,
                    "end": 1095,
                    "text": "(July 1910)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1364,
                    "end": 1378,
                    "text": "(January 1972)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The principal aim of this article is to advance the geographical understanding of poliomyelitis-a major human viral disease that, until now, has received scant attention in the geographical literature (Nettleton 2002) . To these ends, we draw on a series of statistical methods and techniques that, over the years, have been developed and utilized in the spatial investigation of a range of other infectious diseases (see, e.g., Cliff et al. , 1993 Cliff and Haggett 1988; Smallman-Raynor and Cliff 2001) . In so doing, our analysis illustrates the more general utility of applying established methods of spatial epidemiological analysis to the geographical investigation of epidemic emergence and retreat.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 217,
                    "text": "(Nettleton 2002)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 429,
                    "end": 448,
                    "text": "Cliff et al. , 1993",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 449,
                    "end": 472,
                    "text": "Cliff and Haggett 1988;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 473,
                    "end": 504,
                    "text": "Smallman-Raynor and Cliff 2001)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A disease commonly regarded as being limited to infants is now no longer confined to infancy. A disease originally considered mildly contagious is now regarded as very contagious-almost as much as measles . . . From an endemic disease it has tended to become epidemic and is now a common and periodic scourge and incidentally an item of great public interest. 1 Poliomyelitis is one of the important emergent viral diseases of the twentieth century. From an apparently rare clinical condition-occurring only sporadically or in small outbreaks prior to the late nineteenth century-poliomyelitis had, by the 1940s and 1950s, emerged as an epidemic disease of global proportions (Christie 1987, 817) . Some impression of the scope and seriousness of the disease can be gained for one country (United States of America) in Figure 1 . At its height, from 1950 At its height, from -1954 , poliomyelitis resulted in the paralysis of some 22,000 U.S. citizens each year, equivalent to an average annual rate of 14.6 per 100,000. Many thousands were left permanently disabled by the disease, while many others suffocated as a consequence of respiratory paralysis (Langmuir 1963) . However, from the mid-1950s, the development and mass administration of first inactivated poliovirus vaccine (IPV) and then, from the early 1960s, oral poliovirus vaccine (OPV) effectively curbed disease activity (Paul 1971 ). As Figure 1 shows, by the 1970s, the circulation of wild poliovirus had all but ceased in the United States.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 696,
                    "text": "(Christie 1987, 817)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 854,
                    "text": "At its height, from 1950",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 880,
                    "text": "At its height, from -1954",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1169,
                    "text": "(Langmuir 1963)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1385,
                    "end": 1395,
                    "text": "(Paul 1971",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 827,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1402,
                    "end": 1410,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Poliomyelitis as an Emergent Disease"
        },
        {
            "text": "Prompted by the success of mass vaccination in the United States and elsewhere, the 41st World Health Assembly, meeting in Geneva in 1988, committed the World Health Organization (WHO) to the global eradication of poliomyelitis. The United States, along with the rest of the Americas, was certified free of wild poliovirus in September 1994 (de Quadros et al. 1997) , with similar achievements in the Western Pacific Region in October 2000 (World Health Organization 2000) and the European Region in June 2002 (World Health Organization 2002) . Elsewhere, in parts of Africa and Asia, war continues to serve as a major obstacle to the eradication initiative (Tangerman et al. 2000; Smallman-Raynor and Cliff 2004 ). 2",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 365,
                    "text": "(de Quadros et al. 1997)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 440,
                    "end": 472,
                    "text": "(World Health Organization 2000)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 542,
                    "text": "(World Health Organization 2002)",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 681,
                    "text": "(Tangerman et al. 2000;",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 682,
                    "end": 712,
                    "text": "Smallman-Raynor and Cliff 2004",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Termination of the Emergence Process: Global Eradication"
        },
        {
            "text": "Framed by the dual processes of epidemic emergence and vaccine-induced retreat, and by an enigmatic and shifting geographical distribution that prompted the seminal mapping studies of Leslie L. Lumsden and Carl C. Dauer in the mid-twentieth century, 3 this article presents a statistical investigation of the spatial transmission of poliomyelitis in the United States, 1910 States, -1971 We begin by providing an epidemiological context for the study; the nature of poliomyelitis is briefly described, and evidence regarding its transition from an endemic to an epidemic state is reviewed. 4 For the time period under consideration, the principal sources of poliomyelitis data in the United States are the U.S. Public Health Service's Public Health Reports and, from the early 1950s, the Centers for Disease Control's Morbidity and Mortality Weekly Report. In the second part of the article, we outline the nature of the poliomyelitis data included in the Public Health Reports and Morbidity and Mortality Weekly Report, and we describe how the original counts of poliomyelitis were abstracted to form geocoded databases of disease activity in the conterminous United States. In subsequent sections, we use the databases to decipher the patterns and processes by which poliomyelitis spread within the United States at the state level during the periods of epidemic emergence and vaccine-induced retreat.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 373,
                    "text": "States, 1910",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 387,
                    "text": "States, -1971",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Layout of Article"
        },
        {
            "text": "The analysis will show that the epidemic emergence of poliomyelitis from 1910-1955 was accompanied by a shifting spatial distribution, changes in the diffusion process, and accelerating epidemic propagation. The introduction of mass vaccination from the mid-1950s reshaped spatial transmission of the disease. There was growing geographical variability in the center of poliomyelitis activity, while a few populous states became the endemic disease reservoirs that fueled periodic nationwide poliomyelitis outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Layout of Article"
        },
        {
            "text": "Poliomyelitis is an acute viral disease produced by three antigenically distinct types of poliovirus (types 1-3). The primary mode of communication of poliovirus is through close association with an infected person. Two main routes of person-to-person transmission are generally recognized:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background to Poliomyelitis in the United States The Nature of Poliomyelitis"
        },
        {
            "text": "1. Excretion of virus in the faeces, with entry via the mouth into the alimentary tract -a method of propagation that poliomyelitis shares with diseases like cholera and typhoid; and 2. Droplet spread from the pharynx, a corridor of spread used by other childhood diseases like chicken-pox, diphtheria, measles, and rubella.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background to Poliomyelitis in the United States The Nature of Poliomyelitis"
        },
        {
            "text": "The relative importance of these two transmission routes depends upon the prevailing level of hygiene in a population. While faecal contamination (of fingers, eating utensils, milk or foodstuffs) is considered to be the more common means of transmission (Christie 1987) , route (2) is a critical second strand in the person-to-person propagation of the disease. Indeed, among older populations, and where high standards of sanitation are maintained, droplet spread may be the predominant route of poliovirus transmission. Finally, we note that, in contrast to some other diseases that involve faecal-oral transmission (notably, cholera), contaminated water supplies are not a prerequisite for major epidemics of poliomyelitis.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 269,
                    "text": "(Christie 1987)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background to Poliomyelitis in the United States The Nature of Poliomyelitis"
        },
        {
            "text": "Infection with poliovirus is overwhelmingly subclinical, with the estimated ratio of inapparent to severe (paralytic) infections ranging up to 850:1. Clinically, poliomyelitis occurs in three main types: abortive, nonparalytic, and paralytic. Abortive poliomyelitis takes the form of a minor illness from three to six days after infection and is characterized by a range of nonspecific symptoms including headache, sore throat, fever, and vomiting. Nonparalytic poliomyelitis occurs as a major illness from nine to seventeen days after infection. Symptoms of the major illness include those of the minor illness (though, typically, in a more severe form), along with stiffness of the neck, back, and legs. Hyperesthesia (heightened sensitivity of the body to sensory stimuli) and paresthesia (abnormal skin sensations, usually arising from peripheral nerve damage) may also be observed. Finally, in paralytic poliomyelitis, paralysis (commonly of the lower limbs but potentially of all major muscle groups) occurs from the first to the tenth day of the major illness. As regards the prognosis for paralytic cases, muscle power may return over a period of about eighteen months following termination of the disease, after which time residual paralysis is usually permanent. Mortality from poliomyelitis is primarily due to suffocation arising from paralysis of the respiratory muscles, although other complications may also result in a fatal outcome. The case fatality rate is of the order of 5-10 percent (Krugman, Ward, and Katz 1977; Christie 1987; Mandell, Bennett, and Dolin, 2000) .",
            "cite_spans": [
                {
                    "start": 1505,
                    "end": 1535,
                    "text": "(Krugman, Ward, and Katz 1977;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1536,
                    "end": 1550,
                    "text": "Christie 1987;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1551,
                    "end": 1585,
                    "text": "Mandell, Bennett, and Dolin, 2000)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Background to Poliomyelitis in the United States The Nature of Poliomyelitis"
        },
        {
            "text": "The emergence of poliomyelitis as a major epidemic disease is a twentieth-century phenomenon. While several lines of evidence point to the occurrence of poliomyelitis in antiquity (Paul 1971, 10-16) , medical references to the disease prior to the nineteenth century are scanty and are consistent with the circulation of an endemic infection associated with sporadic cases of clinical disease. By the nineteenth century, medical descriptions of apparently small and highly localized outbreaks of infantile paralysis in the South Atlantic island of St. Helena (c.1831-1835) (Bell 1844) 5 and the English town of Worksop (1835) (Badham 1836) provide the earliest documentary evidence for the transition of poliomyelitis to a nascent epidemic state. Reports of similarly localized outbreaks-mostly associated with fewer than thirty clinical cases-began to gain momentum in Europe from the 1880s, with the world's first major epidemics of poliomyelitis erupting in Norway (>900 cases) and Sweden (>1,000 cases) in 1905 (Holt and Bartlett 1908; Batten 1911; Low 1917) . Soon thereafter, further major epidemics (each associated with > 500 recorded cases) were documented elsewhere in Europe-in Vienna and Lower Austria (1908 -1909 ), Germany (1909 , and England and Wales (1911) (Lavinder, Freeman, and Frost 1918, 27-9) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 198,
                    "text": "(Paul 1971, 10-16)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 639,
                    "text": "(Badham 1836)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1015,
                    "end": 1039,
                    "text": "(Holt and Bartlett 1908;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1040,
                    "end": 1052,
                    "text": "Batten 1911;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1053,
                    "end": 1062,
                    "text": "Low 1917)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1219,
                    "text": "Europe-in Vienna and Lower Austria (1908",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1225,
                    "text": "-1909",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1242,
                    "text": "), Germany (1909",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1315,
                    "text": "(Lavinder, Freeman, and Frost 1918, 27-9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Poliomyelitis in Historical Context"
        },
        {
            "text": "The Emergence of Poliomyelitis in the United States-The same general sequence of poliomyelitis emergence (sporadic cases → small outbreaks → major epidemic events) was repeated during the late nineteenth and early twentieth centuries, first in the remainder of Western Europe and North America and then in tropical and subtropical areas (Paul 1955, 10) . As regards the particular experience of the United States, a brief medical note on a cluster of eight to ten cases of infantile paralysis in the parish of West Feliciana, Louisiana, during the fall of 1841 provides the earliest evidence of epidemic transmission in the country (Colmer 1843) . The subsequent record of outbreak activity is summarized for the period to 1910 in Table 1 . As the table shows, a series of generally small and geographically localized outbreaks-centered largely on New York and the neighboring states of New England-were a precursor to the first major epidemic event in the country: the New York City epidemic of 1907 (New York Neurological Society 1910) . All told, the New York epidemic of 1907 was associated with an estimated 2,500 cases (125 deaths) and heralded the recognition of poliomyelitis as a major public health problem in the United States.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 352,
                    "text": "(Paul 1955, 10)",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 645,
                    "text": "(Colmer 1843)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1001,
                    "end": 1037,
                    "text": "(New York Neurological Society 1910)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 738,
                    "text": "Table 1",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Poliomyelitis in Historical Context"
        },
        {
            "text": "Poliomyelitis Emergence Factors-Theories of the mechanisms that may have promoted the epidemic emergence of poliomyelitis in Europe and North America during the early twentieth century are numerous and embrace a range of social, environmental, biological, and demographic considerations (Paul 1955 (Paul , 1971 . While changes in the infectivity and/or virulence of poliovirus, along with increased levels of population mixing, nutritional changes, and nervous system stress have all been posited as having contributed to the emergence complex (Nettleton 2002) , the role of hygiene as a factor in shifting patterns of population exposure and immunity has received particular attention in the literature (Sabin 1949; Paul 1955; Nathanson and Martin 1979) . According to the hygiene model, successive improvements in levels of sanitation during the late nineteenth and early twentieth centuries would account for a reduced level of faecal exposure to poliovirus in early infancy, thereby reducing the level of latent immunization in the population. Contingent on these developments, Nathanson and Martin (1979, 678) postulate that the appearance of epidemic poliomyelitis resulted from several concomitant changes: 1) a reduction in levels of maternal antibody as booster infections became less common; and 2) a reduction in the frequency of antibody levels sufficient to produce cross-protection between virus types. . . . Both of these developments would reduce the average duration of passive protection of infants. 3) An increase in the average age of primary infections. Together, these changes would drastically increase the proportion of children at risk of a paralytic infection. Further perspectives are provided by Nathanson and Martin (1979) , but, underpinned by progressive developments in sanitation, the hygiene model would account for the gradual development of more sizeable epidemics of poliomyelitis, associated with increasingly older patient cohorts, as the twentieth century progressed (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 297,
                    "text": "(Paul 1955",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 298,
                    "end": 310,
                    "text": "(Paul , 1971",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 544,
                    "end": 560,
                    "text": "(Nettleton 2002)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 704,
                    "end": 716,
                    "text": "(Sabin 1949;",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 727,
                    "text": "Paul 1955;",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 728,
                    "end": 754,
                    "text": "Nathanson and Martin 1979)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1082,
                    "end": 1114,
                    "text": "Nathanson and Martin (1979, 678)",
                    "ref_id": null
                },
                {
                    "start": 1724,
                    "end": 1751,
                    "text": "Nathanson and Martin (1979)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 2007,
                    "end": 2016,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Poliomyelitis in Historical Context"
        },
        {
            "text": "Almost half a century after the first major epidemic of poliomyelitis in the United States, the development and mass administration of poliovirus vaccines served to curb disease activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic Control: Post-War Vaccination and Global Eradication"
        },
        {
            "text": "Details of the distribution and use of poliovirus vaccines in the United States can be found in the regular editions of the Communicable Disease Center's Poliomyelitis Surveillance Report (1955) (1956) (1957) (1958) (1959) (1960) (1961) (1962) (1963) (1964) (1965) (1966) and Neurotropic Viral Diseases Surveillance: Poliomyelitis (1967) (1968) (1969) (1970) , while Schonberger et al. (1984) provide a useful overview of the scale and timing of the program required to effect mass vaccination. 6 As Figure 1 indicates, the licensing of Salk-type killed or inactivated poliovirus vaccine (IPV) in the United States in 1955 was accompanied by a dramatic reduction in disease incidence. But it was the introduction and mass administration of Sabin-type live (attenuated) oral poliovirus vaccine (OPV) in the early 1960s that was to break the chain of wild poliovirus transmission. Following a largescale trial of OPV in Cincinnati in 1960, with further testing and licensing of the vaccine in 1961, the first mass vaccination programs with monovalent OPV were implemented in the counties of Maricopa and Pima, Arizona, in January 1962 (Johns et al. 1963) . As Sabin (1985) notes, such was the appeal of the Arizona plan to county medical societies across the United States that, between 1962 and 1964, some 100 million U.S. citizens were vaccinated with OPV. Thereafter, from 1965, the newly developed trivalent OPV was administered as part of the routine U.S. childhood immunization schedule.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "text": "(1955)",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 201,
                    "text": "(1956)",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 208,
                    "text": "(1957)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 215,
                    "text": "(1958)",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 222,
                    "text": "(1959)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 229,
                    "text": "(1960)",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": "(1961)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 243,
                    "text": "(1962)",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "(1963)",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 257,
                    "text": "(1964)",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 264,
                    "text": "(1965)",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 271,
                    "text": "(1966)",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 337,
                    "text": "(1967)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 344,
                    "text": "(1968)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 351,
                    "text": "(1969)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 358,
                    "text": "(1970)",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 392,
                    "text": "Schonberger et al. (1984)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1133,
                    "end": 1152,
                    "text": "(Johns et al. 1963)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1158,
                    "end": 1170,
                    "text": "Sabin (1985)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Epidemic Control: Post-War Vaccination and Global Eradication"
        },
        {
            "text": "By the early 1970s, the average annual number of poliomyelitis notifications had been reduced to less than twenty-five, with the last recorded outbreak of indigenously acquired wild poliovirus-centered on a population that refused vaccination on religious groundsoccurring in 1979 (CDC 1997a, b) . 7 As part of the World Health Organization's initiative for the global eradication of poliomyelitis by 2005, the United States (along with the rest of the Americas) was certified free of wild poliovirus in September 1994 (de Quadros et al. 1997 ).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 295,
                    "text": "(CDC 1997a, b)",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 542,
                    "text": "(de Quadros et al. 1997",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Epidemic Control: Post-War Vaccination and Global Eradication"
        },
        {
            "text": "To examine the spatial dynamics of poliomyelitis in the United States., we draw on the statelevel counts of poliomyelitis cases included in the regular weekly editions of the U.S. Public Health Service's Public Health Reports and the Centers for Disease Control's Morbidity and Mortality Weekly Report, 1910 Report, -1971 Details of the nature and relationship of the two data sources are provided elsewhere (see, e.g., Anonymous 1952; CDC 1984; Cliff et al. 1997; Cliff, Haggett, and SmallmanRaynor 1998a) . Here we note that national-level surveillance for poliomyelitis in the United States was initiated by the U.S. Public Health and Marine Hospital Service in the summer of 1910, 9 with the first consolidated table of monthly poliomyelitis cases appearing in the Public Health Reports later that year. 10 6 According to Schonberger et al. (1984, S424) , 7 Between 1980 and the certification of eradication of poliomyelitis in the Americas (1994), a total of 133 confirmed cases of paralytic poliomyelitis were recorded in the U.S. Of these, 125 were associated with the administration of oral poliovirus vaccine, six were classified as imported, and two were of indeterminate origin (CDC 1997b). 8 Our decision to limit the present analysis to the level of state was conditioned by the availability of a near-complete and unbroken series of poliomyelitis counts for the entire period of systematic reporting in the Public Health Reports and Morbidity and Mortality Weekly Report. Although both publications do include data on finer spatial scales (large cities/metropolitan areas), analysis of the latter data was precluded by both (i) the fragmentary nature of the available disease record and (ii) statistical instabilities associated with small disease counts in many areas. Finally, although poliomyelitis counts for the nearly 3,100 counties of the U.S. formed the basis of a series of annual maps by Dauer in the 1930s-1950s (see Note 3), a systematic examination of the library and archives of Centers for Disease Control and Prevention (CDC) has failed to yield any evidence of the routine and centralized publication of poliomyelitis data at this spatial scale. Thereafter, the publication of monthly (1910-1926) and, subsequently, weekly (1927-1951) notifications of poliomyelitis continued in unbroken form in the Reports until 1952, when the surveillance function of the journal was transferred to the newly established Morbidity and Mortality Weekly Report (Anonymous 1952; . The weekly reporting of poliomyelitis cases continued in the latter publication until January 1972, by which time the incidence of the disease-now reduced by routine mass immunization to just a handful of cases each year-was deemed too low to justify the regular publication of poliomyelitis notifications ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 307,
                    "text": "Report, 1910",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 321,
                    "text": "Report, -1971",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 435,
                    "text": "Anonymous 1952;",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 445,
                    "text": "CDC 1984;",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 464,
                    "text": "Cliff et al. 1997;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 465,
                    "end": 506,
                    "text": "Cliff, Haggett, and SmallmanRaynor 1998a)",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 857,
                    "text": "Schonberger et al. (1984, S424)",
                    "ref_id": null
                },
                {
                    "start": 2216,
                    "end": 2265,
                    "text": "(1910-1926) and, subsequently, weekly (1927-1951)",
                    "ref_id": null
                },
                {
                    "start": 2476,
                    "end": 2492,
                    "text": "(Anonymous 1952;",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2803,
                    "end": 2811,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Data Data Sources"
        },
        {
            "text": "For the period of regular statistical recording of poliomyelitis, July 1910-December 1971, poliomyelitis morbidity counts for each of forty-nine geographical units (the forty-eight conterminous states and the District of Columbia) were abstracted from the Public Health Reports and Morbidity and Mortality Weekly Report. 11 For convenience, we refer to the forty-nine units (n) as ''states'' in the remainder this article. To handle the variable reporting periods (weeks/months), all counts were standardized to a common time interval of months (t) to yield a 49 (state) × 738 (month) space-time matrix of poliomyelitis notifications. 12 This matrix was then scaled by monthly population estimates, generated by linear interpolation from the annual midpoint population estimates included in the Statistical Abstract of the United States, published by the Bureau of the Census, to form a further 49 × 738 matrix of poliomyelitis notification rates per 100,000 population. Unless otherwise stated, the 49 × t matrices of notifications and rates form the basis of all our statistical analysis. The total number of poliomyelitis cases recorded in each state, 1910-1971, appears in Table 2 . The aggregate monthly series of rates for the conterminous United States is plotted in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1177,
                    "end": 1184,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1282,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Database Formation"
        },
        {
            "text": "To permit a comparative analysis of poliomyelitis activity in the prevaccination and vaccination phases of poliovirus transmission, the 49 × 738 matrices were sectioned in time to produce further matrices covering two time periods: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Database Formation"
        },
        {
            "text": "Early insights into the nature and quality of U.S. poliomyelitis statistics are furnished by Lavinder, Freeman, and Frost (1918) , while later reviews are provided by Dauer (1943, 9 On 9 August 1910, the U.S. Surgeon-General, Walter Wyman, forwarded a missive to the secretaries of the state and territorial boards of health in order to ascertain ''as accurately as possible the general prevalence and geographic distribution of anterior poliomyelitis (infantile paralysis) in the United States'' (U.S. Public Health and Marine Hospital Service 1911, 1347). The following month, with state-level counts of poliomyelitis morbidity and mortality for July 1910 now secured, a second communication (dated 20 September 1910) requested the executive officers of the state and territorial boards of health and health departments to forward to the Surgeon-General's Office ''a monthly memorandum of the course of the disease . . . beginning with the month of August [1910] . . . This will be supplemental to and a continuation of the information requested in bureau letter of August 9'' (U.S. Public Health and Marine Hospital Service 1911, 1350). 10. U.S. Public Health and Marine Hospital Service (1911, . 11 The nonconterminous states of Alaska and Hawaii were excluded from the present analysis on account of the fractured nature of the early records of poliomyelitis notifications. 12 In order to reconcile the monthly (1910) (1911) (1912) (1913) (1914) (1915) (1916) (1917) (1918) (1919) (1920) (1921) (1922) (1923) (1924) (1925) (1926) and weekly reporting intervals, cases reported on a weekly basis were assigned to the month in which the last day of the reporting week fell. This technique has been used before in historical studies of infectious diseases (Cliff, Haggett, and Smallman-Raynor 1998a, 117) and has the advantage of providing a simple and unambiguous method for assigning data to a coarser temporal scale. 1946), Nelson and Aycock (1944) , Sabin (1949) , and Serfling and Sherman (1953) ; see also Langmuir (1963) . As Dauer (1946, 919) observes, inter-area comparisons of poliomyelitis statistics are limited by geographical variations in both (1) the completeness of the reporting of severe (paralytic) disease and (2) the extent to which cases of less severe (nonparalytic) disease are included alongside paralytic disease in the official case totals. While midcentury studies placed the reporting completeness of paralytic poliomyelitis at 60-80 percent for some larger U.S. cities (Collins 1946 ) and states (Nelson and Aycock 1944) , the notification of nonparalytic cases has been observed to vary widely by time period and geographical location (Dauer 1943) . 13 Although Dauer (1938 Dauer ( , 1011 expresses the view that such limitations are not sufficiently great to ''seriously interfere'' with the geographical analysis of U.S. poliomyelitis statistics, and Gerende (1949a, 1576) observe that poliomyelitis is ''probably better recorded . . . than many other communicable diseases'' in the United States, all results we present are subject to the caveat of data quality.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 128,
                    "text": "Lavinder, Freeman, and Frost (1918)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 167,
                    "end": 181,
                    "text": "Dauer (1943, 9",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 964,
                    "text": "[1910]",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1197,
                    "text": "(1911,",
                    "ref_id": null
                },
                {
                    "start": 1416,
                    "end": 1422,
                    "text": "(1910)",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1429,
                    "text": "(1911)",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1436,
                    "text": "(1912)",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1443,
                    "text": "(1913)",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1450,
                    "text": "(1914)",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1457,
                    "text": "(1915)",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1464,
                    "text": "(1916)",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1471,
                    "text": "(1917)",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1478,
                    "text": "(1918)",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1485,
                    "text": "(1919)",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1492,
                    "text": "(1920)",
                    "ref_id": null
                },
                {
                    "start": 1493,
                    "end": 1499,
                    "text": "(1921)",
                    "ref_id": null
                },
                {
                    "start": 1500,
                    "end": 1506,
                    "text": "(1922)",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1513,
                    "text": "(1923)",
                    "ref_id": null
                },
                {
                    "start": 1514,
                    "end": 1520,
                    "text": "(1924)",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1527,
                    "text": "(1925)",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1534,
                    "text": "(1926)",
                    "ref_id": null
                },
                {
                    "start": 1758,
                    "end": 1806,
                    "text": "(Cliff, Haggett, and Smallman-Raynor 1998a, 117)",
                    "ref_id": null
                },
                {
                    "start": 1929,
                    "end": 1953,
                    "text": "Nelson and Aycock (1944)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1956,
                    "end": 1968,
                    "text": "Sabin (1949)",
                    "ref_id": null
                },
                {
                    "start": 1975,
                    "end": 2002,
                    "text": "Serfling and Sherman (1953)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 2014,
                    "end": 2029,
                    "text": "Langmuir (1963)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 2035,
                    "end": 2052,
                    "text": "Dauer (1946, 919)",
                    "ref_id": null
                },
                {
                    "start": 2502,
                    "end": 2515,
                    "text": "(Collins 1946",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2529,
                    "end": 2553,
                    "text": "(Nelson and Aycock 1944)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2669,
                    "end": 2681,
                    "text": "(Dauer 1943)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2684,
                    "end": 2686,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2696,
                    "end": 2707,
                    "text": "Dauer (1938",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2708,
                    "end": 2722,
                    "text": "Dauer ( , 1011",
                    "ref_id": null
                },
                {
                    "start": 2887,
                    "end": 2908,
                    "text": "Gerende (1949a, 1576)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Quality"
        },
        {
            "text": "The published record of poliomyelitis in the conterminous United States yields evidence of some 607,000 notifications in the period 1910-1971 (Table 2) , with the temporal pattern of disease activity characterized by a repeating series of epidemic waves ( Figure 1 ). To define the major periods of epidemic activity plotted in Figure 1 , the national series of monthly notification rates was first reworked as standard (z) scores. Months with scores greater than zero (that is, months with above-average levels of recorded poliomyelitis activity) were then defined as epidemic periods. 14 Summary details of the thirty-nine epidemic waves (denoted I-XXXIX) so defined appear in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 264,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 328,
                    "end": 336,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 679,
                    "end": 686,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "The Epidemic Record"
        },
        {
            "text": "In Table 3, Periods I-III reflect a general recognition of the two world wars as benchmarks in the evolution of epidemic poliomyelitis; see Paul (1971) and Smallman-Raynor and Cliff (2004) . We use the four temporal divisions (1)-(4) in subsequent sections of the article. 13 The manifest difficulties of the variable inclusion of nonparalytic cases in official poliomyelitis totals were highlighted by Albert B. Sabin in his contribution to the First International Poliomyelitis Conference (New York, 1948) . As Sabin (1949, 3) explained:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 151,
                    "text": "Paul (1971)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 176,
                    "end": 188,
                    "text": "Cliff (2004)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 507,
                    "text": "(New York, 1948)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 528,
                    "text": "Sabin (1949, 3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Table 3,",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Time Intervals"
        },
        {
            "text": "14 Although caution must be exercised in the use of above-average incidence as a criterion for the identification of epidemic intervals (Gilliam, Hemphill, and Gerende 1949b) , preliminary analysis indicated that the principal effect of a systematic increase in the epidemic threshold from z = 0(39 epidemics) to 0.5 (30 epidemics), 1.0 (21 epidemics), and 1.65 (15 epidemics) was to screen out the lower-magnitude events in the pre-1930 and post-1955 periods (Table 3) . Given the apparent temporal nonstationarities associated with the epidemic generating mechanism in Figure 1 , the lower epidemic threshold (z = 0) was applied to avoid omission of events of marked contemporary significance in the tails of the disease curve in Figure 1 . ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 174,
                    "text": "(Gilliam, Hemphill, and Gerende 1949b)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Table 3)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 571,
                    "end": 579,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 732,
                    "end": 740,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Time Intervals"
        },
        {
            "text": "Table 3 and Figure 1 show that, in Period I (1910 -1917 epidemics I-III) , epidemics were few in number, with the overall record of disease activity dominated by the towering epidemic of 1916 in New York City and the northeastern United States (Lavinder, Freeman, and Frost 1918) . In Period II ; epidemics IV-XXI), a modest amplification in the general level of epidemic activity-albeit far below the experience of 1916-was accompanied by the establishment of a more or less stable (approximately annual) cycle of epidemic events from the early 1930s. Thereafter, Period III (1941) (1942) (1943) (1944) (1945) (1946) (1947) (1948) (1949) (1950) (1951) (1952) (1953) (1954) (1955) ; epidemics XXII-XXXIV) was associated with the development of annual epidemics of almost unprecedented proportions, peaking at 55,825 notifications in the epidemic of -1953 . Finally, with the introduction of mass vaccination, Period IV (1955-1971; epidemics XXXV-XXXIX) was characterized by rapid reduction, leading to extinction, of epidemic activity. As described under Background to Poliomyelitis in the United States, and reiterated here, the growth pattern in Periods I-III reflected the operation of a real epidemiological process (conventionally attributed to improving levels of sanitation) rather than some underpinning shift in the demographic structure of the U.S.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 49,
                    "text": "(1910",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 50,
                    "end": 55,
                    "text": "-1917",
                    "ref_id": null
                },
                {
                    "start": 56,
                    "end": 72,
                    "text": "epidemics I-III)",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 279,
                    "text": "(Lavinder, Freeman, and Frost 1918)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 576,
                    "end": 582,
                    "text": "(1941)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 589,
                    "text": "(1942)",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 596,
                    "text": "(1943)",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 603,
                    "text": "(1944)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 610,
                    "text": "(1945)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 617,
                    "text": "(1946)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 624,
                    "text": "(1947)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 631,
                    "text": "(1948)",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 638,
                    "text": "(1949)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 645,
                    "text": "(1950)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 652,
                    "text": "(1951)",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 659,
                    "text": "(1952)",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 666,
                    "text": "(1953)",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 673,
                    "text": "(1954)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 680,
                    "text": "(1955)",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 854,
                    "text": "-1953",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 919,
                    "end": 930,
                    "text": "(1955-1971;",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Epidemic Sequence"
        },
        {
            "text": "Figure 2 plots, as a monthly average, the state-level poliomyelitis notification rate (per 100,000 population) for the prevaccination (maps A-C, 1910-1955) and vaccination (map D, 1955-1971) phases of poliovirus transmission in the United States. The maps reveal that the temporal evolution of epidemic poliomyelitis graphed in Figure 1 was associated with a shifting spatial pattern of disease incidence. From an initial focus of high incidence in New York and adjacent states of the northeast in the period prior to U.S. entry into World War I (Figure 2A ), the interwar period was marked by a modest geographical expansion of raised incidence-albeit far below the levels of 1910-1917-to include the Pacific states of California and Oregon ( Figure 2B ). Thereafter, World War II and its aftermath was accompanied by a sharp intensification of disease incidence across the entire United States, with central and western states now forming the epicenter of poliomyelitis activity ( Figure  2C ). Finally, from mid-1955, the introduction of mass poliovirus vaccination was accompanied by a stark, nationwide contraction in levels of poliomyelitis incidence ( Figure  2D ).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 155,
                    "text": "A-C, 1910-1955)",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 190,
                    "text": "(map D, 1955-1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 546,
                    "end": 556,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 744,
                    "end": 753,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 983,
                    "end": 993,
                    "text": "Figure  2C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1159,
                    "end": 1169,
                    "text": "Figure  2D",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Spatial Patterns"
        },
        {
            "text": "Further insights into the changing spatial distribution of poliomyelitis in the United States from 1910 can be gained by examining the mean geographical center of disease activity over the observation period Cliff 1999, 2000) . Let the location of the geographical center of the j th state be given a horizontal map coordinate (longitude) λ j and a vertical map coordinate (latitude) φ j . For month t, let the poliomyelitis notification rate (per 100,000 population) in j be denoted I jt . The mean geographical center of the poliomyelitis notification rate in the j = 1, 2, . . ., 49 states at time t is then located at where 1 and For each month between July 1910 and December 1971, the geographical centroid of poliomyelitis activity was computed using (i) notification rates (per 100,000 population) and, allowing for the marked seasonal proclivity of poliomyelitis in temperate latitudes (Paul 1955 , 20-1), (ii) deseasonalized notification rates (per 100,000 population). As described in Appendix 1, a twelve-month moving average was used to filter the seasonal component in the formation of rate (ii).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 225,
                    "text": "Cliff 1999, 2000)",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 904,
                    "text": "(Paul 1955",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Centroid Analysis"
        },
        {
            "text": "Results-We preface our discussion of the results of the centroid analysis by noting that the computation of Equations (1) and (2) on the basis of poliomyelitis rates (per 100,000 population), rather than raw poliomyelitis counts, will have served to screen out the effects of long-term population shifts on centroid locations. 15 With this in mind, Figure 3 plots monthly the longitude (upper graph) and latitude (lower graph) of the poliomyelitis centroid for raw (fine line traces) and deseasonalized (heavy line traces) notification rates, July 1910-December 1971. To assist interpretation, the longitudes and latitudes of representative states are indicated on the corresponding graphs, as is the average longitude and latitude of the forty-nine states. As defined in Table 3 , major periods of virus transmission in the prevaccination (July 1910 -May 1955 and vaccination (June 1955 -December 1971 phases are identified by the horizontal (upper graph) and vertical (lower graph) lines.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 850,
                    "text": "(July 1910",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 851,
                    "end": 860,
                    "text": "-May 1955",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 887,
                    "text": "(June 1955",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 902,
                    "text": "-December 1971",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 772,
                    "end": 779,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Centroid Analysis"
        },
        {
            "text": "Long-term trends. A striking feature of Figure 3 is the long-term trend in the position of the poliomyelitis centroid, with a progressive shift in the center of disease activity from east to west (longitude; upper graph) and-to a somewhat lesser extent-from north to south (latitude; lower graph). Some further impression of this shifting locus of disease activity can be gained from Figure 4 , which maps, for each of the four time periods in Figure 2 , the average monthly position of the poliomyelitis centroid for raw notification rates. From an initial position in the vicinity of the Great Lakes, Figure 4 shows that the center of poliomyelitis activity had shifted to the geographical heart of the Union by the latter years of the observation period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 384,
                    "end": 392,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 444,
                    "end": 452,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 603,
                    "end": 611,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Centroid Analysis"
        },
        {
            "text": "Variability in centroid positions. Superimposed on long-term trends in the geographical center of poliomyelitis activity, Figure 3 depicts a high degree of short-term variability in centroid positions. To examine this variability more closely, Table 4 relates to the graphs in Figure 3 and gives the variance, s 2 , of longitude and latitude for each of four temporal divisions. Two features of Table 4 are especially noteworthy:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 285,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 395,
                    "end": 402,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Centroid Analysis"
        },
        {
            "text": "1. Prevaccination phase: From relatively high levels in the years prior to U.S. entry into World War II, variance in the longitude and latitude of the poliomyelitis centroid was lowest in the period December 1941-May 1955 (Table 4 ). This period of low variance coincided with the postwar upsurge in poliomyelitis ( Figure 1 ) and implies that epidemic intensification was associated with a relative increase in the spatial stability of disease activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 324,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Centroid Analysis"
        },
        {
            "text": "Vaccination phase: With the introduction of mass vaccination from mid-1955, the decline in poliomyelitis (Figure 1 ) was accompanied by a sharp increase in the variance of the centroid coordinates (Table 4 ). Inspection of Figure 3 reveals that, in terms of longitude, the centroid oscillated rapidly between the densely populated 15 According to the U.S. Bureau of the Census (1971, 7) , the period 1910-1971 was associated with a modest westwards shift in the center of the U.S. population, from southern Indiana to southwestern Illinois. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 197,
                    "end": 205,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 231,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 377,
                    "end": 386,
                    "text": "(1971, 7)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "2."
        },
        {
            "text": "Europe PMC Funders Author Manuscripts states of the Northeast/Midwest and West (upper graph) while, in terms of latitude, the centroid oscillated rapidly between the heavily populated states of the North and South (lower graph). Such a finding is consistent with evidence for the impact of mass vaccination on the spatial dynamics of other infectious diseases in the United States (Cliff, Haggett, and Smallman-Raynor 1998b) and may be interpreted as reflecting the vaccination-induced retreat of poliovirus to the large population reservoirs of the Union.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 424,
                    "text": "(Cliff, Haggett, and Smallman-Raynor 1998b)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Europe PMC Funders Author Manuscripts"
        },
        {
            "text": "Further Analysis-While the disease centroids in Figures 3 and 4 were formed on the basis of the geographical centers of states, other appropriate measures of λ and φ that could have been used in Equations (1) and (2) include the map coordinates of state population centers, large cities, or some other demographic measure of state ''center.'' To examine one such demographic measure, an additional analysis of poliomyelitis centroids (with λ and φ specified as the longitude and latitude, respectively, of the largest metropolitan center in decadal period T of state j) was undertaken. As before, all demographic information was taken from the annual editions of the Statistical Abstract of the United States.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 63,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Europe PMC Funders Author Manuscripts"
        },
        {
            "text": "The results of the analysis are summarized for raw poliomyelitis notification rates (per 100,000 population) in Figure 5 . This figure follows the format of Figure 3 . The line traces plot, on a monthly basis, the difference between the location of the poliomyelitis centroid computed using (i) the map coordinates of largest metropolitan center in each state as the denominator in Equations (1) and (2), and (ii) the map coordinates of the state geographical centers. The difference was defined as (i) minus (ii). The upper graph plots longitude differences, the lower graph latitude differences. Spatial coincidence of the centroids calculated using the two different denominator definitions will produce a difference of zero.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "text": "Figure 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 157,
                    "end": 165,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Europe PMC Funders Author Manuscripts"
        },
        {
            "text": "To generate the inset histogram, the differences in the centroid locations were converted into miles. The histogram plots the frequency distribution of the differences in poliomyelitis centroid locations using the two different definitions of ''center.'' Thus, almost half of the 738 centroids in the sixty-one-year study period were within 150 miles of each other, irrespective of denominator in Equations (1) and (2), a remarkably robust result. The one notable exception to this general finding relates to the longitude of the poliomyelitis centroid in the two-year period immediately following the introduction of IPV in the mid-1950s. During this brief interval, a discrepancy arises in which the metropolitan-based disease centroid is pulled substantially to the east of the equivalent geographically based disease centroid. One plausible interpretation of this finding is that, in the early years of vaccine administration, IPV-induced reductions in poliomyelitis rates favored the large metropolitan centers of the west over (i) the large metropolitan centers of the east and (ii) the smaller metropolitan and nonmetropolitan areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Europe PMC Funders Author Manuscripts"
        },
        {
            "text": "Although the foregoing analysis provides insights into the spatial patterns of poliomyelitis activity in the United States, alternative methods are required to determine the nature of the processes that underpinned the epidemic transmission of the disease. To this end, the technique of autocorrelation on graphs Cliff, Haggett, and Ord 1986 ) is applied in the present section. We note, however, that autocorrelation on graphs is just one of a range of techniques that, in appropriate circumstances, can be used to explore the spatial transmission of an infectious disease. The application of other methods, including the local G statistic (Getis and Ord 1992; Ord and Getis 1995 ) and Kulldorff's scan statistic (Kulldorff 1997) , is outlined for poliomyelitis in the United States by Trevelyan, Smallman-Raynor, and Cliff (in review) 16 Types of Epidemic Diffusion Process-As described elsewhere (see, e.g., Smallman-Raynor and Cliff 2001), accounts of the spread of an infectious disease usually recognize three main types of diffusion process: (1) a contagious process in which the disease moves wavelike from its center of introduction to other centers; (2) a hierarchical process in which the disease moves progressively through the population hierarchy, typically from large to small centers; and (3) a mixed process in which the spread pattern contains both contagious and hierarchical components. In the analysis to follow, we examine the relevance of these models to the spread of poliomyelitis in the United States, 1910-1971.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 341,
                    "text": "Cliff, Haggett, and Ord 1986",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 661,
                    "text": "(Getis and Ord 1992;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 662,
                    "end": 680,
                    "text": "Ord and Getis 1995",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 714,
                    "end": 730,
                    "text": "(Kulldorff 1997)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diffusion Processes"
        },
        {
            "text": "The application of spatial autocorrelation analysis to epidemiological diffusion studies is described by Cliff et al. (1981, 99-102) and Cliff, Haggett, and Ord (1986, 182-5) . The area over which spread occurs is treated as a graph consisting of a set of nodes (here, forty-nine states) and the links between them. The links are chosen to create a graph that corresponds with one of the hypothetical diffusion processes outlined above. Following Cliff, Haggett, and Smallman-Raynor (1998b) , the United States was reduced to three graphs:",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 132,
                    "text": "Cliff et al. (1981, 99-102)",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 174,
                    "text": "Cliff, Haggett, and Ord (1986, 182-5)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 490,
                    "text": "Cliff, Haggett, and Smallman-Raynor (1998b)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Method: Autocorrelation on Graphs"
        },
        {
            "text": "1. Contagious diffusion: Nearest neighbor graph. This graph implies a highly localized process of disease transmission between proximal states. The graph was formed by setting each element, w ij , in a matrix W equal to 1 if state j was the nearest state to state i as judged by the straight-line distance between their geographical centroids, and w ij = 0 otherwise. 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method: Autocorrelation on Graphs"
        },
        {
            "text": "states are joined to their next largest and next smallest states in terms of the rank order of population size. The graph, which implies a strict hierarchical diffusion process, was formally defined by setting w ij = 1 if state j was the next larger or the next smaller state in population size to state i, and w ij = 0 otherwise. To allow for the potentially unstable nature of the state population hierarchy (Yeates and Garner 1971) , separate hierarchy graphs were formed for each of six time intervals (1910-1919, 1920-1929, 1930-1939, 1940-1949, 1950-1959, and 1960-1971) , with states ranked on the basis of midpoint population estimates for each period. 19",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 434,
                    "text": "(Yeates and Garner 1971)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 506,
                    "end": 576,
                    "text": "(1910-1919, 1920-1929, 1930-1939, 1940-1949, 1950-1959, and 1960-1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hierarchical diffusion: Hierarchical graph. This graph is configured so that all"
        },
        {
            "text": "Mixed diffusion: Combined nearest neighbor/hierarchy graph. This graph represents a process in which disease transmission occurs in part through contagious diffusion and, in part, through the population-size hierarchy. The graph was formed by setting w ij = 1 if state j was the geographically nearest of the states that were larger in population size than state i, or if state j was the geographically nearest of the states that were smaller in population size than state i. Otherwise, w ij = 0. Again, to allow for temporal instabilities in the state population hierarchy, separate graphs were constructed for each of six time intervals (1910-1919, 1920-1929, 1930-1939, 1940-1949, 1950-1959, and 1960-1971) , with states ranked on the basis of mid-point population estimates for each period.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 709,
                    "text": "(1910-1919, 1920-1929, 1930-1939, 1940-1949, 1950-1959, and 1960-1971)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "To determine the goodness of fit between each of the sets of diffusion graphs (1)-(3) and poliomyelitis morbidity, the spatial autocorrelation coefficient, Moran's I, defined by Cliff and Ord (1981, 17-21) , was computed for each graph and month of the 738-month time series of raw poliomyelitis notification rates and for the deseasonalized rates. A worked example appears in Smallman-Raynor and Cliff (2001) . The greater the degree of correspondence between a given graph and the poliomyelitis notification rate, the larger will be the I coefficient.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 205,
                    "text": "Cliff and Ord (1981, 17-21)",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 409,
                    "text": "Cliff (2001)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "State vs. Urban Hierarchies-While state-level population estimates in diffusion graphs (2) and (3) were utilized to maintain spatial consistency with the 49 (state) × t (month) matrices of poliomyelitis rates, the analysis raises a fundamental question regarding the suitability of the state population hierarchy as a surrogate marker of the urban hierarchy. To examine this question, Pearson's correlation coefficient, r, was used to assess the association between (i) estimates of the (census-defined) urban population of states in each of seven sample years (1910, 1920, . . ., 1970) and (ii) corresponding estimates of the total state population. All population estimates were drawn from the annual editions of the Statistical Abstract of the United States. The analysis yielded a series of uniformly high and positive correlation coefficients, 20 with an average correlation, , of 0.96. As such, the results imply an extremely close association between the U.S. state and urban hierarchies over the 738month observation period. Figure 6 plots, as histograms, the monthly values of the spatial autocorrelation coefficient I for the diffusion graphs corresponding to contagious (6A), hierarchical (6B), and mixed contagious-hierarchical (6C) transmission. The { I} associated with raw poliomyelitis notification rates are plotted in the left-hand graphs, while the{ I} associated with deseasonalized poliomyelitis rates are plotted in the right-hand graphs. The horizontal line set at z = 1.65 marks the statistically significant I coefficients at the p = 0.05 level in a onetailed test for positive spatial autocorrelation; values above this level represent periods when the actual diffusion process corresponded significantly with a given diffusion graph. Major periods of virus transmission in the prevaccination and vacci-nation phases are identified on the graphs by the vertical pecked lines while, to assist the interpretation of Figure 6 , Table 5 gives the average monthly values of the I coefficient, , by diffusion process and time interval.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 586,
                    "text": "(1910, 1920, . . ., 1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1033,
                    "end": 1041,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1940,
                    "end": 1948,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1951,
                    "end": 1958,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "3."
        },
        {
            "text": "When examined for both raw and deseasonalized rates, Figure 6 and Table 5 identify a marked strengthening of all three diffusion processes in the course of the prevaccination phase. During World War II and its aftermath (December 1941 -May 1955 , the spatial transmission of poliomyelitis was dominated by contagious and mixed contagioushierarchical elements (Table 5) , but with increasing evidence of the operation of purely hierarchical diffusion from the late 1940s ( Figure 6 ). Thereafter, a sharp reduction in the relative importance of contagious and mixed contagious-hierarchical transmission (Table 5) was countered by an increased emphasis on hierarchical transmission in the vaccination era ( Figure 6 ). Europe PMC Funders Author Manuscripts in space and time (Frost 1913; Dauer 1938; Gilliam, Hemphill, and Gerende 1949a; Serfling and Sherman 1953) . Commenting on the national maps of annual poliomyelitis incidence in the years 1933-1937, for example, Dauer (1938 Dauer ( , 1020 observed how the spatial distribution was extremely irregular in several aspects. The regions involved in outbreaks of the disease showed wide variations in extent. In some outbreaks only a few counties were involved, and in other outbreaks there were a larger number. The severity of the disease as evidenced by case rates showed considerable variation from year to year and place to place. For Serfling and Sherman (1953, 461) , spatial patterns of poliomyelitis activity in the twenty-year interval to 1951 were no less enigmatic: Configurations of States swept by epidemics change from year to year as the areas of greatest incidence move from one region to another. Regions swept by an epidemic at one time dissolve into components which re-form in new configurations as a succeeding epidemic wave develops. Only rarely, however, could observers ascribe any logic to the manner in which the spatial configuration and reconfiguration of the epidemic waves came about. 21",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 234,
                    "text": "(December 1941",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 244,
                    "text": "-May 1955",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 785,
                    "text": "(Frost 1913;",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 797,
                    "text": "Dauer 1938;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 798,
                    "end": 835,
                    "text": "Gilliam, Hemphill, and Gerende 1949a;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 836,
                    "end": 862,
                    "text": "Serfling and Sherman 1953)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 968,
                    "end": 979,
                    "text": "Dauer (1938",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 980,
                    "end": 994,
                    "text": "Dauer ( , 1020",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1423,
                    "text": "Serfling and Sherman (1953, 461)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 66,
                    "end": 73,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Table 5)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 480,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 602,
                    "end": 611,
                    "text": "(Table 5)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 713,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Results, I: General Trends"
        },
        {
            "text": "Informed by these contemporary perspectives, Figure 6 and Table 5 highlight the complex and evolving nature of the processes that underpinned the spatial transmission of epidemic poliomyelitis in the six decades to 1971. Within the framework of an emerging virus, disease activity in the forty-five years of epidemic intensification ( Figure 1 ) and spatial consolidation ( Figure 2) to 1955 was increasingly driven by a mixed process of (i) spatial transmission between states and (ii) spread from larger to smaller states. The introduction of mass vaccination, however, severed the operation of localized interstate propagation (i) and placed increasing emphasis on hierarchical transmission (ii). This latter development parallels the observed impact of vaccination on the spatial transmission of another virus disease (measles) in the United States (Cliff, Haggett, and Smallman-Raynor 1998b) and is consistent with a simple epidemiological model in which mass vaccination resulted in the geographical retreat of poliovirus to major population reservoirs. In turn, these reservoirs served to reinforce the transmission of poliovirus through the population-size hierarchy (Nettleton 2002) .",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 896,
                    "text": "(Cliff, Haggett, and Smallman-Raynor 1998b)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1175,
                    "end": 1191,
                    "text": "(Nettleton 2002)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 374,
                    "end": 383,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Interpretation-Historical"
        },
        {
            "text": "underpins the foregoing interpretation-relates to the population total required for a communicable disease like poliomyelitis to be habitually present or endemic in a region. This total is called the critical community size(CCS) or the endemicity threshold (see, e.g., Cliff, Haggett, and Smallman-Raynor 2000, 85-117) . In the absence of vaccination, Eichner and colleagues (1994) have estimated the CCS for poliomyelitis to be of the order of 250,000 (range 50,000-500,000). Studies of the impact of vaccination on the CCS indicate that levels of vaccination coverage required to achieve extinction are positively related to the magnitude of the reservoir population (Griffiths 1973) . As a consequence, the tendency for the more populous states (California, Florida, New York, and Texas) to fall in the lowest category of disease rates in Figure 2D (<0.5 cases per 100,000) may reflect a relatively high vaccination coverage, but of insufficient order to force the CCS above the state-level population. In contrast, the higher levels of clinical disease activity in the less populous states of the Great Plains may be attributed to relatively lower levels of vaccination coverage, but of sufficient order to result in the periodic extinction of wild poliovirus.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 318,
                    "text": "Cliff, Haggett, and Smallman-Raynor 2000, 85-117)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 381,
                    "text": "Eichner and colleagues (1994)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 685,
                    "text": "(Griffiths 1973)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 842,
                    "end": 851,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Critical Community Size (CCS)-A central question in epidemic theory-and one that"
        },
        {
            "text": "21 Not least, the spatial transmission of poliomyelitis did not appear to follow the patterns of human communication ordinarily observed for infectious diseases of childhood. As Dauer (1938) observed, ",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 190,
                    "text": "Dauer (1938)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Critical Community Size (CCS)-A central question in epidemic theory-and one that"
        },
        {
            "text": "In this section, our analysis shifts from identifying changes in the diffusion processes for poliomyelitis over the period, 1910-1971 , to an examination of the timing of operation of different diffusion processes during the course of individual epidemic events.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 133,
                    "text": "period, 1910-1971",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results, II: Phase Relationships"
        },
        {
            "text": "One way to explore the phase relationships between diffusion processes and epidemics is to compute the cross-correlation functions between (i) the monthly time series of poliomyelitis rates ( Figure 1) and (ii) each of the monthly time series of I ( Figure 6 ). As described by Box, Jenkins, and Reinsel (1994, 408-15) , cross-correlation analysis proceeds by computing the correlation coefficient, r k , between any two time series which are k time lags (here, months) apart. The value of k at which the maximum correlation occurs is conventionally taken as the lead or lag of one time series with respect to another. If this occurs at k = 0, the series are said to be in phase. A plot of the correlation coefficient r k against the lag k yields the crosscorrelation function (CCF).",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 318,
                    "text": "Box, Jenkins, and Reinsel (1994, 408-15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Results, II: Phase Relationships"
        },
        {
            "text": "Results-For each of the diffusion graphs, Figure 7 plots the CCFs between I and the raw poliomyelitis notification rates for the four time periods in Table 3 . 22 The CCFs are shown for -10 ≤ k ≤ 10; the lag k associated with the maximum value of r k is marked. Negative values of k indicate that the series of I leads the series of poliomyelitis notification rates. Conversely, positive values of k indicate that the series of I lags the series of poliomyelitis notification rates.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "text": "Figure 7",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 150,
                    "end": 157,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Results, II: Phase Relationships"
        },
        {
            "text": "When examined relative to the k = 0 position (epidemic peaks), Figure 7 reveals a complex and shifting pattern in the epidemic timing of diffusion processes. Prior to U.S. entry into World War I (Period I; July 1910-March 1917), Figure 7A implies that purely contagious transmission and, to a much lesser extent, purely hierarchical transmission were most important in the months preceding an epidemic (maximum CCF value at k = × 6), giving way to mixed contagious-hierarchical transmission as epidemics developed to their peaks. The situation following U.S. entry into World War I (Period II; April 1917-November 1941) was, however, markedly different. Figure 7B shows contagious and mixed contagioushierarchical transmission now dominated the period of epidemic buildup, with purely hierarchical transmission having retreated from the overall pattern of epidemic development.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "text": "Figure 7",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 229,
                    "end": 238,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 654,
                    "end": 663,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Results, II: Phase Relationships"
        },
        {
            "text": "In the final period of the prevaccination era (Period III, December 1941-May 1955), Figure  7C indicates that epidemic intensification was associated with an early phase of transmission through the population hierarchy (maximum CCF value at k = × 4), to be replaced by elements of spatial contagion around the epidemic peak. Finally, in the vaccination era (Period IV; June 1955 -December 1971 , the relatively flat line traces in Figure 7D mark the general collapse of epidemic transmission from the early 1960s. Figure 7 is the establishment, between 1910 and mid-1955, when mass vaccination began, of a clearly defined pattern of disease transmission. As the century progressed, elements of contagious and mixed contagious-hierarchical diffusion became firmly established as the dominant mechanisms of spatial propagation at epidemic peaks. Such a development has been documented for other virus diseases (measles and influenza) in temperate settings prior to widespread vaccination (see, e.g., Haggett 1976; Cliff, Haggett, and Ord 1986 ) and may be interpreted as signaling the maturation of poliomyelitis as an epidemic disease in the United States.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 368,
                    "text": "(Period IV;",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 378,
                    "text": "June 1955",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 393,
                    "text": "-December 1971",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1011,
                    "text": "Haggett 1976;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1012,
                    "end": 1040,
                    "text": "Cliff, Haggett, and Ord 1986",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 94,
                    "text": "Figure  7C",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 514,
                    "end": 522,
                    "text": "Figure 7",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Results, II: Phase Relationships"
        },
        {
            "text": "22 To meet the assumption of temporal stationarity in the time series under analysis (Chatfield 1989) , regression techniques were used to detrend all series prior to the computation of the cross-correlation functions. ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 101,
                    "text": "(Chatfield 1989)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion-A feature of"
        },
        {
            "text": "A fundamental question that can be asked about the geographical spread of poliomyelitis in the United States relates to the rate-or velocity-at which successive epidemics of the disease in Table 3 developed in the population. Did the epidemics differ in their rate of propagation? If so, how were these differences related to variations in the nature and strength of the underlying spread processes?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Epidemic Velocity"
        },
        {
            "text": "Statistical methods for the assessment of epidemic velocity are reviewed by Cliff and Haggett (1981) and Cliff, Haggett, and Ord (1986) . For the purposes of the present analysis, velocity was assessed using the moments of the frequency distribution of poliomyelitis notifications against time. Following Cliff, Haggett, and Ord (1986, 199-200) , denote the first month of an epidemic as t = 1. The subsequent months of the epidemic may then be coded serially as t = 1, 2, . . ., T, where T is the number of monthly periods from the beginning to the end of the epidemic. Then, the mean ( The quantity s defined in Equation (5) is the familiar standard deviation of the frequency distribution of cases against time, while the quantities b 1 and b 2 defined in Equation (6) are the Pearson measures of skewness and kurtosis respectively. Further details are given by Cliff and colleagues (1986, 200-1) , but, as Table 6 indicates, relatively fast epidemic waves are characterized by a small (low) average time to infection , a small standard deviation s, a positive value for the coefficient of skewness b 1 , and a large value of the coefficient of kurtosis b 2 . Conversely, relatively slow epidemic waves are characterized by a large (high) value of and s, a negative value for b 1 , and a small value of b 2 . A qualitative interpretation of the case distributions associated with fast and slow moving epidemic waves, and to which the moment values refer, is given in Table 6 .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 100,
                    "text": "Cliff and Haggett (1981)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 105,
                    "end": 135,
                    "text": "Cliff, Haggett, and Ord (1986)",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 344,
                    "text": "Following Cliff, Haggett, and Ord (1986, 199-200)",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 899,
                    "text": "Cliff and colleagues (1986, 200-1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 910,
                    "end": 917,
                    "text": "Table 6",
                    "ref_id": "TABREF14"
                },
                {
                    "start": 1470,
                    "end": 1477,
                    "text": "Table 6",
                    "ref_id": "TABREF14"
                }
            ],
            "section": "Measures of Epidemic Velocity"
        },
        {
            "text": "For each of the thirty-nine epidemics defined in Table 3 , Figure 8 plots the estimated values of the average time to infection (8A), standard deviation s (8B), coefficient of skewness b 1 (8C), and coefficient of kurtosis b 2 (8D); 23 the underlying time trend for each parameter is shown by an ordinary last squares (OLS) linear regression line. When read in conjunction with Table 6 , the pattern in Figure 8 is clear: all four graphs show an increasing rate of epidemic transmission as the twentieth century progressed. The trends are especially marked for (Graph 8A), s (8B), and b 2 (8D). While the overall trend for b 1 (8C) is less marked, the general tendency for a temporal switch from negative to positive values of b 1 about the time of World War II is evident.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 59,
                    "end": 67,
                    "text": "Figure 8",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 6",
                    "ref_id": "TABREF14"
                },
                {
                    "start": 403,
                    "end": 411,
                    "text": "Figure 8",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Secular Changes in Epidemic Velocity"
        },
        {
            "text": "Simulations of the spread of an infectious disease through a settlement system indicate a close association between epidemic velocity and spread process (Haggett, Cliff, and Frey 1977, 240-1) . Purely contagious spread is the least efficient process (a slow diffusion mechanism) while mixed contagious-hierarchical spread is the most efficient process (a fast diffusion mechanism). Between these two extremes, purely hierarchical spread is of intermediate efficiency and velocity. In the context of the present analysis, the temporal increase in epidemic velocity (Figure 8) is consistent with the prevaccination strengthening of mixed contagious-hierarchical transmission ( Table 5 ) and implies that the acceleration of poliomyelitis diffusion was driven by evolving patterns of interaction that promoted both local and national channels of virus transmission.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 191,
                    "text": "(Haggett, Cliff, and Frey 1977, 240-1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 574,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 675,
                    "end": 682,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Implications: Epidemic Velocity and Spread Process"
        },
        {
            "text": "In 1979, smallpox-one of the historical scourges of the human population-was globally eradicated following an extended campaign by the World Health Organization (WHO) that had formally commenced in 1967 (Fenner et al. 1988) . The dramatic success of the WHO smallpox program raised the prospect that other virus-borne diseases, too, could be eradicated. Now, at the beginning of a new millennium, poliomyelitis also stands on the edge of global eradication (World Health Organization 2003) . Poliomyelitis itself may be as old as humankind but, insofar as records allow reconstruction, clinical manifestations of the disease were rarely observed prior to the twentieth century (Paul 1971) . The rapid evolution of poliomyelitis to epidemiological significance marks it out as one of the world's great emergent infectious diseases-a theme for which scientific interest has escalated in recent years as other emerging viruses have appeared with equal rapidity as potentially major killers (Krause 1998; Smith et al. 2001) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "text": "(Fenner et al. 1988)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 457,
                    "end": 489,
                    "text": "(World Health Organization 2003)",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 688,
                    "text": "(Paul 1971)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 987,
                    "end": 1000,
                    "text": "(Krause 1998;",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1019,
                    "text": "Smith et al. 2001)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Framed by the dual processes of epidemic emergence and vaccine-induced retreat, and with the historic achievement of global eradication now an imminent prospect, the present article has examined the spatial dynamics of poliomyelitis as recorded in the state-level disease statistics of the conterminous United States, 1910 States, -1971 . As far as we are aware, this is the first detailed characterization of the spatial history of poliomyelitis in the United States during the entire period of systematic recording of the disease in the Public Health Reports and Morbidity and Mortality Weekly Report. As such, our analysis serves to extend the seminal mid-twentieth century mapping studies of Leslie L. Lumsden and Carl C. Dauer to include the period of mass vaccination against poliomyelitis. 24 Four principal findings emerge from our analysis:",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 322,
                    "text": "States, 1910",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 336,
                    "text": "States, -1971",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "1. There was a distinct spatial component to the emergence of poliomyelitis in the United States. This was reflected in changing geographical patterns of poliomyelitis incidence and in the underpinning processesof poliovirus diffusion. The epidemic emergence of poliomyelitis was characterized by a shifting locus of disease activity from an initial concentration in the northeast during the years prior to U.S. engagement in World War I to a focus at the geographical heart of the Union by the mid-1950s. Coincident with this shifting locus of disease activity, the pattern of epidemic intensification was increasingly driven by a mixed process of (i) spatial spread between states and (ii) spread from larger to smaller states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The emergence process was associated with the increasing spatial involvement of the entire conterminous United States. This is consistent with the progressive development of a spatially coherent national epidemiological system. Prior to the 1930s, it was not automatic that all states were involved in a given epidemic, and this calls into question the validity of a simple conceptualization of ''national outbreaks'' of poliomyelitis in this period. The process of epidemic emergence was, however, associated with an increasing involvement of the constituent states of the Union so that, by the 1930s and 1940s, virtually all states reported cases of poliomyelitis in a given epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The spatial dynamics of epidemic emergence and vaccine-induced retreat were associated with a secular increase in the velocity of epidemic transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "Consistent with the work of on the velocity of measles epidemics in Iceland, the acceleration of poliomyelitis transmission in the United States implies a greater linkage between disparate parts of the nation in a common epidemic experience. While the underlying reasons for this observation rest with developments in the internal transport network of the United States, the finding is consistent with (1) above, namely: the role of mixed diffusion processes in hastening the spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "From the mid-1950s, the mass administration of inactivated (killed) and live (attenuated) poliovirus vaccines was associated with a marked shift in the nature, strength, and timing of the underpinning diffusion processes. Existing studies of other viral infections have demonstrated that mass vaccination is accompanied by both a decline in disease incidence and a collapse in the spatial structure of epidemic transmission Bolker and Grenfell 1996; Earn, Rohani, and Grenfell 1998) . This has important implications for the control and persistence of disease in vaccinated populations (Grenfell, Bjørnstad, and Kappey 2001; Strebel and Cochi 2001) . We have shown that the mass administration of poliovirus vaccines in the United States severed the localized interstate propagation of the disease and caused increased emphasis on hierarchical transmission. This finding parallels the observed impact of mass vaccination upon the spatial transmission of another viral disease (measles) in the United States (Cliff, Haggett, and Smallman-Raynor 1998b) , and it is consistent with the notion of vaccine-induced spatial retreat of poliovirus to the major population reservoirs of the Union.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 449,
                    "text": "Bolker and Grenfell 1996;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 450,
                    "end": 482,
                    "text": "Earn, Rohani, and Grenfell 1998)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 586,
                    "end": 624,
                    "text": "(Grenfell, Bjørnstad, and Kappey 2001;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 625,
                    "end": 648,
                    "text": "Strebel and Cochi 2001)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1007,
                    "end": 1050,
                    "text": "(Cliff, Haggett, and Smallman-Raynor 1998b)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "While conclusion (4) highlights the complex spatial response of a virus disease to the mass administration of vaccines, conclusions (1)-(3) underscore the importance of conceptualizing the emergence of infectious diseases as a fundamentally spatial process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "This preliminary exploration of the spatial dynamics of poliomyelitis provides a foundation for future studies of the historical geography of the disease in the United States. Much further work is still required to characterize the origin and progress of each epidemic in Table 3 and to determine levels of similarity in their geographical development. More sophisticated modeling approach-es-of the type described in the present article, but which seek to examine the lag structure of epidemic sequences in space and time (Cliff and Haggett 1988, 203-5) -would also add much to an understanding of the propagation of individual epidemics. Additionally, analyses at finer geographical scales, and of such important early events as the 1907 and 1916 epidemics in New York and the northeastern United States, may provide further clues as to the nature of the mechanisms that underpinned the epidemic emergence of poliomyelitis. 25 Finally, a more general challenge also emerges: to advance the spatial analysis of infectious diseases such that we can better model, predict, and, ultimately, control the processes of epidemic emergence and reemergence in human populations. Geographical centroids of poliomyelitis activity in the U.S., 1910-1971, I: state geographical centers. Graphs plot the monthly coordinates for longitude (upper graph) and latitude (lower graph) as computed from Equations (1) and (2) using raw (fine line traces) and deseasonalized (heavy line traces) disease notification rates (per 100,000 population).",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 554,
                    "text": "(Cliff and Haggett 1988, 203-5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "4."
        },
        {
            "text": "To assist interpretation, the longitudes and latitudes of representative states are indicated, as is the average longitude and latitude of the forty-nine states. Time intervals associated with major periods of poliovirus transmission as defined in Table 3 are indicated. Average monthly position of poliomyelitis centroids for each of the four time periods defined in (1) and (2), and (ii) the map coordinates of the state geographical centers. The difference was defined as (i) minus (ii). The upper graph plots longitude differences, the lower graph latitude differences. Spatial coincidence of the centroids calculated using the two different denominator definitions will produce a difference of zero. The histogram plots the frequency distribution of the differences in poliomyelitis centroid locations (in miles) using the two different definitions of ''center.'' Diffusion of poliomyelitis in the U.S., 1910-1971. Graphs plot cross-correlation functions (CCFs) between the monthly poliomyelitis case rate (per 100,000 population) and the spatial autocorrelation coefficient, Moran's I, calculated for three different diffusion processes: contagious diffusion;hierarchical diffusion; and mixed contagious-hierarchical diffusion.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "4."
        },
        {
            "text": "CCFs are plotted for each of the four major periods of poliovirus transmission defined in Table 3 . Linear trend lines have been fitted to the distributions by ordinary least squares. Time intervals associated with major periods of poliovirus transmission as defined in Table 3 are indicated. Holt and Bartlett (1908, 656-61) , Batten (1911, 220-1) , and Lavinder, Freeman, and Frost (1918, t̄s mall large For a fast epidemic wave, the average time to acquisition of infection will be relatively small; for a slow-moving wave, the average time will be relatively large.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 325,
                    "text": "Holt and Bartlett (1908, 656-61)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 348,
                    "text": "Batten (1911, 220-1)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 390,
                    "text": "and Lavinder, Freeman, and Frost (1918,",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 270,
                    "end": 277,
                    "text": "Table 3",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "4."
        },
        {
            "text": "s small large A fast epidemic wave will display a low dispersion, with all cases occurring within a relatively short time of one another; a slow epidemic will display the reverse characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "b 1 positive negative A fast epidemic wave will display a right-skewed distribution, with the majority of cases occurring in the early phases of the epidemic; a slow epidemic wave will display the reverse characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "b 2 large small A fast epidemic wave will display a peaked distribution, with a high concentration of cases around t; a slow epidemic wave will display the reverse characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4."
        },
        {
            "text": "Source: after Cliff, Haggett, and Ord (1986, 199-201) .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 53,
                    "text": "Cliff, Haggett, and Ord (1986, 199-201)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Public Health Reports: From yellow fever to international health",
            "authors": [],
            "year": 1952,
            "venue": "Public Health Reports",
            "volume": "67",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevention of poliomyelitis: Recommendations for use of only inactivated poliovirus vaccine for routine immunization",
            "authors": [],
            "year": 1999,
            "venue": "Pediatrics",
            "volume": "104",
            "issn": "",
            "pages": "1404--1410",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Paralysis in childhood: Four remarkable cases of suddenly induced paralysis in the extremities occurring in children without any apparent cerebral or cerebrospinal lesion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Badham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "London Medical Gazette",
            "volume": "17",
            "issn": "",
            "pages": "1834--1839",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The epidemiology of poliomyelitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Batten",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "Proceedings of the Royal Society of Medicine (Epidemiological Section)",
            "volume": "4",
            "issn": "",
            "pages": "198--221",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The nervous system of the human body: As explained in a series of papers read before the Royal Society of London, with an appendix of cases and consultations on nervous diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impact of vaccination on the spatial correlation and dynamics of measles epidemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proceedings of the National Academy of Sciences U.S.A",
            "volume": "93",
            "issn": "",
            "pages": "12648--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Time series analysis: Forecasting and control. 3rd",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Box",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Reinsel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "History of Centers for Disease Control surveil-lance activities. MMWR CDC Surveillance Summary",
            "authors": [],
            "year": 1984,
            "venue": "Centers for Disease Control",
            "volume": "33",
            "issn": "",
            "pages": "iiiss--ixss",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2006,
            "venue": "Ann Assoc Am Geogr. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Author Manuscripts Europe PMC Funders Author Manuscripts Centers for Disease Control (CDC). Follow-up on poliomyelitis-United States",
            "authors": [
                {
                    "first": "Pmc",
                    "middle": [],
                    "last": "Europe",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Funders",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Canada, Netherlands. Morbidity and Mortality Weekly Report",
            "volume": "46",
            "issn": "",
            "pages": "1195--1201",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Paralytic poliomyelitis-United States",
            "authors": [],
            "year": 1980,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "46",
            "issn": "",
            "pages": "79--83",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The analysis of time series. An introduction. 4th. Chapman and Hall",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chatfield",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infectious diseases: Epidemiology and clinical practice. 4th",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Christie",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Methods for the measurement of epidemic velocity from time-series data",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "International Journal of Epidemiology",
            "volume": "11",
            "issn": "",
            "pages": "82--91",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Atlas of disease distributions: Analytic approaches to epidemiological data. Blackwell",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Spatial aspects of influenza epidemics. Pion; London: 1986. Cliff",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bassett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "AD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spatial diffusion: An historical geography of epidemics in an island community",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Versey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measles: An historical geography of a major human viral disease, from global expansion to local retreat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1840--1990",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Deciphering global epidemics: Analytical approaches to the disease records of world cities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1888--1912",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detecting space-time patterns in geocoded disease data: Cholera in London, 1854, and measles in the United States, 1962-95",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gierl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Geomed '97: Proceedings of the international workshop on geomedical systems",
            "volume": "",
            "issn": "",
            "pages": "13--42",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Island epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The importance of long term records in public health surveillance: The U.S. weekly sanitation reports, 1888-1912, revisited",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Public Health Medicine",
            "volume": "19",
            "issn": "",
            "pages": "76--84",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The changing geographical coherence of measles morbidity in the United States, 1962-88",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Stroup",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Statistics in Medicine",
            "volume": "11",
            "issn": "",
            "pages": "1409--1433",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spatial processes: Models and applications. Pion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The incidence of poliomyelitis and its crippling effects, as recorded in family surveys",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Public Health Reports",
            "volume": "61",
            "issn": "",
            "pages": "327--55",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Paralysis in teething children",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Colmer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Medical Science",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Studies on the epidemiology of poliomyelitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dauer",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Public Health Reports",
            "volume": "53",
            "issn": "",
            "pages": "1003--1023",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Poliomyelitis in the United States in 1942, and a summary of its prevalence from 1933 to 1942, inclusive",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dauer",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Public Health Reports",
            "volume": "58",
            "issn": "",
            "pages": "937--986",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Incidence of poliomyelitis in the United States in 1945",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dauer",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Public Health Reports",
            "volume": "61",
            "issn": "",
            "pages": "915--936",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "National morbidity reporting",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dauer",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Public Health Reports",
            "volume": "67",
            "issn": "",
            "pages": "21--26",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Poliomyelitis distribution in the United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Dauer",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Public Health Reports",
            "volume": "68",
            "issn": "",
            "pages": "1033--1037",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The background of the epidemic of poliomyelitis in Bombay",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Dave",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Indian Journal of Pediatrics",
            "volume": "27",
            "issn": "",
            "pages": "336--344",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Eradication of wild poliovirus from the Americas: Acute flaccid paralysis surveillance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Quadros",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hersh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Olive",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Andrus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Da Silveira",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Carrasco",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spatial dynamics and persistence in ecology and epidemiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proceedings of the Royal Society of London, B",
            "volume": "265",
            "issn": "",
            "pages": "7--10",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Stochastic models for the eradication of poliomyelitis: Minimum population size for polio virus persistence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hadeler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Models for infectious human diseases: Their structure and relation to data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Smallpox and its eradication. World Health Organization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jezek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Ladnyi",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Hygienic Laboratory, Bulletin no. 90. Government Printing Office",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Epidemiologic studies of acute anterior poliomyelitis: I. Poliomyelitis in Iowa",
            "authors": [],
            "year": 1910,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The analysis of spatial association by use of distance statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Geographical Analysis",
            "volume": "24",
            "issn": "",
            "pages": "189--206",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Average poliomyelitis incidence reported in the counties of the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Gilliam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gerende",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Public Health Reports",
            "volume": "64",
            "issn": "",
            "pages": "1575--84",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Poliomyelitis epidemic recurrence in the counties of the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Gilliam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gerende",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "Public Health Reports",
            "volume": "64",
            "issn": "",
            "pages": "1585--95",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "New and resurgent infections: Detection and management of tomorrow's infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Decock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Travelling waves and spatial hierarchies in measles epidemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "716--739",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The effect of measles vaccination on the incidence of measles in the community",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Journal of the Royal Statistical Society A",
            "volume": "136",
            "issn": "",
            "pages": "441--450",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Hybridizing alternative models of an epidemic diffusion process",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Economic Geography",
            "volume": "52",
            "issn": "",
            "pages": "136--182",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Sauer's ''Origins and Dispersals'': its implications for the geography of disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Transactions of the Institute of British Geographers",
            "volume": "17",
            "issn": "",
            "pages": "387--98",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Geographical aspects of the emergence of infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Geografiska Annaler",
            "volume": "76",
            "issn": "",
            "pages": "91--104",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Locational analysis in human geography",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Edward Arnold",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The epidemiology of acute poliomyelitis: A study of thirty-five epidemics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Bartlett",
                    "suffix": ""
                }
            ],
            "year": 1908,
            "venue": "American Journal of Medical Sciences",
            "volume": "135",
            "issn": "",
            "pages": "647--62",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Two voluntary mass immunization programs using Sabin oral vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Johns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farnsworth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Journal of the American Medical Association",
            "volume": "183",
            "issn": "",
            "pages": "171--176",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Emerging infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Infectious diseases of children. The C. V. Mosby Company",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krugman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A spatial scan statistic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Communications in Statistics: Theory and Methods",
            "volume": "26",
            "issn": "",
            "pages": "1481--96",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The surveillance of communicable diseases of national importance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "The New England Journal of Medicine",
            "volume": "268",
            "issn": "",
            "pages": "182--92",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Government Printing Office",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lavinder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "Wh",
                    "middle": [
                        "U S"
                    ],
                    "last": "Frost",
                    "suffix": ""
                }
            ],
            "year": 1916,
            "venue": "Epidemiologic studies of poliomyelitis in New York City and the northeastern United States during the year",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Emerging infections. Microbial threats to health in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Oaks",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Supplement containing the Report of the Medical Officer for 1915-16. HMSO; London: 1917. A short account of the epidemiology of acute anterior poliomyelitis in recent years",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "14--74",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Poliomyelitis: Facts and fallacies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Lumsden",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Southern Medical Journal",
            "volume": "31",
            "issn": "",
            "pages": "465--75",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Principles and practice of infectious diseases. 5th. Churchill Livingstone",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2006,
            "venue": "Ann Assoc Am Geogr. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Europe PMC Funders Author Manuscripts Europe PMC Funders Author Manuscripts",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerging Infectious Diseases",
            "volume": "1",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The epidemiology of poliomyelitis: Enigmas surrounding its appearance, epidemicity and disappearance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "American Journal of Epidemiology",
            "volume": "110",
            "issn": "",
            "pages": "672--91",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "A study of the reporting of paralytic poliomyelitis in Massachusetts",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Aycock",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "American Journal of Hygiene",
            "volume": "40",
            "issn": "",
            "pages": "163--172",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "From emergence to extinction. The geography of poliomyelitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nettleton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1850--2000",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Epidemic poliomyelitis: Report on the New York epidemic of 1907",
            "authors": [],
            "year": 1910,
            "venue": "Journal of Nervous and Mental Disease Publishing Company",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Local spatial autocorrelation statistics: Distributional issues and an application",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ord",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Getis",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Geographical Analysis",
            "volume": "27",
            "issn": "",
            "pages": "286--306",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Influenza A pandemics of the 20th century with special reference to 1918: Virology, pathology and epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Oxford",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Reviews in Medical Virology",
            "volume": "10",
            "issn": "",
            "pages": "119--152",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Epidemiology of poliomyelitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Poliomyelitis. World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "9--29",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The history of poliomyelitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Poliomyelitis: Papers and discussions at the First International Poliomyelitis Conference. Lippincott; Philadelphia: 1949. Epidemiologic patterns of poliomyelitis in different parts of the world",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--33",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Oral poliovirus vaccine: History of its development and use and current challenge to eliminate poliomyelitis from the world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Infectious Diseases",
            "volume": "151",
            "issn": "",
            "pages": "420--456",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Control of paralytic poliomyelitis in the United States",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Schonberger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kim-Farley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Eddins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Reviews of Infectious Diseases",
            "volume": "6",
            "issn": "",
            "pages": "424--430",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Poliomyelitis distribution in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Serfling",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Public Health Reports",
            "volume": "68",
            "issn": "",
            "pages": "453--66",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "The spatial dynamics of epidemics in war and peace: Cuba and the insurrection against Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Transactions of the Institute of British Geographers (New Series)",
            "volume": "24",
            "issn": "",
            "pages": "331--52",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The epidemiological legacy of war: The Philippine-American War and the diffusion of cholera in Batangas and La Laguna, southwest Luzon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "War in History",
            "volume": "7",
            "issn": "",
            "pages": "29--64",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Epidemic diffusion processes in a system of U.S. military camps: Transfer diffusion and the spread of typhoid fever in the Spanish-American War, 1898",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Annals of the Association of American Geographers",
            "volume": "91",
            "issn": "",
            "pages": "71--91",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "War epidemics: An historical geography of infectious diseases in military conflict and civil strife",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1850--2000",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "London international atlas of AIDS. Blackwell",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Detecting space-time clusters of infectious diseases: Using a scan statistic to map the incidence of the 1916 poliomyelitis epidemic in the northeastern United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Haining",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trevelyan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "American Journal of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "New challenges to health: The threat of virus infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Irving",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rowlands",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Waving goodbye to measles",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Strebel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cochi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "695--701",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Poliovirus vaccines: Progress toward global poliomyelitis eradication and changing routine immunization recommendations in the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prevots",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cochi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatric Clinics of North America",
            "volume": "47",
            "issn": "",
            "pages": "287--308",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Oral poliomyelitis vaccine: Time to change?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swennen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": "2262--2269",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Eradication of poliomyelitis in countries affected by conflict",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Tangerman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jafari",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nkowane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Everts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Aylward",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bulletin of the World Health Organization",
            "volume": "78",
            "issn": "",
            "pages": "330--338",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The spatial structure of epidemic emergence: The 1916 poliomyelitis epidemic in the United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trevelyan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smallman-Raynor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Cliff",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the Royal Statistical Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Bureau of the Census. Statistical abstract of the United States. Government Printing Office",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Public Health and Marine Hospital Service. Public health reports. Issued in weekly numbers by the Surgeon General of the Public Health and Marine-Hospital Service of the United States. Volume XXV -part II",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "26--52",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "World Health Organization. Certification of poliomyelitis eradication. WHO Western Pacific Region",
            "authors": [],
            "year": 2000,
            "venue": "Weekly Epidemiological Record",
            "volume": "75",
            "issn": "",
            "pages": "399--400",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "World Health Organization. Certification of poliomyelitis eradication. European Region",
            "authors": [],
            "year": 2002,
            "venue": "Weekly Epidemiological Record",
            "volume": "77",
            "issn": "",
            "pages": "221--224",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "World Health Organization. Global polio eradication initiative. Strategic plan",
            "authors": [],
            "year": 2003,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The North American city. Harper and Row",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeates",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Garner",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the successful control of paralytic poliomyelitis through the U.S. mass vaccination program, 1955-1981, involved the net distribution of ∼ 483 million doses of inactivated poliovirus vaccine (IPV), ∼ 114 million doses of each of three types of monovalent oral poliovirus vaccine (MOPV), and ∼ 423 million doses of trivalent oral poliovirus vaccine (TOPV). The majority of doses of IPV were distributed between 1955 and 1962, with a subsequent switch to MOPV (1962-1964) and TOPV (1965 ff.) as the vaccine of choice. More recently, because of the risk of reversion of attenuated virus to neurovirulence, coupled with a desire to remove all poliovirus from circulation, the U.S. reintroduced IPV (in enhanced potency form) as part of a mixed IPV-OPV routine schedule in 1995. From January 2000, an all-IPV schedule was implemented as the strategy of choice for routine childhood vaccination in the U.S. (see Anonymous 1999; Sutter, Prevots, and Cochi 2000; Swennen and Levy 2001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prevaccination phase (July 1910-May 1955), a 539-month period of virus transmission prior to the widespread use of inactivated poliovirus vaccine (IPV) 2. Vaccination phase (June 1955-December 1971), a 199-month period of modified virus transmission arising from mass immunization, first with inactivated (IPV) and then with live (OPV) poliovirus vaccines",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the thirty-nine epidemics have been grouped according to the prevaccination (July 1910-May 1955) and vaccination (June 1955-December 1971) phases of poliovirus transmission. The prevacci-nation period has been further subdivided into three, resulting in the four time periods identified in the table: 1. Period I. Prewar Epidemics (July 1910-March 1917): an 81-month period prior to U.S. entry into World War I 2. Period II. War/Interwar Epidemics (April 1917-November 1941): a 296-month period prior to U.S. entry into World War II 3. Period III. War/Postwar Epidemics (December 1941-May 1955): a 162-month period prior to the widespread use of inactivated poliovirus vaccine in the United States 4. Period IV. Vaccination-Era Epidemics (June 1955-December 1971): the 199month period of mass immunization with poliovirus vaccines",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and Smallman-Raynor et al. (in review) 17 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "reviews of poliomyelitis activity in the United States make frequent reference to the apparent irregularity of the geographical occurrence of the disease 20 For the seven sample years, the correlation analysis yielded the following values of r: 0.93(1910); 0.94 (1920); 0.95 (1930); 0.96   (1940); 0.98 (1950); 0.99 (1960); 0.99 (1970).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Monthly rate of poliomyelitis notifications (per 100,000 population) in the conterminous U.S., July 1910-December 1971. Time intervals associated with major periods of poliovirus transmission as defined in table 3 are indicated. Source: Series constructed from state-level notifications included in the Public Health Reports(Washington, DC: Government Printing  Office, 1910-1951 and Morbidity and Mortality Weekly Report (Atlanta, GA: Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Average monthly rate of poliomyelitis notifications (per 100,000 population) by state, conterminous U.S., 1910-1971.  Rates are mapped for each of the four major periods of poliovirus transmission defined inTable 3. (A) Period I, July 1910-March 1917. (B) Period II, April 1917-November 1941. (C) Period III, December 1941-May 1955. (D) Period IV, Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Geographical centroids of poliomyelitis activity in the U.S., 1910-1971, II: largest metropolitan centers. The line traces plot, on a monthly basis, the difference between the location of the poliomyelitis centroid computed using (i) the map coordinates of largest metropolitan center in each state as the denominator in Equations",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Diffusion of poliomyelitis in the U.S., 1910-1971. Bar charts plot the monthly values of the spatial autocorrelation coefficient, Moran's I, as a standard Normal deviate for different diffusion processes. (A) Contagious diffusion. (B) Hierarchical diffusion. (C) Mixed contagious-hierarchical diffusion. Values of Moran's I are plotted on the basis of raw (lefthand charts) and deseasonalized (right-hand charts) notification rates. Horizontal lines at z = 1.65 mark the statistically significant I coefficients at the p = 0.05 level in a one-tailed test for positive spatial autocorrelation. Time intervals associated with major periods of poliovirus transmission as defined inTable 3are indicated. Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "(A) Period I, July 1910-March 1917. (B) Period II, April 1917-November 1941. (C) Period III, December 1941-May 1955. (D) Period IV, June 1955-December 1971. In each instance, the lag k at which the maximum CCF value occurs is indicated. Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Trends in the velocity of poliomyelitis epidemics in the U.S., 1910-1971. For each of the epidemics identified inTable 3, graphs plot four alternative measures of epidemic velocity. (A) Average time to infection, , scaled to the duration of the epidemic. (B) Standard deviation, s, scaled to the duration of the epidemic. (C) Skewness, b 1 . (D) Kurtosis, b 2 .",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Period I (July 1910-March 1917); Period II (April 1917-November 1941); Period III (December 1941-May 1955); Period IV (June 1955-December 1971). State centroids are plotted as the grey circles for reference. Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01. Recorded Epidemics of Poliomyelitis in the Conterminous U.S. Prior to 1910. Source: Based on information in",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "27-9). Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Summary Characteristics of the Thirty-nine Main Epidemic Waves of Poliomyelitis to Have Affected the U.S., 1910-1971 Variance (s 2 ) in the Longitudes and Latitudes of Monthly Poliomyelitis Centroids, U.S., 1910-1971 Raw notification rates Deseasonalized notification rates Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01. Average Monthly Values of the I Coefficient, Ī, by Diffusion Process and Time Period Ī (raw notification rates per 100,000 population) Ī (deseasonalized notification rates per 100,000 population) Ann Assoc Am Geogr. Author manuscript; available in PMC 2006 June 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Indicative Values of Velocity Parameters t, s, b 1 and b 2 Associated with Fast-and Slow-Moving Epidemic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work described has been undertaken as part of a five-year program of research entitled Historical Geography of Emerging and Re-Emerging Epidemics, 1850-2000, funded by the Wellcome Trust. The additional support of the Economic and Social Research Council (BT) and the Leverhulme Trust (MS-R) is gratefully acknowledged. The authors also wish to express their thanks to Cathryn Nettleton, who encoded some of the data examined in the present work, and to the referees for their helpful comments on an earlier draft of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Following Chatfield (1989, 18) , let d jt denote the deseasonalized poliomyelitis notification rate (per 100,000) in state j and month t. Then define the model A1 where x jt denotes the raw poliomyelitis notification rate (per 100,000). Applying equation (A1) to the original (49 × 738) matrix of state-level poliomyelitis rates yields a corresponding matrix of deseasonalized rates. These deseasonalized rates form part of the analysis undertaken in Figures 3 and 6. ",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 30,
                    "text": "Chatfield (1989, 18)",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 162,
                    "text": "A1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Appendix 1: Deseasonalization"
        }
    ]
}