{
    "paper_id": "2839e61f80c0e31753eb4def57440721b6fd2e10",
    "metadata": {
        "title": "Isatin derivatives in reactions with phosphorus(III-V) compounds R E V I E W",
        "authors": [
            {
                "first": "Lenar",
                "middle": [
                    "I"
                ],
                "last": "Musin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "addrLine": "8 Arbuzova St",
                        "postCode": "420088",
                        "settlement": "Kazan",
                        "country": "Russia"
                    }
                },
                "email": "musinlenar@iopc.ru"
            },
            {
                "first": "Andrei",
                "middle": [
                    "V"
                ],
                "last": "Bogdanov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "addrLine": "8 Arbuzova St",
                        "postCode": "420088",
                        "settlement": "Kazan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "Vladimir",
                "middle": [
                    "F"
                ],
                "last": "Mironov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "addrLine": "8 Arbuzova St",
                        "postCode": "420088",
                        "settlement": "Kazan",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this review we generalize and analyze information about reactions between isatin and three-, four-, and five-coordinate phosphorus compounds, published between 1966 and 2014. Ph 3 P COOR P O OR OR O Me P H O RO RO",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The synthesis of indole derivatives has attracted significant interest over recent years [1] [2] [3] due to the increasing role of such compounds in medicinal chemistry [4] [5] [6] [7] and as photosensitizers in solar cell technology. 8 The indole system is a part of many naturally occurring physiologically active compounds; for example, some small molecular regulators of human central nervous system are indole derivatives. 4, 6, 7, 9 The research performed over recent decades has shown that there are many compounds with high biological activity among isatin derivatives as well. 9 Such examples include tuberculostatic and antitumor agents, 10, 11 substances with anti-inflammatory, antimicrobial, antiHIV, antiviral, spasmolytic, and antifungal effects. 12 Isatin derivatives find increasing use in modern organic chemistry as precursors and synthetic intermediates for the preparation of other compounds. 13 For example, isatin derivatives have shown promise as reactants in 1,3-dipolar cycloaddition according to Huisgen, occurring at the carbonyl group at position 3 of the isatin moiety. 14, 15 Besides that, isatin derivatives are used in the synthesis of dyes and analytical reagents. 16 The very rich chemistry of indole alkaloids includes examples of highly biologically active compounds, including some with antitumor activity. 17 However, the mechanism of antitumor activity in isatin derivatives has not yet been established. Isatin is a known inhibitor of monoamine oxidase and kinases. 18 Isatin derivatives naturally occur in plants, while in human body such compounds have been found in tissues of nervous system. 19 Isatin is known to be formed in human liver, but the metabolic fate of this compound remains unclear. Early studies suggested that biosynthesis of isatin begins from adrenaline, while later results showed that isatin derivatives form from tryptophan or phenylalanine through metabolism in gut bacteria to indole and a final oxidation step in liver. 19 Isatin derivatives further undergo spontaneous oxidation to derivatives of indigo and indirubin, which are excreted from the body. 19, 20 Keywords: isatin, isoindigo, oxindole, phosphine, phosphite, phosphonate, phosphorane, zwitterion, Abramov reaction, biological activity, Horner-Wadsworth-Emmons reaction, Pfitzinger reaction, three-component reaction,Wittig reaction. Br -+ Some isatin and indole derivatives, which are Schiff and Mannich bases, as well as related hydrazones, have shown a broad spectrum of biological activity and are used in the treatment of cardiac ischemia, arrhytmia, stenocardia, and as antidepressants. [21] [22] [23] [24] Isatin itself blocks the natriuretic peptide receptor and is quite effective as antidepressant, which is likely caused by the biological action of its metabolite tribulin on the human nervous system. 25 Publications from recent years describe the synthesis of new isatin derivatives, which are effective inhibitors of rhinovirus and coronavirus proteases, 26 as well as the reverse transcriptase of HIV. Isatin derivatives obtained by conjugation with other biologically active compounds were identified as effective inhibitors of tyrosinases, various kinases, guanylate cyclase -enzymes that play important role in the development of tumors and myocardial ischemia, as well as inhibited the cyclin-dependent kinasea key regulator of cell division. 27, 28 The same publications also described the high spasmolytic activity of isatin itself, its inhibitory activity against xanthine oxidase, and the potential use of such compounds as anticancer drugs: derivatives of indigo and indirubin were found among compounds isolated from rats with cancer. The antitumor effects of indole and isatin derivatives have been reviewed in the literature. 10, 11 We will focus on the reactivity of isatin derivatives towards phosphorus compounds, a topic that has been partially covered by an earlier review (references until 1999) by Gurevich and Yaroshevskaya, 29 devoted to indole chemistry. The introduction of phosphorus-containing fragment into molecules of biologically active compounds can be considered as a powerful technique for designing new drugs, because it may lead to new types of biological activity, as well as improve the transport through cell membranes. On the other hand, the use of organophosphorus compounds as reagents for the modification of isatin derivatives enables various valuable synthetic transformations of the isatin moiety. Besides that, the use of phosphorus compounds as organocatalysts offers possibilities for involving isatin derivatives into a range of multicomponent reactions. For these reasons, we consider it necessary to systematize and generalize in this review the reported reactions of isatins with phosphorus compounds, published between 1966 and 2014. Older publications are referred to only when relevant to the current state of art in this field.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 236,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 433,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 438,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 587,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 764,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 916,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1507,
                    "end": 1509,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1989,
                    "end": 1991,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 2123,
                    "end": 2126,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 2127,
                    "end": 2129,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 2624,
                    "end": 2628,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2629,
                    "end": 2633,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2634,
                    "end": 2638,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2639,
                    "end": 2643,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2844,
                    "end": 2846,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 3000,
                    "end": 3002,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 3393,
                    "end": 3396,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 3397,
                    "end": 3399,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 3784,
                    "end": 3787,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 3788,
                    "end": 3790,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 3991,
                    "end": 3993,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the best known and widely used reactions of isatin derivatives with phosphorus compounds is the Abramov reaction. The influence of substituents at the phosphorus atom on the synthetic outcome in reaction with isatin (1a) was studied by using 4-tolyl-and 1-naphthylphosphonous acids, as well as dimethyl-and diethyl phosphites. 30 The reactions were performed in methanol at equimolar ratio of reagents, in the presence of sodium methoxide catalyst, by refluxing for 0.5-1 h. The phosphorus-containing 2-indolinones 2 were obtained in 77-93% yields (Scheme 1). The preparation of phosphorus-containing 2-indolinone derivatives has also been described. 31 Thus, Abramov reaction was performed by treating 5-bromoisatin (1b) with diethylphosphorous acid in ethanol, in the presence of sodium ethoxide, yielding compound 3, which was further transformed by Arbuzov reaction in the presence of nickel bromide to the diphosphonate 4 (Scheme 2).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ISATIN DERIVATIVES IN REACTIONS WITH THREE -AND FOUR-COORDINATE PHOSPHORUS COMPOUNDS"
        },
        {
            "text": "The isatins 1c,d with substituents at position 5 reacted with various diesters of phosphorous acid, forming hydroxyphosphonates 5, 6 32-36 (Scheme 3). The yield of reaction products was increased by using ultrasound, 32 but the yields were also strongly affected by the choice of solvent and reaction temperature. Thus, performing the reaction in chloroform at room temperature for 15 min gave compounds 5 in 38% yield, in ethanol -33%; without solvent at room temperature increased the yields to 69%, while performing the reaction at 45°С gave up to 92% yield. The formation of hydroxyphosphonates 6 in high yields (89-94%) was also promoted by β-cyclodextrin in aqueous medium for 1-4 h. 33 In subsequent works the yield of products 6 was optimized by using various catalysts: quinine (the reaction was performed at 0°С in dichloromethane, catalyst content 20%, yields of compounds 6 were 33-99%), 34 ZnO nanopowder (the highest result was achieved by adding 25% of nanopowder under solvent-free conditions, the reaction was performed for 45 min, resulting in up to 95% yields of compounds 6), 37 copper acetate (the highest yields of compounds 6 (91%) were achieved by performing the reaction in methanol, while the enantiomeric excess of the obtained chiral hydroxyphosphonate was also high (ее 83%), due to the application of chiral bis(oxazoline) ligands). 38 Synthesis of α-hydroxyphosphonates in 82-92% yields was achieved in PEG 400 at 50°С for 10 h. 35 A phosphonate-phosphate rearrangement and the 31 P spectroscopic study of hydroxyphosphonate obtained from 5-methylisatin have been described. 36 Abramov reaction with subsequent phosphonatephosphate rearrangement was performed with N-allylisatin (1c). The process was catalyzed by lanthanum amide complex [(Me 3 Si) 2 N] 3 Ln(µ-Cl)Li(THF) 3 , and led to the formation of (1-allyl-2-oxoindolin-3-yl)diethylphosphate (7) 39 in up to 93% yield (Scheme 4).",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 692,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1365,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1462,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1606,
                    "end": 1608,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 1803,
                    "end": 1804,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ISATIN DERIVATIVES IN REACTIONS WITH THREE -AND FOUR-COORDINATE PHOSPHORUS COMPOUNDS"
        },
        {
            "text": "Taking into account the effect of substituent at the phosphorus atom in phosphorous acid derivatives on the stability of the obtained spirophosphoranes, it was proposed that including a phosphorus atom in a fivemembered dioxaphospholane ring may lead to the stabilization of spirophosphorane structure. Indeed, 2-dialkylaminodioxaphospholanes reacted with 2 mol of isatin (1a) or 1-methylisatin (1e) in benzene and produced the more stable spirophosphoranes 10 in 36-80% yields, 43, 44 in agreement with the published data. 30, 41 Besides that, it was shown that acyclic phosphites can also react along the route leading to spirophosphoranes 11, giving 36-78% yields (Scheme 6). 44 Chemistry of Heterocyclic Compounds 2015, 51(5) Similarly to cyclic and acyclic phosphites, pyrocatechol chlorophosphite in benzene medium reacted with isatin (1а) at the ketone group, 45 forming 3-chloro-3-phenylenedioxaphospholylindolin-2-one (12) in 79% yield, which was easily oxidized in air to the cyclic phosphonate 13 in nearly quantitative yield. However, the same reaction in the presence of triethylamine occurred along the route of N-phosphorylation, forming the isatin derivative 14, which also was easily converted to the respective phosphate 15 in 85% yield (Scheme 7). 10 R 2 = OEt, OBu, OPh, NEt 2 , NBu 2 , morpholin-4-yl, piperidin-1-yl",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "43,",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 485,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 681,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 724,
                    "end": 729,
                    "text": "51(5)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ISATIN DERIVATIVES IN REACTIONS WITH THREE -AND FOUR-COORDINATE PHOSPHORUS COMPOUNDS"
        },
        {
            "text": "The analysis of a considerable number of publications regarding the interaction of isatin with phosphorus(III) compounds showed that the phosphorus compounds reacted predominantly at the ketone carbonyl group (position 3 of the isatin moiety). Thus, it was shown that trialkylphosphites and phosphonites reacted in refluxing benzene with isatin (1a) or its 1-acetyl derivative 1d and 5-bromo derivative 1b, forming unstable 1,3,2-dioxaphospholes 8 in 50-92% yields, which isomerized in ethanol solution to the respective phosphoryl compounds 9 30 It was considered worthwhile to establish the influence of phosphorus substituents on the results of this reaction. For this purpose, amidophosphites 24, 25 were reacted with propylisatin (1f) (Scheme 13). 45 However, in contrast to hexaethyltriamidophosphite, the amidophosphites 24 and 25 reacted quite slowly, but the target compound isolation was complicated due to difficulty of their purification from the respective amidophosphates (80 and 77% yields, respectively).",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 546,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 755,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ISATIN DERIVATIVES IN REACTIONS WITH THREE -AND FOUR-COORDINATE PHOSPHORUS COMPOUNDS"
        },
        {
            "text": "Substitution of chlorine atom with diethylamino group in the molecule of catechol phosphite derivative turned the reaction of phosphole 16 with 1-propylisatin (1f) towards a different direction, where the only product formed was spirophosphorane derivative 17 in 73% yield, with structure established by X-ray structural analysis 46 (Scheme 8). Phosphorylation of the isatin system at nitrogen atom was studied for the case of unsubstituted isatin (1а) with diphenylchlorophosphine. Isatin (1а) was shown to undergo phosphorylation at the nitrogen atom and position 3 of the heterocycle upon refluxing in xylene for 2-3 h, forming the derivative 18 with two phosphorus atoms with coordination numbers of 3 and 4, while 1-acetylisatin (1d) under the same conditions produced the indole-containing phosphine oxide 19 in 60% yield (Scheme 9). 47",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 12"
        },
        {
            "text": "At the same time, it was found that isatin 1g, containing two hydroxyl groups in the substituent at nitrogen atom, reacted with dichlorophosphite and formed only the cyclic phosphite 20 with preserved ketone carbonyl group (Scheme 10). 29 It was shown in another report that prolonged heating of triphenylphosphine and isatin gave a mixture of 3-(triphenylphosphoranylidene)-2,3-dihydro-1Н-indol-2-one (21) and isoindigo (22) in moderate yields (44 and 49%, respectively, Scheme 11). 48 We proposed in 2008 a simpler and more effective method for the preparation of isoindigo derivatives 23 in nearly quantitative yields, by using hexaethyltriamidophosphite instead of triphenylphosphine. 49 We further extended this method to more complex, functionalized isatin derivatives (Scheme 12). 50 ",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 486,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 790,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 12"
        },
        {
            "text": "An unexpected result was obtained by performing the reaction of N-ethylisatin (1h) with hexamethyltriamidophosphite. In this case, despite the equimolar ratio of reagents and similarly to the reactions with tris-(diethylamino)-and tris(morpholino)phosphines, two compounds were obtained in practically equal amounts: 1,1'-diethylisoindigo (27) and one of the steroisomers of oxirane 28 (42% yield). At the same time, N-propylisatin (1f) under identical conditions was transformed only to 1,1'-dipropylisoindigo (26) (Scheme 14). 45 Our approach has been replicated in publications 59-61 where the deoxygenation reaction was performed with thienopyrroledione 29, 1-[tetra(О-acetyl)glucopyranosyl]isatin (1i), and the heteroannulated isatin 30, resulting in high yields of the respective indigoid derivatives 31-33 (Scheme 15).",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "(27)",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 531,
                    "text": "45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 15"
        },
        {
            "text": "Isoindigo (34a) and its N,N'-dimethyl derivative 34b could be obtained in 65-70% yields also by reaction of isatins 1а,e with Lawesson's reagent (LR), which acted as deoxygenating agent. 61 Using an excess of Lawesson's reagent with longer heating in benzene allowed to An analogous reaction was also performed with thienopyrroledione 36, resulting in 25% yield of the isoindigo heteroanalog 37 62 (Scheme 17).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 397,
                    "text": "62",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 15"
        },
        {
            "text": "The substituted isatins 1a,e,j,k were used in reaction with α-ketophosphonates, catalyzed by optically active quinoline alkaloids of cinchona tree -quinidine and cupreidine, in which the hydroxyl group is substituted with a thiourea residue (an example of such catalysts is shown in the Scheme); during this reaction, enolate anion formed from ketophosphonate acted as nucleophile and attacked The ketone group of isatin derivatives 1a,d,e,l,m could react by addition of diazomethyl phosphinate 41, forming β-hydroxyphosphinates 42a-e, which underwent ring expansion upon treatment with hydrochloric acid, forming the phosphorus-containing quinolones 43a-e (Scheme 20). 65, 66 the carbon atom at position 3 of the heterocycle, followed by Р-С bond cleavage and the formation of methyl indolylacetate 38 (Scheme 18).",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 673,
                    "text": "65,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 15"
        },
        {
            "text": "The cyclic indolophosphates 40 were obtained by the action of sodium in THF on 1-methylisatin (1e), followed by treatment of dianion 39 with dichlorophosphate ( Scheme 19) . 64 This addition reaction of α-diazophosphoryl compounds 44 at position 3 of isatin with subsequent ring expansion was also applicable to derivatives of indane-2,3-dione, benzofuran-2,3-dione, and pyrrole-2,3-dione, and was used to obtain compounds 45, 46. The reaction with benzothiophene-2,3-dione occurred at position 2 and produced α-diazophosphonates 47. 65 3-Diazopyrrolidine-2,4,5-trione reacted with triphenylphosphine at the diazo group, forming imine 48 (Scheme 21). 67 Isatin (1а) was recently shown to react easily with diphenyl-or dialkyl(2-methyl-4-oxopent-2-yl)phosphine oxides 49, forming Pfitzinger reaction products -4-quinolinecarboxylic acid derivatives 50, containing a phosphine oxide group at position 2 (Scheme 22). 68",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 171,
                    "text": "Scheme 19)",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "67",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 15"
        },
        {
            "text": "The reactions occurring between isatins 1a,b and derivatives of phosphinic and phosphonic acids 51 with activated methylene group have been described in publications. 29, [69] [70] [71] Thus, phosphorylacetic acid, phosphorylacetone, phosphorylacetaldehyde, phenothiazine-containing N-acylphosphonates, 2-(phosphorylmethyl)benzimidazole, and 2-(phosphorylmethyl)benzothiazoline reacted with isatins 1a,d, forming either phosphorus-containing structures 52 or easily polymerizable ylidenes 53, which did not contain phosphorus (Scheme 23).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "29,",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 22"
        },
        {
            "text": "Among compounds 53 thus obtained, we should note a derivative with R = ОMe and R 1 = C 12 H 25 , which was identified as inhibitor of phosphatase Cdc25 -a key link in the development of oncological diseases. 72 The interaction between N-(diethoxyphosphorylacyl)phenothiazines containing an activated methylene group and isatin (1a) was found to lead to the formation of phosphorus-containing compound with the phenothiazine pharmacophore fragment. 71 The high reactivity of ketone carbonyl group in isatin derivatives motivated some studies where these compounds were used in Wittig reactions. For example, the reaction of isatin (1а) with (cyanomethylidene)triphenylphosphorane resulted in the formation of electron-deficient oxindole 54 as a mixture of E-and Z-isomers, which further reacted with trialkylphosphites, forming dialkyl[cyano(2,3-dihydro-2-oxo-1H-indol-3-yl)methyl]phosphonate 55 and isomeric bis(indole)-containing cyclic phosphonates 56 (Scheme 24). 73 Osman and coworkers assumed that the initial reaction occurred between compound 54 and trialkylphosphite, followed by hydrolysis. 74 In our opinion, taking into account the facile hydrolysis of trialkylphosphites, the first step likely involved the formation of dialkylphosphite, followed by Pudovik reaction with compounds 54, forming structures 55 and 56 (Scheme 24).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 969,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "text": "74",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 22"
        },
        {
            "text": "It has been shown that isatin (1a) reacts with an ylide containing a carboxylate substituent, producing a high yield of the ylidene compound 57. 74, 75 Similar compounds have also been described in patents as drugs for gastrointestinal conditions, inhibitors of tyrosine kinases and cyclin-dependent kinases, compounds with activity against various tumor cells and HIV (Scheme 25). [77] [78] [79] γ,γ-Dimethylallylphosphonium bromide was also used in the Wittig reaction with isatin (1а), forming E-and Z-isomers of alkene 58 (Scheme 26). 79 Several more examples of Wittig reactions using phosphonium salts for the synthesis of isatin ylidene derivatives 59-63 have been reported (Scheme 27). [80] [81] [82] [83] [84] ",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "74,",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[79]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 22"
        },
        {
            "text": "An unusual example of Wittig reaction was the interaction of isatin with chloromethyltriphenylphosphonium iodide, leading to two products: vinylchloride derivative 64 and gem-dichloroethene derivative 65 (Scheme 28). 81 A Wittig reaction of isatin (1a) with (ethoxycarbonylmethylidene)triphenylphosphorane with subsequent [1+2] cycloaddition reaction of (isopropylidene)triphenylphosphorane to compound 72a gave a spirocyclopropane derivative of indolin-2-one (73) . 88 Reactions of isatins 1a,b with (acylmethylidene)triphenylphosphoranes in ethanol at room temperature occurred analogously, forming compounds 72 in high yields (Scheme 32). 89 At the same time, reaction of 1-acetyl-5-bromoisatin (1n) under the same conditions gave not only the respective compound 74, which was isolated as Z-isomer, but also the spirocyclic compound 75 (Scheme 33). 90 Nevertheless, it was shown by Jiang and coworkers 91 that the same ylide reacted with 5-bromoisatin (1b), giving only compound 72b as a mixture of Z-and E-isomers, which were further converted to cyclopropanes 76 by the action of diazomethane. Analogous synthesis of ylidene derivatives of isatins was described in another work (Scheme 34). 92",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "(73)",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 469,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 644,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "90",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 27"
        },
        {
            "text": "Isatin derivatives reacted with α-carbonyltriphenylphosphoranes 77, resulting in the formation of isatin ylidene compounds 78. 93 Different results were obtained from the reaction of isatin with phosphorus ylide 79, containing an electron-withdrawing carboxycarbonyl fragment; the process involved lactam carbonyl and led to the formation of 2-ylidene-substituted derivative 80.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "text": "93",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 31"
        },
        {
            "text": "(Triphenylphosphinylidene)pyruvic acid hydrazide (81) reacted in the role of N-nucleophile with isatin (1a), leading to hydrazone 82 (Scheme 35) . The preparation of cyclic phosphorus-containing isatin derivative 83 in the Wittig reaction through the unusual cumulenylidene intermediate С has been described, 94 and involved using 2 equiv of triphenylphosphorane. The first triphenylphosphorane molecule acted as a nucleophile, attacking with its anionic center the carbon at position 3 of heterocycle, followed by phosphorus attacking the oxygen atom; then through the stage of oxaphosphethane В and subsequent elimination of triphenylphosphine oxide a molecule of cumulenylidene С was formed. A second triphenylphosphorane molecule added regioselectively at the central C=C double bond of cumulenylidene С according to the [2+2] cycloaddition mechanism, finally leading to the formation of cyclic product 83 (Scheme 36).",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "(81)",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "94",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 31"
        },
        {
            "text": "A three-component interaction between the Wittig reaction product obtained from isatin (1а) and ylides (ylidene derivative 84), amines, and acetoacetic esters led to the formation of spiranes 85. The yields of compounds 85 strongly depended on the solvent used. The best result (80% yield) was obtained by refluxing the reaction mixture in methanol for 3 h (Scheme 37). 95 The same approach (through the formation of intermediate ylidene derivatives of isatins) was used in another work, 96 where 1,2-diaminoarenes were converted to derivatives of quinoxaline, 5-azaquinoxaline 86, and oxindole 87 (Scheme 38). ",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "text": "95",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 490,
                    "text": "96",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 31"
        },
        {
            "text": "The method proposed for obtaining of spiro[indolin-3,6'- [1, 3] thiazinanes] 88 involved reacting the ylidene intermediate with dithiocarbamate, which was generated from carbon disulfide and amine (Scheme 39). 97 Isatins also easily participate in Horner-Wadsworth-Emmons reactions, which was demonstrated for the case of bis(diethoxyphosphoryl)methane, 103 using isatin derivatives substituted both at the nitrogen atom and in the aromatic ring, and resulting in the preparation of a series of indolecontaining vinylphosphonates 95 (Scheme 43). ",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 63,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 212,
                    "text": "97",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "103",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 39"
        },
        {
            "text": "One of the methods for introduction of phosphorusbearing fragments into isatin derivatives is the reaction of phosphorus-containing carboxyhydrazides with isatin. For example, hydrazones 101 were obtained from 1,3,2-dioxaphospholane 99 (a derivative of tartaric acid dihydrazide) and isatin (1а) through the intermediate compounds 100, followed by aminomethylation according to Mannich (Scheme 46). 107, 108 These compounds showed high antiviral, antifungal, antibacterial, and hypotensive activity.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "107,",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "108",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 42"
        },
        {
            "text": "The preparation of 2-(diphenylphosphino)-N'-(2-oxoindolin-3-ylidene)acetohydrazide 102 from isatin (1a) was described by Bagrov and co-authors. 109 Remarkably, the phosphorus atom did not participate in the reaction in this Compound 90а, as an analog of marine metabolites, was synthesized from 4,5-disubstituted isatin 89 by a sequence of several reactions, including Wittig reaction and chlorination, in 74% yield (Scheme 40). 98, 99 The treatment of compound 90а first with aqueous HI and then with CF 3 COOH produced also the analogous compounds 90b,c.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "98,",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "99",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 42"
        },
        {
            "text": "An aza-Wittig reaction of isatin derivatives with (tert-butoxycarbonylaza)triphenylphosphorane, followed by treatment of the iminoisatin intermediate 91 with trimethylsilyl cyanide in hexafluoroisopropanol (Strecker reaction) gave the gem-aminonitrile 92. 100 The range of imines accessible by this procedure was extended by Yan and coworkers, 101 who used various azaphosphoranes as starting materials (Scheme 41).",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "100",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 40"
        },
        {
            "text": "1,3,4-Oxadiazole derivatives 94 were obtained by interaction of isatins 1a,o with azaphosphorane 93 containing an isocyanide fragment, and aromatic acids. 102 The process included addition of isonitrile carbon atom to isatin and subsequent aza-Wittig reaction (Scheme 42).",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "102",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 40"
        },
        {
            "text": "Some more complex β-ketophosphonates 96 were also used in this reaction, leading to the product of condensation at position 3 of isatin (1а), namely, compound 97 (Scheme 44). 104, 105 ",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "104,",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "105",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 43"
        },
        {
            "text": "Analogous reactions with certain isatin derivatives were also observed for 5-(2,4-dioxaimidazolidino)phosphonate (hydantoinphosphonate), resulting in the formation of (Z)-5-(2-oxoindolin-3-ylidene)imidazolidine-2,4-diones 98 (Scheme 45). 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 44"
        },
        {
            "text": "case -the hydrazone 102 was formed in 78% yield (Scheme 47). and the cycloaddition reaction of betaine А as 1,3-dipole with the carbonyl group of isatin. The reaction with ethyl propiolate also occurred analogously, leading to phosphorane 105 (Scheme 49).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 45"
        },
        {
            "text": "The formation of an unusual bipolar product 106 has been described. [114] [115] [116] Apparently, isatin (1a) in this case reacted as NH acid and added to the zwitterionic intermediate H, forming a bipolar ion I, which was decarboxylated to the final product 106 (Scheme 50).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 73,
                    "text": "[114]",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 79,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 85,
                    "text": "[116]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 45"
        },
        {
            "text": "Chemistry of Heterocyclic Compounds 2015, 51(5) , 421-439",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 47,
                    "text": "51(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 45"
        },
        {
            "text": "The overview given above regarding isatin reactions with phosphorus compounds showed that in many cases Р(III) compounds initially formed 1,3-dipoles, which could further interact with suitable dipolarophiles. On the other hand, isatin itself may serve as a dipolarophile when 1,3-dipole is generated from Р(III) derivative and an unsaturated compound, such as acetylenedicarboxylate. Both of these approaches have been described in publications that we review in this section. The interest towards such transformations is motivated not only by the access to new heterocyclic and acyclic isatin derivatives, but also by the possibilities for obtaining various metal complexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REACTIONS OF ISATIN DERIVATIVES WITH PHOSPHORUS COMPOUNDS IN THE PRESENCE OF A THIRD COMPONENT"
        },
        {
            "text": "The most studied reactions of this type are those of isatin derivatives with triphenylphosphine in the presence of unsaturated organic reagents. For example, it was shown that reaction of 1-substituted isatins 1e,h,p-r with triphenylphosphine in the presence of acetylenedicarboxylic esters produced high yields of γ-spirolactones 103, containing an indolinone fragment. [110] [111] [112] The interaction of acetylenedicarboxylate and triphenylphosphine initially gave the bipolar ion D, the anionic part of which readily attacked the carbonyl group of isatin, forming zwitterion E. The latter underwent an intramolecular attack by alkoxide ion on the carbonyl group, followed by elimination of triphenylphosphine (bipolar ions F and G) (Scheme 48).",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 376,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 382,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 388,
                    "text": "[112]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REACTIONS OF ISATIN DERIVATIVES WITH PHOSPHORUS COMPOUNDS IN THE PRESENCE OF A THIRD COMPONENT"
        },
        {
            "text": "It has been established in another work 113 that the process described above did not occur unequivocally, because the synthesis of spiranes 103 was accompanied by the formation of phosphoranes 104. Such an outcome of this reaction was partially caused by the presence of isopropyl substituent in acetylenedicarboxylate molecule,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REACTIONS OF ISATIN DERIVATIVES WITH PHOSPHORUS COMPOUNDS IN THE PRESENCE OF A THIRD COMPONENT"
        },
        {
            "text": "More detailed information about the resonance structures of zwitterions of analogous structure (for example, compound 107) has been published by Baharfar and co-authors, 117 based on NMR spectroscopy and thermal analysis (Scheme 51).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "117",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 50"
        },
        {
            "text": "Nair and coworkers 118 performed the reaction of isatins 1c,e,h,p with triphenylphosphine also in the presence of dialkylazodicarboxylate. The reaction gave 56-86% yields of the respective spirooxadiazolines 108, one of which was unequivocally identified by X-ray structural analysis. This reaction occurred through the zwitterionic intermediate J ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 51"
        },
        {
            "text": "The result of similar three-component reactions was found to depend also on the nature of substituent at the phosphorus atom. Thus, trialkyl-or triarylphosphites, which are less nucleophilic than triphenylphosphine, reacted with isatin 1a in the presence of acetylenedicarboxylate not at the ketone, as described above, but at the nitrogen atom of heterocycle, 119 forming the respective isatinylphosphorylsuccinates 109. Thus, the bipolar ionic intermediate attacked the more acidic proton at the nitrogen atom, which was absent in the N-substituted isatin derivatives described above. [110] [111] [112] [113] 118 Trialkylphosphite initially reacted with acetylenedicarboxylate and gave the zwitterionic intermediate M, which added to isatin, and the adduct was hydrolyzed during the chromatographic separation of reaction products (Scheme 53). We should also mention within this review a work 120 describing the reaction of isatin (1a) with triphenylphosphine in the presence of metal chloride. Such a threecomponent reaction resulted in complexes 110 that showed good solubility in polar solvents. Similar complexes of isatin, where both carbonyl groups are coordinated with metal, are quite rare (Scheme 54).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "119",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 592,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 598,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 604,
                    "text": "[112]",
                    "ref_id": null
                },
                {
                    "start": 605,
                    "end": 610,
                    "text": "[113]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "118",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 52"
        },
        {
            "text": "A three-component reaction of isatins with malonodinitrile and dialkylphosphites in the presence of zinc oxide nanopowder has been described in recent publications. [121] [122] [123] Malonodinitrile initially formed an ylidene derivative 111, followed by addition of dialkylphosphite (Pudovik reaction), forming derivatives 112 (Scheme 55).",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 170,
                    "text": "[121]",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 176,
                    "text": "[122]",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 182,
                    "text": "[123]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 52"
        },
        {
            "text": "For the case of reaction between isatin (1a), diethylphosphite, and benzylamine, the catalytic activity of tetra(tert-butyl)phthalocyanine complex (PhcAlCl) was investigated. Two competing processes were shown to occur in this case -the formation of aminophosphonate 113 (Kabachnik-Fields reaction) and hydroxyphosphonate 114 (Abramov reaction) (Scheme 56). 124 The reaction of 1-methylisatin (1e) with hexamethyltriamidophosphite in the presence of nitrosobenzene led to the formation of the respective nitrone, which gave the spiroisoxazolidine 115 upon treatment with allyl bromide in 64% yield and 1:1 diastereomer ratio (Scheme 57). 125 A three-component reaction of 1-alkylisatins 116 with hexaethyltriamidophosphite in the presence of fullerene С 60 126,127,129 gave 20-47% yields of methanofullerenes 117 (Scheme 58). Experimental solar cells based on compounds 117 showed an efficiency in excess of 1%. 128, 130 ",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "124",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "125",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 768,
                    "text": "60 126,127,129",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "128,",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "130",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 52"
        },
        {
            "text": "Phosphorus(III-V) compounds are widely used in synthesis as nucleophilic (Р(III) derivatives) and electrophilic (Р(IV,V) derivatives) catalysts. In this section, we consider several publications of key importance, where phosphorus compounds have been used to catalyze synthetic transformations of isatins. For example, amines and phosphines can be used as nucleophilic catalysts in the Morita-Baylis-Hillman reaction -one of the current methods for the formation of С-С bond between α-position of activated alkenes and aldehydes. Derivatives of 3-R,R'methyleneindolin-2-ones and isatin were introduced into reaction with allenyl carboxylates and ethynyl ketones where phosphines were used as nucleophilic catalysts, and the products were various indole-containing spirocyclic compounds 118, 119. [131] [132] [133] [134] We should note that the reaction gave different results depending on the nature of the base: the use of DABCO led to the formation of spirane 119, while spirane 118 was obtained when methyldiphenylphosphine was used. Mohammadi and coauthors 135 linked the formation of spirane 118 with the presence of zwitterion N in the reaction mixture, which was then transformed into zwitterion O and attacked an isatin molecule. A synthesis of spiranes has been reported, 134 using a palladium catalyst containing N,N-dialkyldibenzo-[d,f][1,3,2]dioxaphosphepine-6-amines, including ones with chiral groups at the nitrogen atom (Scheme 59).",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 801,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 807,
                    "text": "[132]",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 808,
                    "end": 813,
                    "text": "[133]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 819,
                    "text": "[134]",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "text": "134",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PHOSPHORUS COMPOUNDS AS CATALYSTS FOR REACTIONS OF ISATINS"
        },
        {
            "text": "Mohammadi and co-authors 135 described an interaction of isatin derivatives with aldehydes that was catalyzed by phosphoric acid and a tetrazole derivative, forming 3-hydroxyoxindoles 120. The same publication also described the use of sterically congested phosphoric acids 121, 122 as catalysts (Scheme 60).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PHOSPHORUS COMPOUNDS AS CATALYSTS FOR REACTIONS OF ISATINS"
        },
        {
            "text": "The acids 121, 122 were also used as catalysts for the reaction of some isatins with (2-aminoethyl)indoles, which produced the spirocyclic compounds 123 (Scheme 61). 136 Substituted isatins were used in Michael reaction for the synthesis of compounds 124, using chiral sterically congested phosphoric acids, such as compound 125, for improving the enantioselectivity of the reaction (Scheme 62 ",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "136",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PHOSPHORUS COMPOUNDS AS CATALYSTS FOR REACTIONS OF ISATINS"
        },
        {
            "text": "A reaction of isatin 1a with bis(triphenylphosphine)platinum dichloride in methanol in the presence of triethylamine led to the formation of complexes 132 with one or two heterocyclic fragments. 142 Gold-containing isatin derivatives 133 with N-Au bond were described in the work 143 (Scheme 67). The isatins 1e,h,p were used in a three-component Povarov reaction, catalyzed by the chiral phosphoric acid 121. 140 It was noted that the initial intermediate was isatin-3-imine, which further reacted with hydroxystyrene. The obtained spiro[indoline-3,2'-quinolines] 130 showed high antifungal and antibacterial activity (Scheme 65). ",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "142",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "140",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OTHER REACTIONS OF ISATIN WITH PHOSPHORUS COMPOUNDS"
        },
        {
            "text": "The reaction of isatin (1а) with tetraphosphorus decasulfide in pyridine led to the formation of pentathiepino- The treatment of isatin with phosphorus pentachloride, followed by hydrolysis in aqueous methanol gave the alkaloid triptanthrine 135 (Scheme 69). 146 The intermediate compound -2-chloro-3Н-indol-3-one 136 -can be obtained by the action of PCl 5 147 on isatin 1а.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 357,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 67"
        },
        {
            "text": "derivatives carrying organophosphorus fragments. Yet, taking into account the high biological activity of phosphorus compounds, new and interesting types of activity should be expected from such compounds, as already confirmed by the high antimicrobial and antifungal activity of phosphorus-containing hydrazones, obtained from isatin derivatives. 108, 109 We should also note the increased interest of researchers towards deoxygenation reactions of various isatins in the presence of Р(III) derivatives, since such reactions produce isoindigo derivatives of practical value. Generally, we can conclude that a further study of reactions between various phosphorus derivatives and isatins and their heterocyclic analogs holds a considerable promise both from the synthetic, as well as from mechanistic point of view.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "108,",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "109",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme 67"
        },
        {
            "text": "Condensation of isatin 1а with crown ether in the presence of phosphorus(V) oxide and methanesulfonic acid gave polymeric structures 137, soluble in organic solvents, and capable of forming flexible, transparent films (Scheme 70). 148",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 67"
        },
        {
            "text": "The constant interest of chemists towards isatin derivatives is primarily linked to their high biological activity, including a whole family of alkaloids. This brief analysis of publications devoted to the interactions between isatin derivatives and phosphorus(III-V) compounds shows the considerable diversity of such chemical reactions: phosphorylation, various condensation and dimerization reactions, deoxygenation, and the formation of spirocyclic structures. A majority of the described transformations occurred at the activated carbonyl group at position 3 of the isatin molecule. A large volume of works have been devoted to the use of isatins as carbonyl components in cycloaddition reactions, which may occur by various mechanisms. Recent publications describe the preparation of compounds with a wider range of practical applications (catalyst ligands, polymeric materials, etc.). Despite the large number of publications where organophosphorus compounds have been used, only in rare cases the reaction mechanism has been actually investigated, rather than just postulated. Not many publications have been devoted to the synthesis of isatin",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 70"
        }
    ],
    "bib_entries": {
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isatin and its Derivatives",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Zhungietu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rechter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Chemistry of Heterocyclic Compounds",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Pandeya",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Stables",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "421--439",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "225. 66. Regitz",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Disteldorf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Regitz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liebigs Ann",
                    "suffix": ""
                },
                {
                    "first": "; M",
                    "middle": [],
                    "last": "Chem",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Disteldorf",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Eckstein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Chemistry of Heterocyclic Compounds",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "421--439",
            "other_ids": {}
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "Chemistry of Heterocyclic Compounds",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "421--439",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scheme 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Scheme 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Scheme 13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "with sulfur and to obtain compounds 35a,b (Scheme 16).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Scheme 19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "contrast to the reaction leading to compound 59, interaction of the Wittig reagent 66, containing an aniline fragment, with isatin (1а) in acidic medium initially produced the respective imine А, which then cyclized in basic medium to spiroindole 67 (Scheme 29).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "(Mitsunobu reaction intermediate), the N-anionic center of which attacked the carbonyl group of isatin, forming the bipolar ion K. The latter reacted by О-anion attack on the COOR 1 carbonyl group, leading to the Wittig reaction intermediate L, from which triphenylphosphine oxide was eliminated (Scheme 52).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "oxoindolin-3-ylidene)propanoates 127 reacted with methyl acrylate when catalyzed by triphenylphosphine and potassium carbonate under argon atmosphere at 120°С for 8 h, forming 3-spiro[cyclopent[2]ene-1,3'-indolines] 128 in good yields. 139 Along with this compound, methyl 2-(2-oxoindolin-3-ylidene)propanoate 129 was also formed (Scheme 64).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Scheme 68",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dedicated to the memory of Professor Boris Ivanovich Buzykin",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Synthesis of the biologically active spiro[indolin-3,2'-pyrrolidine] 126, showing a moderate cytotoxic activity, was accomplished by Shi and coworkers 138 using chiral phosphorus-containing catalysts, analogous to structures 121 and 122 (Scheme 63).",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "). 137 R = H, Cl, Br; R 1 = H, 6-OMe; R 2 = H, COOMe 1u R = Cl 1e,s,uThe reaction of isatin (1a) with phenols, naphthols, or dinaphthols in the presence of POCl 3 gave 2-oxoindoline derivatives 131, containing a diaryloxyacetal fragment at position 3 (Scheme 66).141",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "+ R = Me, Et, Bu 10 mol % 121",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}