{
    "paper_id": "283e0edcbb08eca820dad59f68d0e8c5201a0ce0",
    "metadata": {
        "title": "Epitope mapping and the detection of transmissible gastroenteritis viral proteins in cell culture using biotinylated monoclonal antibodies in a fixed-cell ELISA",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "A"
                ],
                "last": "Simkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "J"
                ],
                "last": "Sail",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "Weilnau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A fixed-cell ELISA was developed using swine testicle (ST) cells infected with the virulent Miller strain of transmissible gastroenteritis virus (TGEV) and purified biotinylated monoclonal antibodies (b-MAbs). Five of the b-MAbs were specific for the peplomer (E 2), five reacted to the nucleocapsid (N), and one reacted to the E 1 protein of the Miller strain of TGEV. Protein A-Sepharose purification of MAbs yielded protein concentrations ranging from 0.40 to 3 mg per ml of ascites. Separate pools of N-MAbs and E 2-MAbs, and the E 1-MAb were used to monitor synthesis of TGE viral antigen in ST cells from 0 to 16 h post-infection at various multiplicities of infection (MOI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". Epitopes of N proteins appeared sooner and at a lower MOI than those for the E 1 and E 2 proteins. The fixed-cell ELISA was also used to examine relative binding affinities of TGEV MAbs. Concentrations of b-MAbs producing a halfmaximal signal ranged from 0.11 to 3.8 pg/ml for E2-MAbs, from 0.05 to 0.82 gg/ml for N-MAbs, and 6 gg/ml for the E 1-MAb. The assay was used to determine the 50% neutralization concentrations for four neutralizing E2-MAbs (0.1 lag/ml to 6.9 gg/ml) and one E 1-MAb (1.2 gg/ml). Competition assays between b-MAbs and unlabeled competitors indicated that at least two major antigenic sites exist on the E2-protein and 2 to 3 antigenic sites are present on the N-protein of Miller TGEV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis (TGE) is a contageous enteric viral infection of swine causing the highest mortality rate (80-90%) in seronegative piglets under 2 weeks of age [14] . The TGE virion consists of three major proteins: the nucleocapsid or N protein (46 kDa) and two membrane-bound glycoproteins, E 1 and E 2. The E 1 glycoprotein has a MW of 29 kDa and the E 2 or peplomer protein has a MW of 200 kDa. The E 2 protein elicits neutralizing antibodies [5] . To elucidate the nature of epitopes on TGEV, monoclonal antibodies (MAbs) have been produced to a number of attenuated strains of the virus [-2, 3, 8, 9, 11, 12, 19] . Laude et al. [12] produced MAbs against the three major structural proteins of the attenuated (Purdue) strain of TGEV. When a panel of the neutralizing E 2 MAbs were tested against nine strains of TGEV in virus neutralization (VN) and cell culture immunofluorescence (CCIF) assays, several of the MAbs exhibited diminished binding and neutralization of some strains. A competition radioimmunoassay identified four major antigenic sites (A, B, C, and D) on the E2 protein [3] i The majority of neutralizing determinants were clustered in A and B sites. When the MAbs were used to probe several strains of porcine (TGEV) and feline (feline infectious peritonitis) coronaviruses, strong conservation of sites A and B of the E 2 proteins was found on all viruses tested [11] . This conservation of sites was also observed with another independent panel of 14 neutralizing E 2 MAbs generated to attenuated Purdue TGEV [2] . The six epitopes identified by this panel were detected in 11 attenuated and virulent viral isolates obtained from the United States, Japan, and Europe within the last 16 years. These E2 MAbs were also mapped onto four (A, B, C, and D) antigenic sites of the peplomer protein [9] . In another study, Garwes et al. [6] generated neutralizing MAbs to the virulent British FS 772/ 70 strain of TGEV which reacted with several epitopes on the E 2 protein. The relationships among the antigenic sites identified on the E 2 protein by these various investigators [3, 6, 9] have not been reported. Moreover, epitope mapping of the TGEV N-protein has not been described.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 607,
                    "end": 632,
                    "text": "[-2, 3, 8, 9, 11, 12, 19]",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1548,
                    "end": 1551,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1830,
                    "end": 1833,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1868,
                    "end": 1871,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2111,
                    "end": 2114,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2115,
                    "end": 2117,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2118,
                    "end": 2120,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Enzyme-linked immunosorbent assays (ELISA) for the detection of TGE viral proteins and antibodies have involved using partially purified preparations of virus [-2, 3, 8, 9, 11, 12, 19] . Competition assays to map the viral epitopes have relied on partially purified MAbs that were radiolabeled [3, 9] . Our laboratory previously reported [17, 18] the generation of MAbs to the E 2 and N viral proteins of the virulent Miller strain of TGEV. Three neutalizing E 2-MAbs and five nonneutralizing N-MAbs were identified. In this report we describe a fixed-cell ELISA using these and three additional biotinylated MAbs to detect viral epitopes and its application for: (1) detecting the appearance of viral epitopes following infection of cells by virulent TGEV; (2) monitoring virus neutralization by MAbs; and (3) mapping epitopes of TGEV proteins in competition assays using MAbs generated to E i, E 2, and N viral proteins.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 184,
                    "text": "[-2, 3, 8, 9, 11, 12, 19]",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 298,
                    "end": 300,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The virulent Miller strain (M 5 C) of pig-passaged TGEV was used to produce hybridomas. The virus was partially purified from gut contents of infected gnotobiotic pigs on sucrose gradients as previously described [18] . The virus used for infection of the swine testicle (ST) cells was the low cell culture-passaged Miller (M 6) strain of TGEV which is virulent in gnotobiotic pigs [18] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 382,
                    "end": 386,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "l/Trus strains"
        },
        {
            "text": "MAbs to M 5 C TGEV were generated and characterized as previously described [17, 18] . Hybridomas were generated by fusion of spleen cells derived from M 5 C TGEV-immunized mice with SP 2/0 myeloma cells in the presence of 50% polyethylene glycol. Hybridomas testing positive in VN and CCIF tests were expanded and cloned three times before growth as ascites. Protein specificity was determined by radioimmunoprecipitation and isotypes of MAbs were analyzed as previously described [18] . The MAbs to the N protein (N-MAbs) used were 14E3, 14F 10, 14G9, 24A 11, and 25H7 and have been described previously [18] . The neutralizing MAbs to the E2 protein were 25C9, 25E4, and 25H4 [18] plus 25 A 2. A nonneutralizing E 2-MAb, 26 F 4, and a neutralizing E 1-MAb, 42 E 4, were also used. Characteristics of the MAbs used in this study are summarized in Table 1 .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Production and characterization of monoclonal antibodies"
        },
        {
            "text": "MAbs were purified on a 0.5 x 1.3 cm column of protein A-sepharose CL4 B (Pharmacia, Stockholm, Sweden) equilibrated with TBS (20 mM Tris-HC1, pH 8.0, containing 0.15 M NaC1) or, for IgGl, HSB (20 mM Tris-HC1, pH 8.9, containing 3 M NaC1) by modifications of previously described methods [4, 16] . Ascites were clarified by centrifugation at 10,000 x g for 15min at 4°C. Supernatants were diluted 1 : 1 with 5 x TBS and applied to gel at room temperature (RT). The column was then washed with 10ml of the same buffer containing 0.1% v/v Tween 20 (TBS-T). Immunoglobulins (Igs) were eluted with 0.1 M sodium acetate buffer pH 3.0 and collected in 0.5-ml fractions which were immediately adjusted to pH 8.0 with 0.5 M Tris base. Fractions were assayed for protein by a modification of the method of Sedmak and Grosberg [15] and fractions containing 90% of the detectable protein were combined. Purified MAbs were stored at 4 °C or prepared for biotinylation by dialysis overnight against 500 volumes of 0.1 M NaHCO3, pH 8.5-8.9. Biotinylation reagent (Enzotin, Enzobiochemicals, New York, NY) was prepared by dissolving the hydroxysuccinimide biotin ester in dimethyl sulfoxide (DMSO) to a concentration equal to the protein concentration (0.5-5 mg/ml) in the sample. To every 1 ml of purified MAb, 150 gl of biotinylation reagent was added and allowed to react for 4h at RT. After the reaction, the biotinylated MAb (b-MAb) was dialyzed against TBS overnight and stored at 4 °C.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Purification and biotinylation of monoclonal antibodies"
        },
        {
            "text": "Monolayers of ST cells were grown to confluence in 96-well tissue culture plates as previously described [13-1. ST cells were infected (100 gl/well) with stock M 6 TGEV (10 7 PFU/ml) diluted in serum-free minimal essential medium (MEM). After the cells were incubated for 16h at 37°C in 5% CO2, the medium was removed and both infected and uninfected controls were rinsed twice with TBS. Cells were fixed for 20 min in 80% acetone, air dried, and stored at -20 °C until used. For ELISA, the fixed cells were warmed to RT for 15-20 min and 150gl of blocking solution [5% nonfat dry milk (Carnation Co., Los Angeles, CA) in TBS] was added to each well for 1-2 h. The blocking solution was removed and 100 gl of b-MAb (the concentration depending on the purpose of the assay and the saturation level of the individual b-MAb) was added to each well and allowed to react 2 h at RT or overnight at 4°C. After 3 rinses, 100 gl of a 1/5,000 dilution of horseradish peroxidaseconjugated streptavidin (HRP-S) (Kirkegaard and Perry Laboratories, Inc., Gaithersburg, MD) in TBS-T was added to each well. After 1 h at RT, the HRP-S was removed and each well rinsed 4 times in TBS-T. The chromogenic reagent consisted of 1 mM ABTS [2,2'azino bis (ethylenebenzthialine sulfonic acid)] dissolved in 0.1 M sodium citrate buffer pH 4.2 to which 0.03% H202 was added immediately prior to the assay. One hundred gl of ABTS was added to each well and allowed to react for 30 min at RT. The reaction was terminated by the addition of I00 gl of 5% SDS. The absorbance of the samples was monitored at 405 nm in a Titertek ELISA Reader (Flow Laboratories Inc., Reston, VA). The absorbance of controls (0.1-0.2) exposed only to HRP-S was subtracted from the remaining sample values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fixed cell ELISA"
        },
        {
            "text": "The appearance of E 1, E 2, and N epitopes in inoculated ST cells was determined against three-fold sterial dilutions of the M 6 inoculum ranging from 10 ",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Time course of appearance of El, E 2, and N epitopes in cell culture"
        },
        {
            "text": "Neutralization of TGEV by E 1-and E 2-MAbs was performed by mixing three-fold serial dilutions of MAbs with an equal volume of M 6 TGEV in MEM (105 PFU/ml); this dose results in 60-80% of the ST cells containing TGE viral antigens within 16 h of incubation as determined by CCIF [18] . A nonneutralizing MAb (26 F4) was used as a control. MAbs (100gl) and virus (100gl) mixtures were incubated for l h at 37°C in 5% CO2 prior to being applied to ST cell monolayers. The cells were incubated for 16 h and processed as described for the fixed-cell ELISA. Viral proteins were detected with a mixture of the Npool plus the E 2-pool both of which were described earlier. The absorbance (x 1,000) of virus in this fixed-cell ELISA was 1,800 for controls incubated in the presence of the nonneutralizing MAb (26 F 4).",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Virus neutralization assay"
        },
        {
            "text": "Unlabeled competitor MAbs were serially diluted in TBS-T to give a final concentration range of 0.1 to 10 t, tg/ml and 50 gl was added to fixed infected and mock-infected ST cells. For competition studies with E2, and N-MAbs, the virus stock was diluted 1/1,000 and 1/3,000, respectively. Saturating amounts of b-MAbs were determined by dose response curves. B-MAbs were diluted to twice the saturating concentration (usually 0.5-5 gg/ml) in TBS-T and 50 gl was added to competitors (at several concentrations ranging from 0.5 gg/ ml to 30-50 gg/ml) or controls (50 ~tl of TBS-T). An E 1-MAb control (42 E 4) was used for E2-MAb competition and an E2-MAb control (26F4) for N-MAb competition. Mixtures of b-MAbs and unlabeled competitors were incubated overnight at 4 °C to insure equilibrium. The plates were processed as described above for the standard fixed-cell ELISA. The inhibition was calculated as the difference between the absorbances of the uncompeted b-MAb and the b-MAb-competitor mixture divided by the absorbance of the uncompeted b-MAb. Strong competition was considered to be greater than 67% inhibition; intermediate competition between 33% and 67% inhibition; and weak or no competition less than 33%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epitope mapping by competition ELISA"
        },
        {
            "text": "The IgG concentrations from ascites of the purified MAbs ranged from 0.40 to 3.0 mg/ml ( Table 1 ). The concentration of IgG in ascitic fluid pooled from several SP 2/0-injected mice was 0.11 mg/ml, indicating that the probable level of contamination of heterotogous antibodies in ascites ranged between 3 and 27%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Purification and biotinylation of MAbs"
        },
        {
            "text": "In general, the fixed-cell ELISA produced absorbance values with standard deviations in the range of 5 to 15%. Dose response curves of the b-MAbs are presented in Fig. 1 . The relative affinities of the N-MAbs (Fig. 1 A) were 25 H 7 > 14F10 > 24All > 14E3 > 14G9. Relative affinities of the E2-MAbs andE1-MAb, 42E4 (Fig. lB) were: 25C9 > 25E4 > 26F4 > 25H4 > 25 A 2 > 42 E4. The concentrations of b-MAbs giving a half-maximal signal were determined from dose-response curves (Fig. 1) and are summarized in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 169,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Fig. 1 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 315,
                    "end": 324,
                    "text": "(Fig. lB)",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 483,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 506,
                    "end": 513,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Purification and biotinylation of MAbs"
        },
        {
            "text": "The effectiveness of E I-and E 2-MAbs in virus neutralization is summarized ( Fig. 2 and Table 1 -1OO :: : :::::::: : :::::::1 : :::::::1 : :::::::1 : Table 1 ). The ratios ranged from 0.2 to ,-~ 58. Fig. 3 . The N epitopes appeared earlier than the E 1 and E 2 epitopes and could be detected at much lower infectivities of the inoculum.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 206,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Neutralization of TGEV by El-and E 2-MAbs"
        },
        {
            "text": "When b-MAbs were competed with unlabeled MAbs at various concentrations, inhibition curves were generated similar to those shown for two representative b-MAbs in Fig. 4 (competitions with controls are omitted for clarity) . The results of competitions with N-and E 2-MAbs are summarized in Fig. 5 A, B . The competition of the N-MAbs (Fig. 5 A) revealed two or three clusters of epitopes i- or antigenic sites; one (N 2) was identified by 14 E 3; another (N 1) comprised a site common to 25 H 7, 24A 11, and 14F 10; and a possible third (N3) was defined by 14G9. It may be that 14F 10, 24All, 25H7, and 14G9 are all situated near each other with 14 F 10 being on one side of the site and 14 G9 on the other, slightly overlapping site N 2. Competitions between the E 2-MAbs (Fig. 5 B) indicated the MAbs used in this study bind to at least two distinct antigenic sites. One site included epitopes recognized by 25 A 2, 25 C 9, and 24 H 4. A degree of nonreciprocal binding was seen for 25 A 2 and 25 H 4 versus 25 C 9. A similar situation was noted for the 25 E 4 and 26 F 4 MAbs, with these two MAbs defining the second site. The E 1-MAb (42 E4) did not compete with the E 2-MAbs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 221,
                    "text": "Fig. 4 (competitions with controls are omitted for clarity)",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 301,
                    "text": "Fig. 5 A, B",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 344,
                    "text": "(Fig. 5 A)",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 783,
                    "text": "(Fig. 5 B)",
                    "ref_id": null
                }
            ],
            "section": "Competition of TGEV MAbs in ELISA"
        },
        {
            "text": "The fixed-cell ELISA using biotinylated MAbs appears to be a reliable system for the detection of TGE viral proteins. It has a number of advantages over other systems. Biotinylation of MAbs is a rapid method of producing labeled antibodies without attaching relatively large enzyme moieties which might significantly alter the affinity and specificity of the antibody. It is simpler and safer than isotopic labeling with 125I. No extensive time-consuming purification of virus is required and some aspects of in vivo replication of the virus, not possible with purified viral preparations, can be examined. The purification of the MAbs from ascites allowed us to determine the different concentrations of MAbs present. The concentrations over a 7.5-fold range suggest that caution should be used when using crude ascitic fluids in experiments in which the level of antibody may have a significant effect on the interpretation of results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fixed-cell ELISA allowed us to examine the appearance of virus epitopes in vitro in infected cells (Fig. 3) . The nucleocapsid epitopes appeared earlier and accumulated in somewhat larger quantities than those of the E 1 and E 2 proteins. These results should only be interpreted as representing the relative levels of proteins synthesized in the infected cell and not of those in the intact virions released from the cell at the end of infection. The apparent slower rate of appearance of E 1 and E 2 epitopes may reflect a longer time required for the protein to be processed to final form. The dose-response curves generated by this technique also appear to be useful for determining the amount of infectious virus present in various preparations and correlated with results of CCIF and plaque virus titration assays (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Another application of the fixed-cell ELISA was the detection of unneutralized virus after incubation of TGEV with the neutralizing MAbs (Fig. 2) . Since purified unbiotinylated MAbs were used in this experiment, the neutralization curves generated may give a more accurate estimation of neutralization than those obtained using unpurified ascitic fluids or tissue culture supernatants from hybridomas in which the neutralization titer will be a reflection of the differing concentrations of immunoglobulins. The range of concentrations (0.1 to 6.9gg/ml) we observed falls within the range of concentrations (0.015 to 25 gg/ml) Laude et al. [12] reported as limiting neutralization concentrations :for E 2-MAbs of the Purdue (attenuated) strain of TGEV. Assuming the doseresponse curves (Fig. 1) of the b-MAbs reflect the relative affinities of the MAbs, then the ratio of the amount of MAb producing a 50% reduction in infectivity of the virus to the relative affinity of the MAb (from the 50% maximal signal concentration) may reflect the relative efficiency of neutralization (VN/ELISA ratio, Table 1 ), i.e., the greater the ratio the less effective the neutralization by the MAb. The ratios for 25 C9, 25 H4, and 25 A2 are approximately 1 and from the competition studies they appear to be in the same antigenic site, whereas the ratio for 25 E4 is nearly 60 times greater and 25 E 4 appears to share the same antigenic site as the nonneutralizing MAb 26 F 4.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 795,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1096,
                    "end": 1103,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The one E 1-MAb (42 E 4) in our study differs from E 1-MAbs generated to attenuated [9, 11] and mixtures of attenuated and virulent [ 19] strains of TGEV. Our E 1-MAb was capable of neutralizing virulent TGEV in the absence of complement and at concentrations comparable to several E 2-MAbs (Fig. 2) . MAbs produced by Laude et al. [11] to the E 1 protein of the attenuated Purdue strain of TGEV demonstrated low virus neutralization titers (400 or less) in ascites but were not examined for \"complement-dependent\" neutralization. Jimenez et al. [-9] using another set of MAbs to the attenuated Purdue strain of TGEV reported low to no neutralization of virus by E 1-MAbs in the presence or absence of complement, whereas several of their E 2-MAbs demonstrated a dramatic (seven-to eight-fold) stimulation of the neutralization index in the presence of complement. The effects of guinea pig, rabbit, and swine complement on the neutralization titers of MAbs raised against a mixture of attenuated (Purdue) and virulent (Miller) strains of TGEV was examined by Woods et al. [-19] . MAbs against the E 2 peplomer had similar VN titers in the presence or absence of complement from any source, whereas MAbs against the E 1 protein had neutralizing activity only in the presence of complement. The contrasting results of our current study may be due in part to the fact that the virulent Miller strain was used in the immunizations of the mouse and as the infecting agent in the virus neutralization assays.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 132,
                    "end": 137,
                    "text": "[ 19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[-9]",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1078,
                    "text": "[-19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The use of competition assays to determine the antigenic sites of the E 2 and N proteins reflected also the importance of considering affinity in interpretation of results. We chose 67% as the lower limit for strong competition because in an antigen-limiting assay (where all sites will be saturated by the MAbs) at a ratio of three times the unlabeled competitor, one would expect to see a reduction of 75% for MAbs with identical affinities. The 67% cut off is merely an attempt to define a limit with some degree of error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of our competitions with the E 2-MAbs defined two antigenic sites on the E 2 protein. However, it is not possible to eliminate the possibility that these results may reflect different sites which upon binding of the MAb either are conformationally changed or sterically blocked. Two other groups [-2, 3, 9] have observed changes in binding of MAbs to TGEV E 2 protein sites in which certain MAbs to site B actually enhanced binding of MAbs to site A. It is not possible at present to identify which, if any, of these antigenic sites might be the same as those others have identified [2, 3, 9] but more information may be available following exchange of MAbs and comparative competition assays.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 318,
                    "text": "[-2, 3, 9]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 599,
                    "end": 601,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of the N-MAb competition are more difficult to interpret. The N protein (57 kDa) is relatively small and contained within the virion or tightly self-associated within the cell, appearing as brightly fluorescing aggregates in the cytoplasm of infected cells in CCIF assays [12, 18] . Consequently, the area of the N protein available for binding may provide fewer epitopes clustered into fewer antigenic sites and therefore be more subject to steric hindrance.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this report, we have described a fixed-cell ELISA which, when used with biotinylated monoclonal antibodies to the E 1, E 2, and N proteins of TGEV, provides a simple, rapid technique for detection of TGEV epitopes with several applications. It can provide useful information about the appearance of viral antigens and infectivity titers of TGEV, relative affinity and neutralization concentrations of MAbs, and it can be used for competition assays to identify epitopes of TGEV viral proteins. The fixed-cell ELISA and b-MAbs may be useful techniques and reagents for future studies of detection and diagnosis of TGEV infections. Use of b-MAbs to the N proteins of TGEV may be especially useful for early and rapid detection of TGEV antigens in cell cultures inoculated with fecal specimens from TGEV suspect pigs or in mucosal smears from such pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Antigenic differentiation between transmissible gastroenteritis virus from swine and a related porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callebaut",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "1725--1730",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Antigenic structure of the E 2 glycoprotein from transmissible gastroenteritis coronavirus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bullido",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Virus Res",
            "volume": "10",
            "issn": "",
            "pages": "77--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antigenic structure of transmissible gastroenteritis virus. It. Domains in the peplomer glycoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1405--1418",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of pure IgG1, IgG2a, and IgG2b immunoglobulins from mouse serum using Protein A-Sepharose",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Ey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Prow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Jenkin",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Biochemistry",
            "volume": "15",
            "issn": "",
            "pages": "429--436",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "/79) Antigenicity of structural components from porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Pike",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Cartwright",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Vet Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "17--190",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of epitopes of immunological importance on the peplomer of porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Elleman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "509--515",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibodies: a laboratory manual",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biotinylated monoclonat antibodies to TGE virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Simkins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antigenic variation of porcine transmissible gastroenteritis virus detected by monoclonal antibodies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hodatsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Eiguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuchimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ide",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamagishi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matumoto",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Vet Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "115--124",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Critical epitopes in transmissible gastroenteritis virus neutralization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Melgosa",
                    "suffix": ""
                },
                {
                    "first": "M J",
                    "middle": [],
                    "last": "Bullido",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "60",
            "issn": "",
            "pages": "131--139",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cleavage of structural proteins during the assembly of the head of bacteriophage T 4",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Laemmli",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "680--685",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Caracterisation antigenique au coronavirus respiratoire porcine a l'aide d'anticorps monoclonaux diriges contre le virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Rech Porcine",
            "volume": "20",
            "issn": "",
            "pages": "89--93",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antigenic structure of transmissible gastroenteritis virus. I. Properties of monoclonal antibodies directed against virion proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapsal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelfi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labiau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grosclaude",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Studies on transmissible gastroenteritis virus in swine. II. Selected characteristics of a cytopathogenic virus common to five isolates from transmissible gastroenteritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcclurkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Can J Comp Vet Sci",
            "volume": "30",
            "issn": "",
            "pages": "190--198",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmissible gastroenteritis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "255--274",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A rapid, sensitive, and versatile assay for protein using coomassie brilliant blue G 250",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sedmak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Grosberg",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Anal Biochem",
            "volume": "79",
            "issn": "",
            "pages": "544--552",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The four subclasses of IgG can be isolated from mouse serum by using Protein A-Sepharose",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Seppala",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sarvas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Peterfy",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Makela",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Scand J",
            "volume": "114",
            "issn": "",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Production and characterization ofmonoclonal antibodies to transmissible gastroenteritis virus of pigs",
            "authors": [
                {
                    "first": "Skw",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Abstract.) 67th Ann Meet Conf Res Workers in Animal Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Monoclonal antibodies to a virulent strain of transmissible gastroenteritis virus: comparison of reactivity against the attenuated and virulent virus strains",
            "authors": [
                {
                    "first": "Skw",
                    "middle": [],
                    "last": "Welch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch ViroI",
            "volume": "102",
            "issn": "",
            "pages": "221--236",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Neutralization of porcine transmissible gastroenteritis virus by complement-dependent monoclonal antibodies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Wesley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kapke",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Vet Res",
            "volume": "49",
            "issn": "",
            "pages": "300--304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "6 tO 0 PFU/ml. The dilutions were performed in MEM in 96-well tissue culture plates and 100 gl were transferred to each well of confluent ST cell monolayers. The infected cells were incubated for 4, 8, 12, and 16 h at 37 °C in a 5% CO2 atmosphere. The acetone-fixed, blocked cells were incubated for an additional 2 h with either an N-pool consisting of 1 gg/ml of three biotinylated N-MAbs (14 E 3, 14 F 10, and 25 H 7), an E2-pool consisting of 1 ~tg/mt of each of two E 2-MAbs (25 H 4 and 25 E 4), or the single E 1-MAb, 42 E 4, at a concentration of 5 gg/ml. The cells were washeA three times, incubated with HRP-S, and developed for 15 min with ABTS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ".... f:: ...... -100 A ;.-/. ..... , ........ , ......... ~..A.\".~ ~/ ....... .,~l--, ....... I , , .... ~ ........,B. Dose response curve of b-MAbs to TGEV. A MAbs to N protein /~ 14 E 3; © 14F10; ik 14G9; V24All; • 25H7. B MAbs to E1 • 42E4, and E2 A 25A2; • 25 C 9; V 25 H 4; A 25 E 4; © 26 F 4. Assays were performed as described in Materials and methods. Absorbance values have been multiplied by 1,000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". The half-maximal concentrations of the E 2-MAbs ranged from 0.11 gg/ ml (6.1 x 10-1°M) for 25C9 to 2.4gg/ml (1.3 x 10-SM) for 25A2. The halfmaximal concentrations of the N-MAbs ranged from 0.05 gg/ml (2.7 x 10-~°M) for 25H7 to 0.82gg/ml (4,5 x 10-gM) for 14G9. The halfmaximal concentration of the E 1-MAb was 6.0 Ilg/ml (3.3 x 10-SM).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time-course of infection using serial dilutions of M 6 TGEV starting at an initial infectivity of 107 PFU/ml. Virus was serially diluted in DMEM and infected cells fixed after incubation for the following times: • 4h; • 8 h; I1~ 12h; • 16h; fixed cells probed with N: N-MAb pool; E 1:42 E 4; and E 2: E 2-MAb pool. The lower right figure is a plot of the absorbance values from the 102 dilution of M6 TGEV at 4 to 16h post infection. Absorbance values have been multiplied by 1,000 ml (3.8 x 10-SM) for 25 E4. To determine the relative efficiency of neutralization, i.e., to compare the ability of a MAb to neutralize virus with its affinity for the virus, a neutralization ratio was calculated by dividing the amount of MAb required for 50% neutralization by the concentration required for a halfmaximal signal (",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}