{
    "paper_id": "2852ce1fa7b31d9407733166bcffec21ae9f4fa8",
    "metadata": {
        "title": "Cellular senescence limits acute lung injury induced by mechanical ventilation",
        "authors": [
            {
                "first": "Jorge",
                "middle": [],
                "last": "Blázquez-Prieto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Covadonga",
                "middle": [],
                "last": "Huidobro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Inés",
                "middle": [],
                "last": "López-Alonso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Amado-Rodriguez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Martín-Vicente",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [],
                "last": "López-Martínez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Crespo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Oviedo. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Pantoja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Metabolic Syndrome Group -BIOPROMET",
                    "institution": "CEI UAM+CSIC. Madrid",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [
                    "J"
                ],
                "last": "Fernández-Marcos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Metabolic Syndrome Group -BIOPROMET",
                    "institution": "CEI UAM+CSIC. Madrid",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Serrano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Catalan Institution for Research and Advanced Studies (ICREA)",
                    "institution": "",
                    "location": {
                        "settlement": "Barcelona, Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [
                    "I"
                ],
                "last": "Sznajder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Instituto de Investigación Biosanitaria del Principado de Asturias Avenida de Roma s/n",
                    "institution": "Northwestern University",
                    "location": {
                        "postCode": "33011",
                        "settlement": "Chicago, Oviedo",
                        "region": "IL",
                        "country": "USA., Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Guillermo",
                "middle": [
                    "M"
                ],
                "last": "Albaiceta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Investigación Sanitaria del Principado de Asturias. Oviedo",
                    "location": {
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The lungs have a stereotypic response to acute injury, which is preserved among species and many etiological agents. Once damage is inflicted, lung cells trigger a host response which can include inflammation, matrix remodeling and different forms of cell death, including apoptosis (1) . Although a limited host response may help to clear the injurious agent and repair lung tissue (2) , an overexuberant host response can lead to severe injury and impairment in gas exchange. Therefore, therapeutic strategies aimed to limit lung damage and interference with lung repair are important. Lungs are exposed to mechanical load during every breath. In pathologic conditions, generation of the pressure gradients necessary for ventilation may cause an excessive cell stretch and lead to organ dysfunction. This is especially relevant during mechanical ventilation with high pressures, which can lead to the so-called ventilator-induced lung injury (VILI) (3, 4) . In mechanically ventilated patients , a strategy aimed to limit VILI decreased mortality in patients with the acute respiratory distress syndrome (ARDS) (5) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 955,
                    "end": 957,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1113,
                    "end": 1116,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Mechanotransduction is thought to regulate the molecular steps in VILI pathogenesis (6) . The nuclear envelope has been reported as an important cell mechanosensor (7) . Mechanical stretch appears to increase Lamin-A in the nuclear envelope, leading to nuclear stiffening. Inhibition of this response has been shown to decrease VILI in an experimental model (8) . Abnormalities in the nuclear envelope can also activate senescence (9) , a cell response characterized by an stable arrest of the cell cycle and a switch towards a senescence-associated secretory phenotype (SASP) (10). This secretome includes a variety of molecules such as proinflammatory mediators and matrix metalloproteases, which in turn may induce senescence in a paracrine fashion (11) . It has been proposed that senescence . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint 5 facilitates the clearance of damaged cells and is required for tissue repair (12) .",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1101,
                    "end": 1105,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Interestingly, SASP has a significant overlap with the proinflammatory response associated with VILI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "We hypothesized that senescence could be part of the alveolar cell response to lung injury and mechanical stretch, thus, suggesting a novel pathobiologic mechanism and therapeutic target. To test this hypothesis, we first analyzed a previously validated transcriptomic signature of senescence in published data and, based on these findings, we developed a clinically relevant model of lung injury caused by acid aspiration and VILI to characterize the mechanisms regulating the senescent response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "To explore the main hypothesis, a pooled analysis of published transcriptomic data was performed, using a previously validated 55-gene expression signature of senescence (13) as main endpoint. Datasets reporting lung gene expression in animal models of acute lung injury and mechanical ventilation were obtained from public repositories (Gene Omnibus Expression https://www.ncbi.nlm.nih.gov/geo/-and ArrayExpress https://www.ebi.ac.uk/arrayexpress/-) using the following terms: \"Stretch\", \"Cyclic strain\", \"Mechanical Ventilation\", \"Lung\", and \"Alveolar\". Fifty-one datasets were manually reviewed. Studies lacking a control group with intact, spontaneously breathing animals and those reporting less than 40 genes from the endpoint signature were excluded, so 11 datasets were finally used (Supplementary Table 1 ).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 806,
                    "end": 813,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Meta-analysis of transcriptomic data"
        },
        {
            "text": "When available, raw data was downloaded and normalized using the Robust . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint 6 Multiarray Average method (for Affymetrix microarrays) or normal-exponential background correction followed by quantile normalization (all the other platforms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of transcriptomic data"
        },
        {
            "text": "Normalized datasets were pooled using the Combat-Co-normalization using controls (COCONUT) algorithm (14) . This method normalizes gene expression of the different datasets using an empirical Bayes fitting, but applied only to control samples (in this case, spontaneously breathing animals with intact lungs). Then the obtained normalization parameters are applied to the cases (i.e., those with lung injury)(Supplementary Figure 1) . A senescence meta-score was computed for each sample as the geometric mean of the upregulated genes minus the geometric mean of the downregulated genes in the senescence signature. Meta-scores were finally compared among controls and animals with lung injury and/or mechanical ventilation.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Meta-analysis of transcriptomic data"
        },
        {
            "text": "Male, 12 week old C57Bl/6 mice, kept under pathogen-free conditions with free access to food and water, were used in all experiments. The Animal Research Committee of the Universidad de Oviedo evaluated and approved the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal models"
        },
        {
            "text": "A two-hit lung injury model, based on chlorhydric acid instillation and mechanical ventilation, was studied. Animals were anesthetized with intraperitoneal ketamine and xylazine and orotracheally intubated using a 20G catheter, through which 50μL of chlorhydric acid (0.1N, pH=1.5) were instilled. Two hours after instillation, mice were randomly assigned to receive mechanical ventilation or not. Mice were ventilated with a pressure-controlled mode (peak inspiratory pressure 17 cmH2O, PEEP 2 cmH2O, respiratory rate 100 breaths/min) for 120 minutes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal models"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint Two additional series of experiments were performed. Mice lacking Cdkn1a (p21, an endogenous inhibitor of cyclin-dependent kinases involved in the senescent response triggered by Tp53) and their wildtype littermates were subjected to the same model of injury, including acid instillation and mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal models"
        },
        {
            "text": "Genotypes were confirmed by PCR. In separate experiments, wildtype animals were treated with a single dose (200/50 mg/Kg) of lopinavir/ritonavir (a protease inhibitor that inhibits Zmpste24 and disrupts Lamin-A nuclear scaffolding, activating senescence pathways) or saline, administered intraperitoneally immediately after acid instillation, and then ventilated with the parameters described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal models"
        },
        {
            "text": "Mice were studied in three different conditions: baseline, 4 hours after chlorhydric acid instillation without mechanical ventilation and 4 hours after acid instillation including 2 hours of mechanical ventilation. Lungs were removed after exsanguination of anesthetized animals. A laparotomy was performed, the renal artery sectioned, the thorax opened and the heart-lungs removed in bloc. The left lung was instilled with 250 microliters of 4% phosphate-buffered paraformaldehyde, immersed in the same fixative for 24 hours, and then stored in 50% ethanol. The right lung was immediately frozen at -80°C for biochemical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue harvest"
        },
        {
            "text": "Paraffin-embedded lung tissue from autopsies of patients were obtained from the tissue bank at Hospital Universitario Central de Asturias, after signed consent from . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint 8 patients' next of kin. ARDS was defined using the Kigali modification of the Berlin definition (15) , to include patients with lung injury but without mechanical ventilation and those without an arterial line. 13 samples were recovered (Supplementary Table 2 ).",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 644,
                    "end": 651,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Patient samples"
        },
        {
            "text": "After fixation, tissues were embedded in paraffin and three slices with at least 1mm of separation between them were cut and stained with hematoxylin and eosin. A pathologist blinded to the experimental settings evaluated the degree and extension of lung damage using a predefined histological score (16) .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Histological studies"
        },
        {
            "text": "Additional lung sections were processed as previously described (17) for detection of myeloperoxidase-and Ki-67-positive cells, using specific antibodies (See Supplementary Table 3 for references). Images from three random fields (x200) were taken and then number of positive cells averaged.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 180,
                    "text": "Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": "Histological studies"
        },
        {
            "text": "For immunofluorescence studies, slides were deparaffinated and antigens retrieved in citrate buffer 0.1M (pH=9). The autofluorescence of the tissue was diminished using a Sudan black B solution and sections were permeabilized (0.1% Triton X-100 in PBS for 15 minutes), blocked (1% BSA in PBS) and incubated overnight at 4°C with the primary antibody (Supplementary Table 3 ). After 24 hours, the slices were incubated with the corresponding secondary fluorescent antibody at room temperature for 1 hour. Images were taken using a confocal microscopy (Leica SP8) at 400x and 630x. The number of positive and negative nuclei were automatically quantified using ImageJ software (NIH, USA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Histological studies"
        },
        {
            "text": "Apoptotic cells in lung slices were detected by terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) as previously described (8) . Images The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint 9 from three random fields were acquired in a LEICA SP8 confocal microscope and the positive nuclei were counted and expressed as percentage of the total nuclei count.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Histological studies"
        },
        {
            "text": "Lung adenocarcinoma A549 cells were cultured in elastic plates (Bioflex culture plates, Flexcell int.) in presence of DMEM supplemented with 10% FBS and stretched for 24 hours (20% deformation, 20 cycles per minute). Non-stretched cells cultured in the same plates were used as control. After 120 hours, abundance of senescence-associated (SA)-b-galactosidase, Tp53 and Cdkn1a expression and cell cycle distribution were studied (see below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell culture"
        },
        {
            "text": "Cultured A549 cells were harvested, rinsed in PBS and fixated in ice-cold 70% ethanol for 30 minutes. Cells were later pelleted at 1300 rpms for 5 minutes at 4°C and washed twice with PBS. Cells were stained in a solution containing 0.02 mg/ml propidium iodide, 0.1% (v/v) Triton X-100 and 0.2mg/ml DNase-free RNase A in PBS, and incubated for at least 30 minutes at room temperature and protected from the light before analysis. 10,000 events were analyzed per sample (in triplicates).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell cycle analysis"
        },
        {
            "text": "Data was acquired with a Beckman Coulter CYTOMICS FC 500 Analyzer. The obtained histograms were analyzed using the flowPloidy package for R, and percentage of cells in phases G0/G1, S and M of the mitotic cycle was calculated for each sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell cycle analysis"
        },
        {
            "text": "Senescence-associated b-galactosidase staining . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint A549 cells were washed twice with PBS and fixed in 0.25% (v/v) glutaraldehyde and 2% (v/v) formaldehyde in PBS for 15 minutes at room temperature. Following fixation, cells were washed 3 times with PBS and incubated overnight at 37°C in freshly-prepared staining solution at pH 6 containing 1mg/ml 5-bromo-4-chloro-3indolyl-ß-D galactoside (X-Gal), 40 mM citric acid/sodium phosphate pH 6, 5 mM K3Fe(CN)6, 5 mM K4Fe(CN)6, 150 mM NaCl, and 2 mM MgCl2, as previously described (18) . After staining, cells were rinsed in PBS 3 times and stored in PBS at 4°C until image collection.",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 752,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Cell cycle analysis"
        },
        {
            "text": "Nuclei were extracted from fresh lung tissue or cultured cells and subsequently homogenized as described before (8) . The total amount of protein from nuclear extracts was quantified (BCA Protein Assay Kit, Pierce) and 15µg of each sample were loaded in SDS-polyacrylamide gels, electrophoresed at 120mV and electrotransferred onto PVDF membranes. After blockade with 5% non-fat dry milk, the membranes were incubated with primary antibodies against Lamin-A/C, Lamin-B1, gH2AX, HP1a or H3 (Supplementary Table 3 ) in 3% non-fat dry milk overnight at 4°C. After 24 hours, the membranes were incubated with the corresponding peroxidase-conjugated secondary antibodies in 2.5% non-fat dry milk. Proteins were detected by chemiluminescence in a LAS-4000 Imaging system. The intensity of each protein band was quantified using ImageJ software (NIH, USA).",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 511,
                    "text": "(Supplementary Table 3",
                    "ref_id": null
                }
            ],
            "section": "Western blot"
        },
        {
            "text": "Lung fragments (2 mm x 2 mm) and cell cultures were homogenized with TRIZOL (Sigma, Poole, UK) and RNA precipitated by overnight incubation in isopropanol at Table 4 ). The relative expression of each gene was calculated as 2 -DCT(gene of interest) -Δ CT(GAPDH) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Quantitative PCR"
        },
        {
            "text": "Data are shown as mean ± standard error of the mean. Differences between two groups were studied using a T test. Differences among more than two groups were assessed using an analysis of the variance (ANOVA). When significant, pairwise comparisons were done using the Tukey's Honest Significant Difference test. A pvalue lower than 0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Data from 11 datasets of mouse lung injury and mechanical ventilation (Supplementary Table 1 ) were pooled and gene expression analyzed ( Figure 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Activation of senescence by mechanical ventilation"
        },
        {
            "text": "Among the 55 genes of a previously identified transcriptomic senescence signature (13) , 44 were available in all the samples. A meta-score of expression of these 44 genes was computed for each sample and compared to assess the effect of lung injury and mechanical ventilation. Animals subjected to acid aspiration lung injury and mechanical ventilation showed higher meta-scores than spontaneously . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint breathing controls (ANOVA p-value<0.001, Figure 1B ). The expression of each gene of this signature is shown in Figure 1C . These results suggest that lung injury and mechanical ventilation activate the molecular mechanisms of senescence in acutely injured lungs.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 675,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 737,
                    "end": 746,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Activation of senescence by mechanical ventilation"
        },
        {
            "text": "To explore the mechanisms involved in the later development of the senescent response, a clinically-relevant experimental model, acid aspiration-and mechanical ventilation induced lung injury, was tested. Chlorhydric acid instillation and mechanical ventilation induced a significant increase in lung damage and inflammation, assessed by histological scores (Figure 2A To confirm the incidence of SAHF in patients, lung tissue from autopsies of criticallyill patients with and without lung injury and mechanical ventilation (Supplementary Table 2 ) were stained with antibodies against Macro-H2A. There were no differences in age between the three groups of patients (62±6, 61±11 and 54±10 years for patients without ARDS or mechanical ventilation, with ARDS but without . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint mechanical ventilation and ARDS and ventilation respectively, p=0.17 in ANOVA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 368,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 539,
                    "end": 546,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Lung injury and mechanical stretch promote lung senescence"
        },
        {
            "text": "Similarly to the animal model, nuclear Macro-H2A increased in those with severe lung injury and mechanical ventilation ( Figure 2J ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 2J",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Lung injury and mechanical stretch promote lung senescence"
        },
        {
            "text": "Collectively, these findings point to the activation of senescence in the clinically relevant lung injury model of acid aspiration plus mechanical stretch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung injury and mechanical stretch promote lung senescence"
        },
        {
            "text": "We then explored the molecular mechanisms participating in this senescent response to acute injury. Lamins in the nuclear envelope act as cell mechanosensors, regulating chromatin organization in response to mechanical stress, and their abnormalities may lead to accelerated aging (9) . We observed that Lamin-A increased after mechanical stretch, with no changes in Lamin-B1 ( Figure 3A ).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Activation of senescence pathways"
        },
        {
            "text": "Immunofluorescence studies confirmed the increase in Lamin-A in the nuclear envelope after mechanical stretch, but not after hydrochloric acid instillation ( Figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Activation of senescence pathways"
        },
        {
            "text": "These changes in the nuclear envelope coexisted with an increase in gH2AX ( Figure   3C ) and HP1a ( Figure 3D ), markers of DNA damage and chromatin remodeling respectively, in nuclear extracts from ventilated animals. Panel 3E shows representative Western blots of these parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 87,
                    "text": "Figure   3C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Activation of senescence pathways"
        },
        {
            "text": "The expression of the canonical inducers of senescence Cdkn2a (p16) and Tp53",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activation of senescence pathways"
        },
        {
            "text": "(p53) and their corresponding downstream factors Rb and Cdkn1a (p21) was also assessed. There were no differences in the levels of Cdkn2a ( Figure 3F ), whereas expression of Rb was significantly decreased ( Figure 3G ). However, we observed significant increases in Tp53 ( Figure 3H ) and Cdkn1a ( Figure 3I ) expression with lung injury. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 3G",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure 3H",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 299,
                    "end": 308,
                    "text": "Figure 3I",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Activation of senescence pathways"
        },
        {
            "text": "The acute nature of our model of lung injury precludes the detection of senescent cells using the canonical marker SA-b-galactosidase due to the time required for its accumulation. To overcome these limitations, we developed an in vitro model of alveolar stretch using A549 cells. The amount of SA-b-galactosidase positive cells 72 hours after stretch was significantly higher than in those cells cultured in static conditions ( Figure 4A ). Concording with these data we found that expression of Tp53 ( Figure 4B ) and Cdkn1a ( Figure 4C ) are increased. These changes led to a cell cycle arrest, with an increase in the proportion of cells in the G0/G1 phase and a decrease in those in G2/M phase ( Figure 4D ). These results suggest that mechanical stretch per se may promote cell senescence.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 504,
                    "end": 513,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 529,
                    "end": 538,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 701,
                    "end": 710,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Mechanical stretch promotes a cell senescent phenotype"
        },
        {
            "text": "To address the role of p21 in acute lung damage and senescence, Cdkn1a -/mice and their wildtype counterparts were subjected to acid instillation followed by mechanical ventilation. In the absence of p21, the mice had worse lung injury ( Figure 5A ) and higher counts of apoptotic cells compared to their wildtype counterparts ( Figure 5B ). Mutant animals exhibited a decreased number of SAHF after acid instillation and mechanical ventilation ( Figure 5C ), pointing to the role of p21 in the senescence-like response to mechanical stretch. Additionally, we observed no differences in Tp53 expression ( Figure 5D ), but a decrease in the senescence-related gene Plk3 ( Figure 5E ). There were no differences in gH2AX,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 329,
                    "end": 338,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 447,
                    "end": 456,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 605,
                    "end": 614,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 671,
                    "end": 680,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Increased lung damage and senescence in mice lacking p21"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HP1a or Il6 expression between genotypes (Figures 5F-I)."
        },
        {
            "text": "We have previously shown that HIV-protease inhibitors modify the nuclear response to mechanical stretch and protect against VILI (8) , an effect that could be due to the inhibition of the Lamin-A protease ZMPSTE24 (19). In our double-hit model, treatment with lopinavir/ritonavir impaired the structure of the nuclear lamina, decreasing the abundance of Lamin-A ( Figure 6A ), and decreased lung injury ( Figure 6B ) and apoptotic cell count ( Figure 6C ). This interference with the nuclear lamina was related to lower counts of SAHF ( Figure 6D ). Although abundance of gH2Ax was not modified by this treatment (Figure 6E ), there was a marked decrease in HP1a ( Figure 6F ). Panel 6G shows representative blots of these measurements.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 373,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 405,
                    "end": 414,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 613,
                    "end": 623,
                    "text": "(Figure 6E",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Pharmacological disruption of the nuclear lamina triggers a protective, senescencelike response"
        },
        {
            "text": "Finally, treatment with lopinavir/ritonavir caused a non-significant decrease in Tp53 expression ( Figure 6H ) but increased Cdkn1a (p21, Figure 6I ), Plk3 ( Figure 6J) and Il6 ( Figure 6K ) expression. Therefore, treatment with lopinavir decreases Lamin-A content, impairs the changes in chromatin structure triggered by mechanical stretch and activates the p21-dependent senescence response, thus limiting apoptosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 6H",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 6I",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 158,
                    "end": 168,
                    "text": "Figure 6J)",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 6K",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Pharmacological disruption of the nuclear lamina triggers a protective, senescencelike response"
        },
        {
            "text": "We provide new evidence that acute lung injury and its treatment with mechanical ventilation cause senescence of the alveolar epithelium, Addition of mechanical stretch to a previous injured lung alters the nuclear envelope and causes DNA damage, triggering a senescent-like response with presence of SHF and activation of the p53/p21 pathway. Absence of p21 worsens lung injury by increasing cell apoptosis; however, blockade of Lamin-A scaffolding using HIV protease inhibitors . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint 16 ameliorates the stretch-induced chromatin changes and increases a senescent response, decreasing the severity of lung injury. Figure 7 summarizes the proposed mechanisms. Collectively, these findings suggest that senescence is a short-term homeostatic mechanism to ameliorate massive damage induced by the addition of acid aspiration with mechanical stretch.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 843,
                    "text": "Figure 7",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Cells submitted to replicative, genotoxic or even mechanical stretch develop a senescent response. This leads to cell cycle arrest, that may limit cell death, and the release of a number of mediators, constituting the SASP, which contributes to local inflammation and facilitates tissue repair and clearance of senescent and injured cells (20) .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Beneficial effects of senescence in the acute injury phase"
        },
        {
            "text": "The cyclin kinase inhibitor p21 is one of the molecules responsible for the antiapoptotic effects of senescence (21) . Overexpression of p21 increases the resistance to apoptosis of alveolar epithelial cells (22) , and the beneficial effects of lopinavir/ritonavir in VILI could represent the effects of the overexpression of this gene. In contrast, absence of p21 was associated with more severe lung injury and increased numbers of apoptotic cells, as in previous reports (23) . Therefore, senescence can be viewed as part of an adaptive, protective mechanism.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Beneficial effects of senescence in the acute injury phase"
        },
        {
            "text": "Activation of a senescence cell program has been shown in several models of lung diseases. Lipopolysaccharide or bleomycin-induced lung injury increases the number of SA-b-galactosidase-positive cells and leads to cell cycle arrest (24) . It has been shown that this activation has no detrimental effects in acute inflammation. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint However, blockade of the cell cycle has been associated with increased collagen deposition (25) and SASP may perpetuate lung inflammation (26) . Therefore, main features of abnormal lung repair after acute injury (limited cell proliferation, chronic inflammation and fibrosis) could be explained by a persistent senescent response. Inhibition of this response by selective deletion of Tp53 in Club cells ameliorated lung damage related to chronic inflammation (24) , suggesting a novel mechanism amenable to treatment of lung diseases.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Senescence in lung diseases"
        },
        {
            "text": "Mechanical overstretch appears to be an important pathogenic factor in these settings. Contrasting with cell models, previous studies have shown the need of two different hits to trigger both lung senescence and repair in animal models (27) . In our work, the combination of acid instillation and mechanical ventilation was required to observe senescence-associated heterochromatin foci. In smooth muscle cells, stretch leads to p53 activation and upregulation of senescence markers (28), resembling our findings in A549 cells. Several mechanisms have linked the mechanical load to this biological response, including oxidative stress and MAPK activation (29) . Our work focused on the role of the nuclear envelope as a critical structure regulating both mechanosensing and senescence. The mechanical load is transmitted from the extracellular matrix to the cytoskeleton and then to the nuclear membrane (30) . This causes a change in the nuclear lamina, reorganization of the underlying chromatin and DNA damage (31) . On the other hand, abnormalities of this nuclear lamina activate a pro-senescent program in the cell (9, 32) . Several HIV protease inhibitors, such as lopinavir/ritonavir, inhibit ZMPSTE-24, a protease responsible for Lamin-A maturation (19), thus preserving nuclear compliance and decreasing stretch induced apoptosis and VILI (8) . The findings . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint reported here suggest that these benefits are due to an increased senescent response.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "(30)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "(31)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "32)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Senescence in lung diseases"
        },
        {
            "text": "Our findings have several implications regarding the pathogenesis of lung injury and its long-term consequences. First, the described senescent response may be beneficial in the acute phase, and could be activated using lopinavir. In a recent clinical trial in patients with lung disease caused by the SARS-CoV-2 coronavirus, lopinavir did not reduce mortality, but decreased the risk of ARDS development (33) . However, this strategy could worsen lung repair and long-term outcomes.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "(33)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Clinical implications"
        },
        {
            "text": "Survivors after a prolonged ICU stay may show several sequels, including respiratory impairment (34) , neuropsychological disturbances (35) and muscle atrophy (36) . The mechanisms responsible for these sequels are largely unknown and no effective therapies are currently available.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(34)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "(35)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "(36)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Clinical implications"
        },
        {
            "text": "Local activation of senescence and its paracrine/systemic \"spread\" could contribute to the pathogenesis of these sequels. As previously discussed, senescence may have a major role in abnormal lung repair. Moreover, the decompartmentalization of the senescent response and spread of the SASP may explain the distant effects. The confirmation of this framework could lead to the use of senolytics (37) in critically ill patients. However, due to the protective nature of senescence in the early phase, these treatments could be time-coordinated and modulated to optimize their effectiveness.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "(37)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Clinical implications"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We provide new evidence showing that acute lung damage may trigger a prosenescent response aimed to limit apoptosis. This response appears to be trigged by the induction of DNA damage and linked to chromatin changes caused by mechanical overstretch. Interaction with the nuclear lamina may enhance this antiapoptotic response. Although senescence may be beneficial in the acute phase of lung injury, thee long-term consequences must be taken into consideration as they could explain some of the long term sequels of critically ill patients. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint Gray lines mark significant differences among groups (p<0.05 in T test). The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.005983 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel concepts of acute lung injury and alveolarcapillary barrier dysfunction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Gabrielli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vadász",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "305",
            "issn": "10",
            "pages": "665--681",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impaired lung repair during neutropenia can be reverted by matrix metalloproteinase-9",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blazquez-Prieto",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thorax",
            "volume": "73",
            "issn": "4",
            "pages": "321--330",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ventilator-induced lung injury",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "22",
            "pages": "2126--2162",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adverse effects of large tidal volume and low PEEP in canine acid aspiration",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Corbridge",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am. Rev. Respir. Dis",
            "volume": "142",
            "issn": "2",
            "pages": "311--315",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1301--1309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mechanotransduction in the lungs",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Spieth",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Minerva Anestesiol",
            "volume": "80",
            "issn": "8",
            "pages": "933--974",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nuclear lamin-A scales with tissue stiffness and enhances matrix-directed differentiation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "6149",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preventing loss of mechanosensation by the nuclear membranes of alveolar cells reduces lung injury in mice during mechanical ventilation",
            "authors": [
                {
                    "first": "López-Alonso I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Transl. Med",
            "volume": "10",
            "issn": "456",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Accelerated ageing in mice deficient in Zmpste24 protease is linked to p53 signalling activation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Varela",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7058",
            "pages": "564--572",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2017,
            "venue": "doi: bioRxiv preprint 10. Kirkland JL, Tchkonia T. Cellular Senescence: A Translational Perspective",
            "volume": "21",
            "issn": "",
            "pages": "21--28",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005983"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A complex secretory program orchestrated by the inflammasome controls paracrine senescence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Cell Biol",
            "volume": "15",
            "issn": "8",
            "pages": "978--990",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cellular senescence: from physiology to pathology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muñoz-Espín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serrano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "15",
            "issn": "7",
            "pages": "482--496",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Unmasking Transcriptional Heterogeneity in Senescent Cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hernandez-Segura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Biol. CB",
            "volume": "27",
            "issn": "17",
            "pages": "2652--2660",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Robust classification of bacterial and viral infections via integrated host gene expression diagnostics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Khatri",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Transl. Med",
            "volume": "8",
            "issn": "346",
            "pages": "346--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hospital Incidence and Outcomes of the Acute Respiratory Distress Syndrome Using the Kigali Modification of the Berlin Definition",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Riviello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "193",
            "issn": "1",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exposure to mechanical ventilation promotes tolerance to ventilator-induced lung injury by Ccl3 downregulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blazquez-Prieto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "309",
            "issn": "8",
            "pages": "847--56",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inflammation and matrix remodeling during repair of ventilator-induced lung injury",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonzalez-Lopez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "301",
            "issn": "4",
            "pages": "500--509",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A biomarker that identifies senescent human cells in culture and in aging skin in vivo",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Dimri",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "92",
            "issn": "20",
            "pages": "9363--9367",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "doi: bioRxiv preprint 19. Coffinier C et al. HIV protease inhibitors block the zinc metalloproteinase ZMPSTE24 and lead to an accumulation of prelamin A in cells",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci U A",
            "volume": "104",
            "issn": "33",
            "pages": "13432--13439",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005983"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Senescence and apoptosis: dueling or complementary cell fates?",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campisi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Deursen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMBO Rep",
            "volume": "15",
            "issn": "11",
            "pages": "1139--1153",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The DNA Damage Response in Neurons: Die by Apoptosis or Survive in a Senescence-Like State?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fielder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Zglinicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jurk",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Alzheimers Dis. JAD",
            "volume": "60",
            "issn": "s1",
            "pages": "107--131",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Induction of CDK inhibitor p21 gene as a new therapeutic strategy against pulmonary fibrosis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Inoshima",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "286",
            "issn": "4",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "P21 regulates TGF-beta1-induced pulmonary responses via a TNFalpha-signaling pathway",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamasaki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "38",
            "issn": "3",
            "pages": "346--353",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "p53 in Bronchial Club Cells Facilitates Chronic Lung Inflammation by Promoting Senescence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sagiv",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep",
            "volume": "22",
            "issn": "13",
            "pages": "3468--3479",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fibroblast senescence in the pathology of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Waters",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol",
            "volume": "315",
            "issn": "2",
            "pages": "162--172",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Senescence-associated secretory phenotype and its possible role in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Voswinckel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "51",
            "issn": "3",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Tissue damage and senescence provide critical signals for cellular reprogramming in vivo",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mosteiro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "354",
            "issn": "6315",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaf4445"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005983"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mechanical stress-induced DNA damage and rac-p38MAPK signal pathways mediate p53-dependent apoptosis in vascular smooth muscle cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hainaut",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "FASEB J. Off. Publ. Fed. Am. Soc. Exp. Biol",
            "volume": "16",
            "issn": "11",
            "pages": "1423--1425",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Cyclic stretch activates ERK1",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Correa-Meyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pesce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guerrero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Sznajder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "via G proteins and EGFR in alveolar epithelial cells",
            "authors": [],
            "year": 2002,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "282",
            "issn": "5",
            "pages": "883--91",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Driving Force: Nuclear Mechanotransduction in Cellular Function, Fate, and Disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lammerding",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu. Rev. Biomed. Eng",
            "volume": "21",
            "issn": "",
            "pages": "443--468",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Nuclear Envelope Rupture Is Enhanced by Loss of p53 or Rb",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maciejowski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "De Lange",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol. Cancer Res. MCR",
            "volume": "15",
            "issn": "11",
            "pages": "1579--1586",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Nuclear lamins: laminopathies and their role in premature ageing",
            "authors": [
                {
                    "first": "Jlv",
                    "middle": [],
                    "last": "Broers",
                    "suffix": ""
                },
                {
                    "first": "Fcs",
                    "middle": [],
                    "last": "Ramaekers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Yaou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hutchison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physiol. Rev",
            "volume": "86",
            "issn": "3",
            "pages": "967--1008",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. Engl. J. Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Survivors of acute respiratory distress syndrome: relationship between pulmonary dysfunction and long-term health-related quality of life",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Heyland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Groll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caeser",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clinical phenotypes of delirium during critical illness and severity of subsequent long-term cognitive impairment: a prospective cohort study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir. Med",
            "volume": "6",
            "issn": "3",
            "pages": "213--222",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mechanisms of Chronic Muscle Wasting and Dysfunction after an Intensive Care Unit Stay. A Pilot Study",
            "authors": [
                {
                    "first": "Dos",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "194",
            "issn": "",
            "pages": "821--830",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005983"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Targeting senescent cells in translational medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paez-Ribes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "González-Gualda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muñoz-Espín",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "EMBO Mol. Med",
            "volume": "11",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.005983"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": ". After 24 hours, samples were washed with ethanol and the RNA resuspended in RNAse-free water and quantified. One µg of total RNA was retrotranscribed into complementary cDNA using an RT-PCR kit (High capacity cDNA rt Kit, Applied Biosystems). Quantitative PCRs were carried out in triplicate of each sample using 40 ng of cDNA per well. Expression of Plk3, Gdnf, Meis1, Il6, Tp53, Cdkn1a (p21), Cdkn2a (p16), Rb, and Gapdh was quantified using Sybr-green Power up, (Fisher Scientific) and 10uM of the corresponding primers (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ") and neutrophilic infiltrates (Figure 2B). Lung damage increased the proportion of both proliferating and apoptotic cells in lung parenchyma (Figures 2C-D and Supplementary Figure 2). Interestingly, acid aspiration and mechanical ventilation induced lung injury was associated with an increase in the number of nuclei positive for Macro-H2A, a marker of senescence-associated heterochromatin foci (SAHF, Figure 2E), and changes in Plk3 (Figure 2F), Gdnf (Figure 2G), and Meis1 (Figure 2H), the genes from the senescence signature with the highest differential expression in the previous pooled analysis. Additionally, expression of Il6, a mediator involved in both acute inflammation and senescence, increased with lung injury (Figure 2I).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Expression of a senescence-associated gene signature. A: Overview of the analysis. Eleven datasets (128 samples) reporting gene expression in animal models of lung injury were pooled and analyzed to calculate a Meta-score summarizing the expression of 44 senescence-related genes. B: Meta-score for each experimental group (2 nd hit refers to any model of lung injury other than mechanical ventilation). Gray lines mark significant differences among groups (p<0.05 in post-hoc tests). C: Heatmap showing gene expression of genes up-regulated (top) and down-regulated (bottom) in the signature.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Markers of senescence in an animal model of acute lung injury and mechanical ventilation. A: Acid instillation and mechanical ventilation caused lung damage assessed using a histological score. B: Myeloperoxidase-positive cell counts in histological sections, showing an increase of neutrophils in the injured lung. C: Ki-67 positive cells in histological sections, as a marker of proliferation. D: TUNELpositive cells in histological sections. E: Appearance of senescence-associated heterochromatin foci (SAHF), identified by their marker Macro-H2A, with lung injury and mechanical stretch. F-H: Expression of Plk3, Gdnf, and Meis1 in lung tissue. These senescence-associated genes were identified in the genomic analysis as those with the largest differences between control and injured samples. I: Expression of Il6 in lung tissue, a proinflammatory cytokine involved in senescence. J: Appearance of SAHF in autopsy samples from critically ill patients who died in the Intensive Care Unit with or without mechanical ventilation and acute respiratory distress syndrome (ARDS). Gray lines mark significant differences among groups (p<0.05 in post-hoc tests)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Triggers of senescence. A-B: Changes in Lamin-A/Lamin-B1 ratio in nuclei from lung tissue. C-D: Abundance of gH2AX and HP1a, markers of DNA damage and heterochromatin respectively, in nuclei from lung tissue. E: Representative western blots of the previous quantifications. F-I: Changes in expression of the canonical senescence inducers Cdkn2a (p16, F), Rb (G), Tp53 (H) and Cdkn1a (p21, I). Gray lines mark significant differences among groups (p<0.05 in post-hoc tests)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Induction of senescence after mechanical stretch. A-B: Senescenceassociated (SA)-b-galactosidase staining in lung A549 cells cultured in static conditions or after mechanical stretch. C-D: Expression of Tp53 (C) and Cdkn1a (p21, D) in A549 cells. E: Cell cycle analysis showing the percentage of cells in each phase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Lung injury in wildtype and Cdkn1a -/animals. A: Histological score of lung damage in both genotypes. B: Percentage of apoptotic (TUNEL+) cells. C: Appearance of SAHF. D-E: Expression of Tp53 and Plk3, genes related to the senescence response. F-H: Abundance of gH2AX (F) and HP1a (G), with a representative western blot (H) in lung homogenates. I: Expression of Il6 in lung tissue. Gray lines mark significant differences among groups (p<0.05 in T tests).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Effects of Lopinavir/Ritonavir on lung injury and senescence markers. A: Lamin-A abundance and staining in vehicle-and lopinavir/ritonavir treated animals. B: Histological score of lung damage. C: Apoptotic (TUNEL+) cell counts in both groups. D: Appearance of SAHF. E-G: Abundance of gH2AX (E) and HP1a (F), with a representative western blot (G) in lung homogenates. H-J: Expression of senescence-related genes Tp53 (H), Plk3 (I), Cdkn1a (p21, J) and Il6 (K).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Senescent response and apoptosis. A: In control mice, lung injury and mechanical stretch cause DNA damage and changes in the nuclear envelope, activating the cell senescence program. The amount of apoptotic cells depends on the equilibrium between the activation of pro-apoptotic responses triggered by injury itself and the anti-apoptotic effects of the senescence inducer Cdkn1a (p21). B: In mice lacking Cdkn1a, absence of this anti-apoptotic factor leads to an increase in apotosis and a more severe lung injury. C: Treatment with Lopinavir/ritonavir blocks the Lamin-A mediated chromatin remodeling, triggering a senescence-like response that increases p21 expression, thus decreasing apoptosis and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}