{
    "paper_id": "28db2d20f3176e41bd2a8357a9724c141fff5d3b",
    "metadata": {
        "title": "Behavioral responses to the influenza A(H1N1) outbreak in Malaysia",
        "authors": [
            {
                "first": "Ping",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "• I-Ching",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the setting of the new A(H1N1) outbreak, the study was conducted to assess: (1) fear of the A(H1N1) pandemic; (2) risk avoidance behavior; (3) health-protective behavior; and (4) psychosocial impact in the ethnically diverse population of Malaysia. A cross-sectional, computer-assisted telephone interview was conducted between July 11 and September 12, 2009. A total of 1,050 respondents were interviewed. Fear about the pandemic was high, with 73.2% of respondents reporting themselves as Slightly fearful/Fearful. High risk avoidance and health protective behavior were reported, with 78.0 and 99.0% reporting at least one avoidance and protective behavior respectively. Knowledge was a significant predictor for practice of healthprotective behavior across the three ethnic groups. Level of fear was significantly correlated with number of protective and avoidance behaviors. The study highlights the need for provision of accurate information that increases risk avoidance and health protective behaviors, while at the same time decreases fear or panic in the general public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A new influenza virus (referred to as ''swine flu'' early on), now called pandemic (H1N1) 2009, has spread rapidly from its origins in Mexico to cause influenza and severe acute respiratory illness globally. As of 9 July 2010, more than 214 countries have reported pandemic influenza A(H1N1) and over 18,311 deaths reported to World Health Organization (World Health Organization 2010). The first pandemic wave in Malaysia occurred between April and September, 2009 . During this time, there was extensive media coverage of the pandemic, including active communication by the government of efforts and practices required to control transmission.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 465,
                    "text": "April and September, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Psychobehavioral surveillance during infectious disease outbreaks is important as understanding public responses to the outbreak may provide valuable insights into risk communication messages and information to the general public (Leung et al. 2005) . Numerous psychobehavioral studies and investigation of psychosocial impact of infectious disease outbreaks such as SARS and avian influenza have been carried out. Panic and distress were prevalent in the event of human avian influenza outbreak (Lau et al. 2007a) . It was found that the psychosocial impact of SARS outbreak was positively associated with public protective behaviors against infection (Seto et al. 2003; Leung et al. 2005) . It has also been reported that compliance with precautionary behaviors among the population at risk is important for prevention of further disease spread, and to promote psychological preparedness for future outbreaks (Brug et al. 2009 ). Additionally, preparedness for a pandemic requires the understanding and monitoring of disease-related perceptions and psychological responses in the general public (Lau et al. 2007a) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 249,
                    "text": "(Leung et al. 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 496,
                    "end": 514,
                    "text": "(Lau et al. 2007a)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 671,
                    "text": "(Seto et al. 2003;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 672,
                    "end": 690,
                    "text": "Leung et al. 2005)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 911,
                    "end": 928,
                    "text": "(Brug et al. 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1097,
                    "end": 1115,
                    "text": "(Lau et al. 2007a)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A study conducted in the UK at the early onset of the A(H1N1) outbreak indicated low levels of anxiety and limited behavioral changes in the general public. It was also noted in the study that the practice of recommended health behaviors was positively associated with risk perception and perceived seriousness of the outbreak (Rubin et al. 2009 ). In contrast, a recent study in Hong Kong reported that emotional distress due to the pandemic was relatively mild and the public is changing their routine lifestyle (Lau et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 345,
                    "text": "(Rubin et al. 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 514,
                    "end": 530,
                    "text": "(Lau et al. 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Studies investigating the determinants of behavioral responses to the pandemic are scarce. A recent study of a small sample of Malaysians during the early days of the outbreak showed that changes in the use of public transport and purchase of masks were prevalent (Goodwin et al. 2009 ). In particular, psychosocial consequences and impact of A(H1N1) infection across different socio-demographic and ethnic groups remain unclear.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 284,
                    "text": "(Goodwin et al. 2009",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Numerous health behavioral models have been developed to predict an individual's health behaviors. According to the Health Belief Model (HBM), action to prevent illness depends upon the individual's perception of vulnerability to acquire the disease, consequences, beliefs in effectiveness of preventive behavior, and benefits of reducing the threat (Rosenstock 1990 ). On the other hand, emotions are the integral component of the Common-Sense Model (CSM), and the five constructs that form the elements of a person's commonsense disease models are identity, causes, consequences, time-line, and controllability/cure (Diefenbach and Leventhal 1996) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 366,
                    "text": "(Rosenstock 1990",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 618,
                    "end": 649,
                    "text": "(Diefenbach and Leventhal 1996)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted a baseline survey to examine knowledge, attitudes, behavioral and psychosocial consequences of the A(H1N1) influenza outbreak in Malaysia. The survey commenced on July 11, 2009, a month after WHO increased the pandemic level to phase 6. On July 23, 2009, the nation's first case of death from the influenza A(H1N1) was reported. There was a sharp increase of number of deaths in the entire month of August (Ministry of Health Malaysia Press Release 2009). The study was conducted when the pandemic was very active and spreading in the community, and most importantly, it was carried out over a period of escalating reported deaths. The findings on knowledge and attitudes have been documented (Wong and Sam, submitted) . In this paper, we explored the findings of four behavioral and psychosocial aspects of influenza A(H1N1): fear of the A(H1N1) pandemic, risk avoidance behavior, health-protective behavior, and psychosocial impact. The purpose of this investigation was to explore factors predicting risk avoidance, health-protective behavior and psychosocial impact of the newly emerging pandemic across various ethnic and socio-demographic groups, which may help in future pandemic preparedness planning. The study also describes the behavioral responses to the pandemic in the context of established health behavioral models.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 731,
                    "text": "(Wong and Sam, submitted)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A computer-assisted telephone interview (CATI) was conducted between July 11 and September 12, 2009. Telephone numbers were generated at random from the state of Selangor and Federal Territory of Kuala Lumpur, using the latest electronic version (2008/2009) of the residential telephone directory. To be eligible for telephone interview(s), participants had to be at least 18 years old, residing in the contacted households, and have heard of influenza A(H1N1). In our study we randomly selected only one person per household if more than one was eligible. We stratified the sampling frame into three ethnic categories: Malay, Chinese, Indian. The majority of telephone calls were made between 5.30 p.m. and 10.00 p.m. on weekdays and from 12.00 p.m. to 7.00 p.m. on weekends or public holidays. Highest contact rates with householders were obtained during weekends and public holidays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "In the knowledge assessment section of the questionnaire, respondents were first asked to list the symptoms of influenza A(H1N1). A score of one was given to each correctly identified symptom. The subsequent knowledge questions (6-item) queried the respondents' knowledge about mode of transmission and severity of infection, with answer choices of either Yes, No or Don't know. A score of one was assigned to a correct answer and a value of 0 to an incorrect answer or Don't know responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "To determine psychosocial consequences, respondents were asked several questions concerning their level of fear related to A (H1N1) influenza. A 4-point scale ranging from 1 (Not at all fearful) to 4 (Very fearful) was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "Respondents were subsequently questioned about the risk avoidance approaches to prevent A (H1N1) infection (8item), health-protective behaviors (5-item), and impact of A(H1N1) (6-item). Answer choices were either yes, no or not relevant. The final section consisted of demographic questions (9-item). The Cronbach's alpha internal consistencies of the scales were calculated. The 6-item closeended knowledge questions had an inter-item correlation range of -0.043 to 0.203 with Cronbach's alpha of 0.233. The Cronbach's alpha coefficient for the 8-item risk avoidance questions was 0.745, and inter-item correlation ranged from 0.021 to 0.642, indicating a high level of internal consistency. The Cronbach's alpha for the 6-item health protective behavior questions was 0.342, and interitem correlation ranged from -0.032 to 0.231. The Cronbach's alpha for the 6-item impact questions was 0.775, and inter-item correlation ranged from 0.153 to 0.753.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "The survey questions were adapted and modified from previous published studies on infectious disease outbreaks (Leung et al. 2005; Lauat et al. 2007a ). The questionnaires were in three languages: Bahasa Malaysia (the national language of Malaysia), English and Chinese. A team of trained multi-ethnic interviewers performed the interviews; each of the ethnic group interviewers was assigned to interview respondents of the same ethnic group. In the pilot study, interviews were conducted with 20 respondents of various ethnicities from the telephone directory. The test respondents commented that the questions were easily understood, and the average completion time was 15 min. Informed consent was obtained verbally. Respondents were assured that their responses would be confidential and reminded that their participation in the interview was voluntary. The study was approved by the Medical Ethics Committee of the University Malaya Medical Center, Kuala Lumpur, Malaysia.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 130,
                    "text": "(Leung et al. 2005;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 131,
                    "end": 149,
                    "text": "Lauat et al. 2007a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "All statistical analyses were performed using SPSS version 17.0 for Windows (SPSS, Inc., Chicago, IL, USA). Nonresponse and irrelevant (non-applicable) responses (questions regarding pork and pork products to Muslim respondents) were treated as missing values and, therefore, excluded from the analyses. T-tests and one way analysis of variance (ANOVA) were used for comparisons of means; the chi-square test was used to test the significance of differences in percentages. Post hoc comparisons using the Tukey's HSD test were conducted to evaluate pairwise differences among the means. Multivariate logistic regression analysis was used to determine factors associated with fear related to A(H1N1). Multiple linear regression analysis using the enter method was carried out to determine predictors of risk avoidance, protective behavior and impact related to A (H1N1). Wald chi-square statistics were used to test the significance of individual coefficients in the model. Goodness of fit was assessed with the Hosmer-Lemeshow test. Spearman's rho was used to determine correlation level of fear with number of protective behaviors and impact related to A(H1N1). Statistical significance was set at P B 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analyses"
        },
        {
            "text": "Figure 1 provides the flowchart of the CATI process. A total of 6,230 call attempts were made, resulting in 1,050 responding households. The response rate computed as the number of completed interviews (1,050) divided by the number of eligible and/or contactable households (1,750) was 60.0%. Participants who declined to participate in the survey were asked their reasons for not wanting to participate. The most common reasons for not wanting to participate were ''busy'' (49.1%) and ''not interested'' (26.5%). A total of 23 (3.9%) respondents said that they did not know about influenza A (H1N1), and declined to be interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants' characteristics"
        },
        {
            "text": "The findings on knowledge and attitudes towards H1N1 influenza pandemic were reported in detail elsewhere (Wong and Sam, submitted) . Briefly, 33.2% were able to name three influenza-like illness symptoms, while 20.4% could name only one to two symptoms. The mean total knowledge score for the overall sample was 7.30 (SD ± 1.961) out of a possible score of 13.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 131,
                    "text": "(Wong and Sam, submitted)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Knowledge"
        },
        {
            "text": "On a scale of 1-4 (with 1 representing Not at all fearful, 2 = Slightly fearful, 3 = Fearful, 4 = Very fearful), 431 (41.1%) of the overall respondents were Slightly fearful, while 337 (32.1%) were Fearful. Univariate analysis showed that fear related to influenza A(H1N1) exhibited significant differences across ethnic groups (Table 1 ). The highest proportion of respondents who were Very fearful/ Fearful of the pandemic was seen among the Malays (63.4%), followed by Indians (37.0%) and Chinese (29.5%). The mean knowledge score for respondents who were Slightly/Not at all fearful (7.41 ± 2.05) was significantly higher than those who were Very fearful/Fearful (7.18 ± 1.84). Respondents who were younger, more highly educated, employed, and living in urban areas were more likely to be Very fearful/Fearful of the pandemic, but these differences were not statistically significant. Multivariate logistic regression analysis revealed that the factors significantly associated with being Very fearful/Fearful were: Malay ethnicity (OR = 4.23, vs. Chinese), and Indian ethnicity (OR = 1.51, vs. Chinese). The overall model was highly significant (chi-square = 107.25, df = 12, P \\ 0.0001). The Hosmer and Lemeshow tests indicated very good model fit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fear of H1N1 influenza pandemic"
        },
        {
            "text": "Risk avoidance, health-protective behavior and impact Table 2 displays the univariate association of risk avoidance, health-protective behavior and impact of A (H1N1) among the three ethnic groups. Table 3 shows the results of respective logistic regression analyses by ethnic breakdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Fear of H1N1 influenza pandemic"
        },
        {
            "text": "The mode and median of number of risk avoidance behaviors was 0 and 3 respectively, with 78.0% of respondents (n = 822) reporting at least one avoidance behavior and 50.6% (n = 531) reported at least three avoidance behaviours. The three most commonly mentioned avoidance behaviors were avoidance of crowded places (62.1%), public places (52.5%), and going abroad (50.9%). In univariate analyses, those who were female, with higher education, employed, and living in urban areas reported a significantly higher number of avoidance behaviors (P \\ 0.05). There were significant differences on the responses to avoidance items among the three ethnic groups studied (Table 2) . On the whole, the Malays reported relatively higher prevalence of avoidance behavior except for Avoid visiting hospitals. Linear regression analyses were also performed separately for each ethnic group. As shown in Table 3 , the regression model was only significant in the Malay group, with high risk avoidance associated only with female gender and those living in rural areas (vs. suburban). No significant predictors were observed in linear regression models of the Chinese and Indian groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 671,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 889,
                    "end": 896,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Fear of H1N1 influenza pandemic"
        },
        {
            "text": "Ninety-nine percent of respondents (n = 1,040) practiced at least one protective behavior (mode 3, median 3) and 64.9 (n = 681) reported at least three protective behaviours. Cover coughs and sneezes (93.9%), Wash hands frequently (90.9%), and Adopt healthy lifestyle (85.0%) were the three most commonly reported health protective behaviors. The reported prevalence of face mask use was only 28.7%. The Chinese (31.8%) respondents were significantly more likely to wear face masks than the Fig. 1 Illustration of the CATI process of the survey Malay (23.7%) and Indian (27.8%) respondents. Females and those living in urban areas were significantly more likely to use face masks. Employment status and education level were not significantly associated with face mask use. In multivariate analyses, the regression models for the three ethnic groups were statistically significant. In all three groups, there were significant positive associations between knowledge and protective behavior. Amongst the Malays, significant associations with protective behavior were also seen in the younger (18-39 years) and employed; and amongst the Chinese, in those of high education.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 497,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Fear of H1N1 influenza pandemic"
        },
        {
            "text": "Many (41.5%) reported no psychosocial impact from the pandemic. The mean number of impacts on all respondents was 1.31 (mode 0, median 1). 40% reported that the H1N1 influenza pandemic have had an impact on their non-work related travel, their daily routine (24.3%), and family's daily routine (23.5%). Only 10.4% were financially affected by the influenza pandemic, a majority of whom were Chinese. In multivariate analysis of the Chinese group, a higher number of reported impacts were associated with young age (18-39 years) and being employed, although the overall linear regression model was not statistically sig- There was significant positive correlation between level of fear with number of health-protective behaviors (r = 0.086, P \\ 0.01) and number of impacts (r = 0.27, P \\ 0.01) for the overall respondents. Number of health protective behaviors was positively correlated with number of impacts (r = 0.153, P \\ 0.01). When the correlation between level of fear and number of health protective behaviors was adjusted to ethnicity, the Malays showed higher coefficient correlation (r = 0.561, P \\ 0.001) compared with the Chinese (r = 0.118, P \\ 0.05) and Indians (r = 0.130, P \\ 0.05). Likewise, there was a significant positive correlation between level of fear and number of avoidance behaviors in the Malay (r = 0.27, P \\ 0.01), Chinese (r = 0.45, P \\ 0.01), and Indian (r = 0.242, P \\ 0.01) groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fear of H1N1 influenza pandemic"
        },
        {
            "text": "This survey was carried out during a period of escalating reported deaths in July-August 2009, when media coverage and public concern were particularly intense. The fear about the pandemic was high, with 73.2% of respondents Slightly fearful/Fearful of the pandemic. Although the level of knowledge was slightly higher in those who were Slightly/Not at all fearful, knowledge was not a significant predictor of level of fear among our study respondents. Our results clearly show that risk avoidance among our study respondents were high, with 78.0% reporting at least one avoidance behavior, and 50.6% reported at least three risk avoidance behavior changes. Females, those with higher education, the employed, and those living in urban areas reported higher number of risk avoidances. This suggests that risk perception and adherence to protective measures could be lower among males, those with less education, the non-employed and those living in rural areas. Those who perceive a low risk of contact with infected persons may believe that they are personally unaffected by the pandemic. Likewise, health protective behavior changes was also high among the study respondents, with 99.0% reporting at least one protective behavior, and 64.9% reporting at least three health protective behavior changes. Only 28.7% reported ever using face masks to protect against A(H1NI) infection. Multivariate analyses indicated that knowledge predicts the practice of health-protective behavior across the three ethnic groups. The results are in accord with Leventhal's CSM, where beliefs and knowing about the causes of illness, and personal control over the illness progression play a role in individual's strategies to control the illness (Leventhal et al. 2003) . This suggests that provision of education and clear information is essential to enhance health-protective behaviors (Wray et al. 2008; Goodwin et al. 2009; Lau et al. 2009 ). There were some notable differences across ethnic and other sociodemographic groups with respect to perception of fear, risk avoidance, health-protective behaviors and impact of A(H1N1). Moreover, there were also notable ethnic differences in association between behavioral responses. Therefore, in the provision of behavioral and prevention information to the public, ethnic differences in perceptions and behavioral responses should be considered. Previous studies have also shown marked sociodemographic disparities in risk perception of disease outbreaks and its associations with health outcomes, disease incidence and mortality (Lau et al. 2006; Lauet al. 2007b; Raude and Setbon 2009) . The findings suggest further indepth qualitative exploration on cultural values and beliefs related to each ethnic group and national studies with a larger number of respondents. According to Leventhal's CSM, anxiety or fear induced by the illness can motivate individual to engage in health care activities (Diefenbach and Leventhal 1996) . Our study also supports this hypothesis, where a high level of fear was associated with higher number of health-protective and avoidance behaviors. This suggests that information communication should attempt to evoke a sense of fear or perceived susceptibility so that a person will adopt recommended health-protective behaviors. Moderate fear has been shown as very effective in motivating changes in behavior. Janis' fear-as acquired drive model proposed that the behavioral response to fear would depend on its intensity-that low levels of fear would lead to inaction, moderate levels would produce self-protective behavior, and high levels would result in counterproductive defensive responses (Janis 1967) . Additionally, it should be noted that excessive avoidance behavior may negatively impact on physical and social functioning, and may have considerable economic consequences. Appropriate healthprotective behaviors, therefore, may be more likely when fear is at a moderate level. As such a moderate amount of fear along with the provision of accurate information and a realistic view of associated risks is warranted to encourage people to take precautions.",
            "cite_spans": [
                {
                    "start": 1731,
                    "end": 1754,
                    "text": "(Leventhal et al. 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1873,
                    "end": 1891,
                    "text": "(Wray et al. 2008;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1892,
                    "end": 1912,
                    "text": "Goodwin et al. 2009;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1913,
                    "end": 1928,
                    "text": "Lau et al. 2009",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2566,
                    "end": 2583,
                    "text": "(Lau et al. 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2584,
                    "end": 2600,
                    "text": "Lauet al. 2007b;",
                    "ref_id": null
                },
                {
                    "start": 2601,
                    "end": 2623,
                    "text": "Raude and Setbon 2009)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2934,
                    "end": 2965,
                    "text": "(Diefenbach and Leventhal 1996)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3666,
                    "end": 3678,
                    "text": "(Janis 1967)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Positive association between anxiety about the A(H1N1) pandemic and practice of recommended behaviors and avoidance behaviors have similarly been reported (Rubin et al. 2009 ). Of note, high level of perceived susceptibility may not necessarily lead to self-protective behavior if perceived severity of the threat is minimal (Dejoy 1996) . This suggests that, in the event of a new disease outbreak, it is essential to increase perceived severity of the threat of the pandemic along with perceived susceptibility to infection among the general public.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 173,
                    "text": "(Rubin et al. 2009",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 325,
                    "end": 337,
                    "text": "(Dejoy 1996)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With regards to psychosocial impact, the pandemic A(H1N1) appeared to have minimal psychosocial impact on our respondents. The main psychosocial impacts were on participant's non-work related travel and daily routine. Young age and being employed were significant in predicting psychosocial impacts in the Chinese respondents. Particular attention should be given for those who were greatly impacted by the H1N1 epidemics. The study showed the those who had suffered the consequences of the A(H1N1) outbreak were more likely to have higher health protective behaviors. This may imply that protection behaviors relative to A(H1N1) was guided by the element of consequences identified by both the HBM and CSM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. The low Cronbach's alpha scores of\\0.7 achieved for the knowledge and health protective behavior items may affect the reliability of the scores (Pallant 2007) . This may be due to limited number of items used in the scales. Despite the low alpha values, the scales measure important elements of knowledge and behavior related to A(H1N1). According to Moss et al. (1998) , a low alpha value does not necessarily mean that the scale will not work well as measurement or screening tool, where the aim is to indicate the possible presence of a disorder, not to give a specific diagnosis. Another limitation is that the study only included households with fixedline telephones, therefore, those with a mobile telephone only and household without fixed-line telephone (which are more likely to be from socio-economically disadvantaged groups) were under-represented (Boland et al. 2006 ). Additionally, the study was conducted in one state and one federal territory, respectively, out of a total of 13 states and three federal territories in the country. As such, the sample may not be representative of the whole country. Finally, all information obtained from the interview was self-reported and reporting bias due to socially desirable attitudes and behaviors might exist. Further, attitudes do not necessarily predict actual behaviors (Ajzen and Fishbein 1980) . Despite these methodological caveats, the study has the advantages of a high response rate of 60.0%, was carried out during the peak of the A(H1N1) pandemic, and was performed on a wide spectrum of sociodemographic groups.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 194,
                    "text": "(Pallant 2007)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 387,
                    "end": 405,
                    "text": "Moss et al. (1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 896,
                    "end": 915,
                    "text": "(Boland et al. 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1369,
                    "end": 1394,
                    "text": "(Ajzen and Fishbein 1980)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has important implications for the infection control measures for A(H1N1) influenza. Firstly, the findings indicate that attention must be directed toward enhancing public compliance and the efficacy of risk avoidance and health protective behaviors. Secondly, as knowledge was associated with practice of health-protective behaviors, public health and outbreak control measures should emphasize increasing the knowledge of A(H1N1) infection. Most importantly, health messages should aim at increasing the individual's threat-related beliefs, while at the same time reducing misconceptions and adverse psychosocial outcomes in the community. Thirdly, the findings noted substantial differences in psychosocial implications of the A(H1N1) pandemic in ethnically and socio-demographically diverse populations. This highlights the importance of educational intervention to target particularly the vulnerable segments of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The results also have notable implications for future A(H1N1) communication and education efforts. Further future research should explore the most effective emer-gency communication plan in responding to future outbreaks, in particular how best to disseminate information that will not induce misperceptions, yet will provoke adaptive and appropriate levels of fear responses. Intervention should be carried out to test health behavior models, such as the HBM and CSM, as a possible means of predicting public behavioral responses to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding attitudes and predicting social behaviour",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ajzen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fishbein",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging advantages and drawbacks of telephone surveying in public health research in Ireland and the UK",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scallan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Staines",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk perceptions and behavior: Towards pandemic control of emerging infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal Behavioral Medicine",
            "volume": "16",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Theoretical models of health behavior and workplace self-protective behavior",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dejoy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal Safety Research",
            "volume": "27",
            "issn": "",
            "pages": "61--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The common-sense model of illness representation: Theoretical and practical considerations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Diefenbach",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leventhal",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Social Distress and the Homeless",
            "volume": "5",
            "issn": "",
            "pages": "11--38",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Initial psychological responses to Influenza A, H1N1 (''Swine flu'')",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Infectious Disease",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effects of fear arousal on attitude change: Recent developments in theory and experimental research",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Janis",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "L",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Advances in experimental social psychology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Berkowitz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "166--225",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Positive mental health-related impacts of the SARS epidemic on the general public in Hong Kong and their associations with other negative impacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Wing",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Infection",
            "volume": "53",
            "issn": "",
            "pages": "114--124",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perceptions related to human avian influenza and their associations with anticipated psychological and behavioral responses at the onset of outbreak in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Infection Control",
            "volume": "35",
            "issn": "",
            "pages": "38--49",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Anticipated and current preventive behaviors in response to an anticipated human-to-human H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infectious Diseases",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Widespread public misconception in the early phase of the A(H1N1) influenza epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Infection",
            "volume": "59",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Longitudinal assessment of community psychobehavioral responses during and after the 2003 outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bacon-Shone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clinical Infectious Diseases",
            "volume": "40",
            "issn": "",
            "pages": "1713--1720",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The commonsense model of self-regulation of health and illness",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Leventhal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brissette",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Leventhal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "L",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Current situation of influenza A (H1N1) and the measures taken by the Ministry Of Health",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "42--65",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Reliability and validity of the PAS-ADD checklist for detecting psychiatric disorders in adults with intellectual disability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prosser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Intellectual Disability Research",
            "volume": "42",
            "issn": "",
            "pages": "173--183",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SPSS survival manual: A step-to-step guide to data analysis using SPSS for windows",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallant",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lay perceptions of the pandemic influenza threat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raude",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setbon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "European Journal of Epidemiology",
            "volume": "24",
            "issn": "",
            "pages": "339--342",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The health belief model: Explaining health behavior through expectancies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenstock",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health behavior and health education: Theory, research, and practice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--62",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: Cross sectional telephone survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Medical Journal",
            "volume": "339",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Knowledge and attitudes in regard to pandemic influenza A(H1N1) in a multiethnic community",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I.-C",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Situation updates-pandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Communicating with the public about emerging health threats: lessons from the pre-event message development project",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jupka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Public Health",
            "volume": "98",
            "issn": "",
            "pages": "2214--2222",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adjusted R 2 * P \\ 0.05; ** P \\ 0.01; *** P \\ 0.001 a Avoidance behavior for Malay ethnicity, range 0",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Socio-demographic differences in level of fear and logistic regression analyses of factors associated with fear related to A(H1N1)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ethnic differences in risk avoidance, health-protective behavior and psychosocial impact of A(H1N1) This question was not relevant to the Muslim Malays; comparison was made between Chinese and Indians",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment The study is funded by University of Malaya (research grant RG186/10HTM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}