{
    "paper_id": "296a5b2ce641c50932ee2d7bb5c5989ff8ae4be5",
    "metadata": {
        "title": "SYNTHESIS AND ANTI-HIV-1 ACTIVITY OF OLEAN-9(11),12(13)-DIEN-30-OIC ACID 3 GLUCURONOPYRANOSIDE)",
        "authors": [
            {
                "first": "L",
                "middle": [
                    "A"
                ],
                "last": "Baltina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bashkir State Medical University",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "V"
                ],
                "last": "Stolyarova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "M"
                ],
                "last": "Kondratenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "M"
                ],
                "last": "Gabbasov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "A"
                ],
                "last": "Plyasunova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Russian Academy of Sciences",
                    "location": {
                        "settlement": "Ufa, Bashkortostan",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "V"
                ],
                "last": "Il&apos;ina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Triterpene saponins represent one of the most common classes of plant natural products with broad spectra of biological and pharmacological activities [1] . Glycyrrhizic acid (GA, I) is a bioactive saponin from roots of Glycyrrhiza glabra L. and G. uralensis Fisher (Leguminosae) and is known to have anti-inflammatory, antiulcer, anti-allergic, antidote, antitumor, and immunotropic activity [2] . GA is one of the leading natural glycosides and is a promising scaffold for designing new non-toxic antiviral agents [3, 4] . GA inhibits HIV-1, influenza A virus, Epstein-Barr, herpes, hepatitis B and C, SARS-associated coronavirus, etc. [5 -8] . GA possessed a new mechanism of antiviral activity, exhibiting activity during the early stages of the virus replication cycle and stimulating ã-interferon production [9] . The structural similarity of GA and 11-ketosteroids (conjugated 11-on-12ene system in the triterpene part) is responsible for their similar biological activity. Prolonged administration of high doses of GA and its salts induces mineralocorticoid activity, affects water-salt exchange, enhances Na + retention, and lowers the in vivo K + content (pseudoaldosteronism) [2] . Therefore, the synthesis of GA analogs with a reduced 11-oxo group is of interest to structure-activity relationship studies.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 522,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 644,
                    "text": "[5 -8]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We proposed earlier a method for reducing GA by NaBH 4 in THF with heating (50°C) for 4 h and refluxing for 1 h. As a result, olean-9(11),12(13)-dien-30-oic acid 3b-(2-O-b-D-glucuronopyranosyl-b-D-glucuronopyranoside) (II), which was isolated as the penta-O-acetate (III), was obtained [10] . As a rule, glycoside acetates are insoluble in aqueous solutions and unsuitable for studying their antiviral activity in cell culture.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "GA analogs with a reduced 11-oxo group were synthesized earlier (II and VI) [11, 12] . According to the literature [11] , GA was reduced in EtOH:H 2 O with a GA:NaBH 4 ratio of 1:4 eq. and refluxing for 1 h to afford 11b-hydroxy derivative V, which was first isolated from the reaction mixture and then treated with HCl (2%) in dioxane to produce a mixture of GA analogs olean-9(11),12(13)-(II) and -11 (12) ,13(18)dienoic acids (VI). These were separated by column chroma-tography (CC) over silica gel (SG) as trimethyl esters IV (66%) and VII (16%) (Scheme 1). Glycoside VI, which contains a heteroannular diene system in the triterpene part, is a natural minor saponin from roots of G. uralensis (licorice-saponin C 2 ) [2] . This glycoside was observed to inhibit the cytopathogenic activity of HIV-1 in MT-4 and MOLT-4 cells at a concentration of 0.16 mmol. Glycoside II, which contains a homoannular diene system in the aglycon, is a semi-synthetic GA analog for which antiviral properties have not been reported.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 81,
                    "end": 84,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 407,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reduction of GA by NaBH 4 in EtOH:H 2 O (1:1) was carried out as before [11] with refluxing for 2 h in order to prepare a standard sample of II by a simpler method. Resulting glycoside V was dehydrated without preliminary isolation using aqueous HCl (5%) instead of HCl solution (2%) in aqueous dioxane. The mixture was acidified (pH 1 -2) at room temperature and stirred for 1 h. The product was extracted by n-BuOH to afford crude product (mixture of glycosides) containing 37.5 -39.5% of GA analog homodiene II according to HPLC (Table 1 ). The mixture was additionally purified of salts using strong cation-exchanger KU-2-8 (H + -form) in EtOH (70 -75%). The resulting samples were separated by CC over SG with gradient elution by CHCl 3 :MeOH:H 2 O (see Experimental). Glycoside II was isolated pure in yields of 34 -36% and was characterized by IR and NMR spectra. It was also converted to the known trimethyl ester IV [12] . The IR spectrum of II was missing an absorption maximum for an 11-on-12-ene. The PMR spectrum contained two singlets for the olefinic protons (H11 and H12) with chemical shifts (CS) 5.58 and 5.62 ppm (Me 2 CO-d 6 ) . The 13 C NMR spectrum was characterized by new resonances for the olefinic C atoms at weak field of 156.2 (C9), 117.1 (C11), 122.2 (C12), and 147.8 ppm (C13). This agreed with the literature [12] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "6 )",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 532,
                    "end": 540,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "GA was reduced by an excess of NaBH 4 in refluxing 2-PrOH:H 2 O (1:1) in order to increase the yield of II. Work up of the reaction mixture with HCl (5%) to pH 1 -2 at 20 -22°C and subsequent extraction by BuOH as described above gave a crude product in 95 -100% overall yield. The crude glycoside was dissolved in EtOH (70 -75%) and worked up with KU-2-8 cation exchanger in the H + -form in order to remove salts. The glycosides were separated using CC over SG with elution by CHCl 3 :MeOH:H 2 O with TLC monitoring of the fractions. Table 1 presents the results. Table 1 shows that the contents of the desired product in the obtained samples was 47.1 -49.7% according to HPLC for reduction of GA by an excess of NaBH 4 (5 -7 eq.) in refluxing 2-PrOH:H 2 O (1:1) for 2 -4 h. The yield of pure II after separation by CC was about 44 -46% because of losses on chromatography. The remaining fractions contained an inseparable glycoside mixture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 543,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 566,
                    "end": 573,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The cytotoxicity and anti-HIV-1 activities of II were studied using a traditional model of primary HIV-infected (strain HIV-1/EVK) MT-4 lymphoid cells as described before [13, 14] and were compared with those of GA. ",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The cytotoxicity of II was assayed in grafted human T-lymphocyte (MT-4 line) cultures using DMSO solutions at the appropriate dilutions and incubation at 37°C. When the incubation was finished, the fraction of vital cells was counted in a Goryaev chamber after staining with trypan blue. Dose-dependent curves were constructed. The drug concentration causing the death of 50% of the cells, CD 50 (cytotoxic dose), was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme"
        },
        {
            "text": "The anti-HIV-1 activity of II was assayed in MT-4 cell culture (2´10 6 cells/mL) infected with HIV-1/EVK. The inhibiting effect was assayed using an immuno-enzyme method in 4-day cultures by measuring the amount of virus antigen, virus-specific protein p24, in the culture liquid. Dose-dependent curves were constructed using the results. The quantitative inhibition characteristics were calculated as IC 50 , the concentration of the compound suppressing virus production by 50% or protecting 50% of cells from death due to infection; IC 90 , the concentration of the compound suppressing virus production by 90% or protecting 90% of cells from death due to infection; SI, the selectivity index, i.e., the ratio of CC 50 and its effective concentration IC 50 . Table 2 presents the results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 762,
                    "end": 769,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Scheme"
        },
        {
            "text": "Glycoside II was practically non-toxic and was 12 times less toxic for MT-4 cells than GA. Furthermore, II exhibited pronounced anti-HIV-1 activity, inhibiting accumulation of virus-specific protein p24. Its SI was 4.8 times that of GA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme"
        },
        {
            "text": "The effect of II on RNA-dependent DNA-polymerase activity of recombinant HIV-1 reverse transcriptase (RT) was studied with and without various concentrations of the drugs using HIV-1 RT as before [14] . The studies showed that II inhibited highly effectively the RNA-dependent DNA-polymerase activity of HIV-1 RT. The effective concentration of II inhibiting 50% of HIV-1 RT (IC 50 ) was 3.1 ± 1.0 mg/mL. Thus, high anti-HIV-1 activity for inhibiting HIV-1 RT in cell culture was found for II for the first time.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Scheme"
        },
        {
            "text": "PMR and 13 C NMR spectra were recorded on a Bruker AM-300 spectrometer (Germany) at operating frequency 300 ( 1 H) and 75.5 ( 13 C) MHz. Chemical shifts were reported relative to TMS internal standard. Resonances were assigned us-ing high-resolution NMR data for GA [16] . IR spectra of mineral oil mulls were recorded on a Shimadzu Prestige-21 spectrometer. UV spectra of MeOH solutions were recorded on a UV-400 spectrophotometer (Germany). Elemental analysis was performed on a Euro EA 3000 analyzer. The determination error was 0.5% of theoretical. HPLC was carried out on a Shimadzu LC-20 AD liquid chromatograph using a Silasorb C18 column (250´4.6 mm); mobile phase MeCN:H 2 O:HOAc (55:44.4:0.6, vol%); SPD-M20 A diode detector (254 nm); mobile phase flow rate 1.0 mL/min; injected sample volume 10 mL at 1 mg/mL; and determination error ± 0.8%. TLC used Kieselgel 60 F 254 (Merck TLC) and Sorbfil (Sorbopolimer, Ukraine) plates with aluminum backing. Spots were detected by H 2 SO 4 solution (5%) in EtOH with subsequent heating at 120°C for 2 -3 min. CC used KSK (50 -150 fraction) (Sorbopolimer) and Sigma-Aldrich (40 -100 fraction) silica gel. We used NaBH 4 (Pancreac Quimica S. A. U.). GA was prepared from the commercial monoammonium salt according to the literature [17] and was 88.0 ± 1.0% pure. The standards for HPLC and anti-HIV-1 activity studies were purified GA (95.0 ± 0.8%) prepared as before [15] and a sample of II (95.0 ± 0.8%) prepared by the published method [11] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1417,
                    "end": 1421,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL CHEMICAL PART"
        },
        {
            "text": "A solution of GA (2.0 g, 2.4 mmol) in EtOH:H 2 O (1:1, 40 -50 mL) was treated with NaBH 4 (13.2 -15.8 mmol), heated at 50 -60°C for 2 h, refluxed for 2 h, cooled to room temperature (20 -22°C), acidified with HCl (5%) to pH 1 -2, stirred for 1 h, treated with H 2 O (50 mL), and extracted with BuOH (3´50 mL). The BuOH extract was washed with H 2 O (2´50 mL), dried over MgSO 4 , and evaporated to dryness. The residue was dissolved in EtOH (70 -75%, 50 mL) and worked up with KU-2-8 cation exchanger (H + -form). The cation exchanger was filtered off and washed with EtOH. The filtrate was evaporated. The resulting samples were analyzed by HPLC and separated by Synthesis and Anti-HIV-1 Activity 441 4 , and evaporated to dryness. The residue was dissolved in EtOH (70 -75%, 50 mL) and worked up with KU-2-8 cation exchanger (H + -form). The cation exchanger was filtered off and washed with EtOH. The filtrate was evaporated. The resulting samples were analyzed by HPLC and separated by CC over SG as described above. The yield of pure II was 44 -46%.",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 703,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EtOH:H 2 O mixture."
        },
        {
            "text": "b) A solution of GA (5.0 g, 6.0 mmol) in 2-PrOH:H 2 O (1:1, 100 mL) was treated in portions with NaBH 4 (29.0 mmol), heated at 50 -60°C for 30 min until completely dissolved, refluxed for 4 h, cooled to room temperature, acidified with Hcl (5%) to pH 1 -2, stirred for 1 h, treated with H 2 O (50 mL), and extracted with BuOH (2´100 mL). The BuOH extract was washed with H 2 (2´100 mL), dried over MgSO 4 , and evaporated to dryness. The residue was dissolved in EtOH (70 -75%, 150 mL) and worked up with KU-2-8 cation exchanger (H + -form). The product was analyzed by HPLC and separated by CC as described above. Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "EtOH:H 2 O mixture."
        },
        {
            "text": "Cytotoxicity and anti-HIV-1 activity of II in MT-4 cell culture. The cytotoxicity of the compound was assayed in MT-4 cell culture as described before [13, 14] . The drug was dissolved in DMSO and applied at the appropriate dilutions to plate wells (three wells for each dilution) seeded with cells (0.5´10 6 cells/mL). The final drug concentration in the cell suspension was from 1 mg/mL to 2 mg/mL. Cells were cultivated in 96-well culture plates (Costar, USA) in RPMI-1640 growth medium with added fetal calf serum (10%), L-glutamine (0.06%), and gentamicin (100 mg/mL) at 37°C in an atmosphere with CO 2 (5%) for 4 d.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL BIOLOGICAL PART"
        },
        {
            "text": "When the incubation was finished, the fraction of vital cells was counted in a Goryaev chamber after staining with trypan blue. Dose-dependent curves were constructed and the cytotoxic drug concentration causing the death of 50% of the cells (CC 50 ) was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL BIOLOGICAL PART"
        },
        {
            "text": "The antiviral activity of II was studied by the traditional method of primary infected HIV (HIV-1) grafted human T-lymphocytes (MT-4 cell line) using strain HIV-1/EVK as before [13, 14] . MT-4 cells (2´10 6 cells/mL) were infected with strain HIV-1/EVK with 0.2 -0.5 infection units per cell in order to assay the anti-HIV-1 activity of II. The virus was adsorbed for 1 h at 37°C. Infected and control cells (without virus) were diluted with growth medium to 5´10 5 cells/mL and placed into 96-well culture plates. Then, the appropriate wells were treated with solutions of II in DMSO (three wells for each dilution) and cultivated as described above. The final drug concentration in the cell suspension was from 0.5 to 2.0%. The reference drug was GA (95%) at a concentration of 100 mg/mL.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL BIOLOGICAL PART"
        },
        {
            "text": "The inhibiting effect of II was assayed on the fourth day of cultivation by measuring the amount of virus antigen p24 using an immuno-enzyme method. In addition, the fraction of vital cells was determined using trypan blue exclu- sion. Dose-dependent curves were constructed and the quantitative inhibition characteristics were determined as IC 50 , the compound concentration suppressing by 50% virus production or protecting 50% of the cells from death due to infection; IC 90 , the compound concentration suppressing by 90% virus production or protecting 90% of the cells from death due to infection; SI, the selectivity or therapeutic index, i.e., the ratio of CC 50 to the effective concentration IC 50 . Table 2 presents the results. Effect of II on RNA-dependent DNA-polymerase activity of HIV-1 RT. We used recombinant HIV-1 RT that was isolated from expressed vector p6HRT in JM109 culture of E. coli according to the literature [14] . Enzyme containing six histidines at the N-terminus was purified using Ni-NTA agarose (Qiagen, Hilden, Germany). The concentration of purified RT was determined by spectrophotometry at 280 nm using molar extinction coefficient 260,450 M -1 × cm -1 for heterodimeric RT. RT activity was determined using [ 3 H]-TTP (PerkinElmer Life Sciences, Boston, MA, USA) and poly(riboA)-oligo(dT) 12 -18 as the matrix-primer (GE Healthcare, Piscataway, NJ, USA).",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 942,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1335,
                    "text": "12 -18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 717,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "EXPERIMENTAL BIOLOGICAL PART"
        },
        {
            "text": "RNA-dependent DNA-polymerase activity of RT was determined with and without the different concentrations of II using 0.2 units/mL of poly(riboA)-oligo(dT) 12 -18 , RT (2 nM), [ 3 H]-TTP (5 mM) at a final volume of 50 mL in buffer containing Tris-HCl (50 mM, pH 8.0), KCl (60 mM), and MgCl 2 (10 mM). Samples were incubated for 20 min at 37°C. The reaction was stopped by adding cold trichloroacetic acid (TCA, 10%, 200 mL) containing sodium pyrophosphate (20 mM) and incubation for 20 min in an ice bath. Samples were filtered through a 1.2-mm filter containing type C fiberglass into 96-well plates (Millipore, Bedford, MA, USA). The filters were rinsed successively with TCA (2´, 10%) and EtOH (2´, 95%). The amount of [ 3 H]-TTP incorporated into the precipitate of nucleic acids was counted using a liquid-scintillation counter.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "12 -18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL BIOLOGICAL PART"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Licorice: Biodiversity, Chemistry, and Application in Medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolstikov",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baltina",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Grankina",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Geo Akad. Izd",
            "volume": "",
            "issn": "",
            "pages": "151--178",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "presents the results. Olean-9(11),12(13)-dien-30-oic acid 3-O-b-D-glucuronopyranosyl-b-D-glucuronopyranoside (II). R f 0.45 -0.47 (CHCl 3 :MeOH:H 2 O, 45:10:1). IR spectrum, n max , cm -1 : 3600 -3200; 1710; 1651. UV spectrum, l max , nm (lge): 282 (5.0). PMR spectrum (Me 2 CO-d 6 ), d, ppm: H5²); 4.55 (d, H1¢, J 7.0 Hz); 4.65 (d, H1², J 7.5 Hz); 5.58; 5.62 (both s, 2H, H11, H12). 13 C NMR spectrum (Me 2 CO-d 6 ) d, ppm: 38.8 (C1); 27.0 (C2); 90.4 (C3); 39.8 (C4); 53.0 (C5); 17.3 (C6); 33.5 (C7); 45.0 (C8); 156.2 (C9); 35.1 (C10); 117.1 (C11); 122.2 (C12); 147.8 (C13); 41.Olean-9(11),12(13)-dien-30-oic acid 3-O-b-D-glucuronopyranosyl-b-D-glucuronopyranoside trimethyl ester (III). A solution of II (0.1 g) in MeOH (5 mL) was treated with diazomethane in Et 2 O until the yellow color was stable.The solvents were evaporated. The residue was crystallized from aqueous MeOH. Yield 0.08 g (80%). Mp 180 -182°C. Lit.[11]: mp 180°C (MeOH). PMR spectrum (CDCl 3 ),",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Experimental Conditions and Content of Glycoside II by HPLC 3´50 mL). The BuOH extract was washed with H 2 O (2´50 mL), dried over MgSO",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Anti-HIV-1 Activity of II in MT-4 Cell Culture",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The work was supported financially by the RFBR Grants 08-03-13514 ofi-ts and 12-03-31472-mol a.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}