{
    "paper_id": "29a014e7f2271e28b2fc9eb2a56028e7a636cf38",
    "metadata": {
        "title": "Inhibitory effects of bee venom and its components against viruses in vitro and in vivo",
        "authors": [
            {
                "first": "Md",
                "middle": [
                    "Bashir"
                ],
                "last": "Uddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Byeong-Hoon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chamilani",
                "middle": [],
                "last": "Nikapitiya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jae-Hoon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Tae-Hwan",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyun-Cheol",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Choul",
                "middle": [
                    "Goo"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jong-Soo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": "jongsool@cnu.ac.kr"
            },
            {
                "first": "Chul-Joong",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chungnam National University",
                    "location": {
                        "postCode": "34134",
                        "settlement": "Daejeon",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coxsackie Virus (H3). Such antiviral properties were mainly explained by virucidal mechanism. Moreover, MLT protected mice which were challenged with lethal doses of pathogenic influenza A H1N1 viruses. Therefore, these results provides the evidence that BV and MLT could be a potential source as a promising antiviral agent, especially to develop as a broad spectrum antiviral agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Massive growth in human population, immense rise in urbanization, drastic changes in global environment, and improved connectivity worldwide in terms of better transportation facilities have led to the emergence and re-emergence of viral diseases in human population (Li et al., 2011) . Outbreaks of many RNA viruses are still the leading cause of morbidity and mortality in worldwide population. Many antiviral agents against diverse viruses have been reported. However, effective antiviral agents which specifically target to some RNA viruses such as SARS-CoV, influenza A (H5N1, H1N1) and measles are in shortage due to genetic variations of the virus and the lack of approved or universally recommended therapies (Wen et al., 2003; Lorin et al., 2005; Triggiani et al., 2006) . Hence, there is a global requirement for continued development of new antiviral agents, especially from natural sources to provide several alternatives for the control, prevention, and management of the spread of diseases caused by RNA and DNA viruses. Number of compounds derived from natural sources are reported to have numerous biological activities, thus considered potential sources of various modern pharmaceuticals including antiviral agents (Jacobs and Coyne, 2013; Kim et al., 2016; Weeratunga et al., 2016) . Bee venom (BV) of the honey bee Apis melifera has been utilize as a traditional medicine for the treatment of rheumatism, arthritis, skin diseases, cancerous tumors, and back pains (Billingham et al., 1973; Son et al., 2007) due to its antibacterial, antiviral and anti-inflammatory effects (Habermann, 1972; Son et al., 2007; Hwang et al., 2015) . Such bio activities are explained by the variety of components contain in the BV such as peptides melittin (MLT), adolapin, apamin, and mast cell degranulating peptide; several enzymes including phospholipase A2 (PLA2); biologically active amines (histamine and epinephrine); and non-peptide components (carbohydrates, lipids, and free amino acids) (Lariviere and Melzack, 1996; Park et al., 2004; Son et al., 2007) . However, antiviral properties of BV have not well investigated and also its mechanisms are not fully understood.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 284,
                    "text": "(Li et al., 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 717,
                    "end": 735,
                    "text": "(Wen et al., 2003;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 736,
                    "end": 755,
                    "text": "Lorin et al., 2005;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 756,
                    "end": 779,
                    "text": "Triggiani et al., 2006)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1232,
                    "end": 1256,
                    "text": "(Jacobs and Coyne, 2013;",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1274,
                    "text": "Kim et al., 2016;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1275,
                    "end": 1299,
                    "text": "Weeratunga et al., 2016)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1483,
                    "end": 1508,
                    "text": "(Billingham et al., 1973;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1509,
                    "end": 1526,
                    "text": "Son et al., 2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1593,
                    "end": 1610,
                    "text": "(Habermann, 1972;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1611,
                    "end": 1628,
                    "text": "Son et al., 2007;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1629,
                    "end": 1648,
                    "text": "Hwang et al., 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2000,
                    "end": 2029,
                    "text": "(Lariviere and Melzack, 1996;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2030,
                    "end": 2048,
                    "text": "Park et al., 2004;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2049,
                    "end": 2066,
                    "text": "Son et al., 2007)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present study, we investigated the antiviral activity of BV and its components against enveloped and non-enveloped viruses including RNA and DNA viruses in vitro and attempted to understand the mechanism of this property is mainly owing to the virucidal effect of both BV and MLT. Additionally, we evaluated the antiviral activity of MLT against lethal doses of pathogenic influenza A H1N1 viruses in mice in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BV and MLT were supplied by Chung-Jin Biotech Co. Ltd, Korea and compounds were dissolved in phosphate buffered saline (PBS). Stock solutions were aliquoted and stored at -20°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptides"
        },
        {
            "text": "Human embryonic kidney; HEK293T (ATCC ® CRL-11268 TM ), human epithelial cervix adenocarcinoma; HeLa (ATCC ® CCL-2TM), Ceropithecus aethiops epithelial kidney; Vero (ATCC ® CCL-81), human epithelial HeLa contaminant carcinoma; HEp-2 (ATCC ® CCL-23 TM ) and Canis familiaris kidney epithelial; MDCK (ATCC ® CCL-34 TM , NBL-2) cells were grown and maintained in Dulbecco's Modified Eagle's Medium (DMEM) (Invitrogen) supplemented with 10% fetal bovine serum (FBS) (Gibco) and 1% antibiotic-antimycotic solution (Gibco) . All cell cultures were incubated at 37°C in a humidified atmosphere supplied with 5% CO2. Green Fluorescent Protein (GFP)-fused Vesicular Stomatitis Virus (VSV-GFP) and Herpes Simplex Virus (HSV-GFP) were propagated on confluent Vero cells, and Enterovirus-71 (EV-71) and GFP-fused Coxsackie virus (H3-GFP) were propagated on confluent HeLa cells. GFP-fused Respiratory Syncytial virus (RSV-GFP) was propagated on HEp-2 cells. GFP-fused Influenza A (A/PuertoRico/8/34) (H1N1) (PR8-GFP) and challenge viruses of influenza A subtype (A/PR/8/34) (H1N1) were propagated in the allantoic fluid of 10-day-old chicken embryos. All the VSV-GFP, PR8-GFP, H3-GFP, RSV-GFP, and HSV-GFP viruses were kindly gifted from Dr. J. U. Jung, Department of Molecular Microbiology and Immunology, University of Southern California, USA. A/PR/8/34(H1N1) was provided by Dr. Y.K. Choi, Chunbuk National University, Cheongju, Republic of Korea.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 516,
                    "text": "(Gibco)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "The cytotoxic effect of BV or MLT in HEK293T, MDCK, HEp-2, Vero or HeLa cell monolayers were determined by quantifying the cell viability using trypan blue exclusion test as described previously (Strober, 2001) . After cells grown in 72well plates into a 75-80% confluent monolayer, different concentrations (0.5-10 μg/ml) of BV or MLT was added to the each well. The dilution medium without the samples was used as a control. Experiment was performed in triplicate, and all the plates were incubated at 37°C in a humidified 5% CO2. Clarified cells were then stained with 0.4% trypan blue (Invitrogen) (ratio: 1:1) at 24 h post-treatment (hpt) and mounted to the hemocytometer to obtain the percentages of viable cells. Concentrations of the BV or MLT was plotted against the cell viabilities for each cell type and cytotoxicity of the BV to each cell type is expressed as the 50% cytotoxic concentration (CC 50 ), the concentration which 50% of cell death occurred relative to non-treated control cells.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 210,
                    "text": "(Strober, 2001)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "In vitro cytotoxicity (CC50) assay of BV and MLT"
        },
        {
            "text": "EC50 value of BV or MLT against various enveloped and nonenveloped viruses were determined. To determine the EC 50 of BV or MLT, HEK293T, HeLa, Vero, MDCK, and HEp2 cells were cultured in 12-well (1 × 10 6 cells/well) plates, and incubated at 37°C in a 5% CO 2 atmosphere. After 12 h, viral suspensions were co-incubated with different concentrations of BV or MLT (0.5-10 μg/ml) at 4°C for 30 min and inoculated to the each cell types; BV and MLT: RR8-GFP (MOI= 2.0; MDCK), RSV-GFP (MOI=1.0; HEp2), HSV-GFP (MOI =1.0; Vero), H3-GFP (MOI=2.0; HeLa), and EV-71 (MOI =1.0; HeLa). EC 50 of BV and MLT for the VSV-GFP (MOI =0.2) was tested in HEK293T and Vero cells, respectively. At 2 h post-infection (hpi), the culture medium was replaced with 10% FBS DMEM media, and at 24 hpi, cells or supernatants were harvested and virus titer was evaluated as described below. The EC 50 values were calculated as the BV or MLT concentration yielding 50% reduction of titer compared to the control (virus infection without BV or MLT). The experiments were performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro effective concentration (EC 50 ) of BV and MLT"
        },
        {
            "text": "To determine the possible antiviral mechanism of BV, three different treatment groups were designed for comparison of the antiviral effect of BV: (1) BV pre-treated group: HEK293T cells were pre-treated with 3.0 μg/ml of BV at 37°C for 12 h and then infected with VSV-GFP (MOI=0.2). Similarly 1,000 units/ml recombinant human interferon-β (rhIFN-β, Sigma) was treated as a positive control. As a negative controls, DMEM medium only, and virus infection without BV treatment were used; (2) BV co-incubation group: HEK293 cells were inoculated with mixture of 2.0 μg/ml BV and VSV-GFP (MOI=0.2), which was co-incubated at 4°C for 30 min; and (3) post-treated group (virus replication inhibition after entry): HEK293T cells were infected with VSV-GFP first at 37°C for 4 h, and then treated with 3.0 μg/ml of BV. To compare the antiviral effects of BV to VSV-GFP infection, the levels of viral replication (which reflected by GFP expression) were photographed (under 200X magnification) at 12 or 24 hpi of VSV-GFP, and calculated the virus titer by standard plaque assay with some modifications. Briefly, Vero cells were seeded in 12-well (8 × 10 5 cells/well) plates. After 12 h when cells became confluent monolayer, the harvested cell supernatants containing each replicated virus were 10-fold serially diluted and 100 μl of each dilution was added to the 1% FBS containing each wells. The media in the wells were replaced with 1% agar overlay at 2 hpi and 1-2 days later, number of plaques showing GFP were counted under the microscope (200X magnification). Virus titer was calculated using the number of GFP showing plaques and the dilution factor (Reed and Muench, 1938; Coil and Miller, 2004) , and expressed as Log 10 plaque forming unit/ml (Log 10 PFU/ml).",
            "cite_spans": [
                {
                    "start": 1650,
                    "end": 1673,
                    "text": "(Reed and Muench, 1938;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1674,
                    "end": 1696,
                    "text": "Coil and Miller, 2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Action mode of the BV on antiviral activity against VSV-GFP in HEK293T cells"
        },
        {
            "text": "To determine whether BV could induce type I IFN, IFN-β secretion levels were measured in HEK293T cell supernatants of 3.0 μg/ml BV or rhIFN-β (positive control) or DMEM medium (negative control) treated samples, which was harvested at 24 hpt. The IFN-β levels were measured using commercial human IFN-β ELISA kits (TFB Inc.) according to manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of IFN-β secretion levels"
        },
        {
            "text": "To determine the antiviral effect of BV or MLT, co-incubation experiments were carried out against different viruses (MLT: VSV-GFP; BV and MLT: PR8-GFP, RSV-GFP, HSV-GFP) in several cell lines. Vero, HeLa, MDCK, and HEp2 cells were cultured in 12-well (8 × 10 5 cells/well) plates, and incubated at 37°C for 12 h. Each viral suspensions (VSV-GFP: MOI=0.2; PR8-GFP: MOI=2.0; RSV-GFP: MOI=1.0; HSV-GFP: MOI=1.0) were co-incubated with 2.0 μg/ml of BV or MLT at 4°C for 30 min. After the incubation, the mixture were inoculated to the specified cell monolayers in 12 well plates (Vero: VSV-GFP, HSV-GFP; MDCK: PR8-GFP; HEp2: RSV-GFP) using DMEM supplemented with 1% FBS. Similarly 1,000 units/ml rhIFN-β and viruses were co-incubated and inoculated to the cells, as a positive control for BV antiviral activity assay. DMEM medium only and virus infection without any BV or MLT treatments were used as negative controls. Unabsorbed viruses and residuals were aspirated out with the supernatant at 2 hpi, and DMEM supplemented with 10% FBS. The residual virus infectivity in each treated samples (which reflected by GFP expression) was photographed (under 200X magnification) at 24 hpi. Cell supernatants (VSV-GFP, RSV-GFP, and HSV-GFP) or cells (PR8-GFP) were collected at 24 hpi, and expressed GFP was quantified by measuring GFP absorbance using Glomax detection system (Promega). Viral replication levels were calculated by standard plaque assay as described. This virus titer was considered as the residual infectivity (Log10 PFU/ml) to evaluate the virucidal activity of the BV or MLT against different viruses tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity assay of BV or MLT against enveloped viruses"
        },
        {
            "text": "BV or MLT antiviral activity was tested in HeLa cells with H3-GFP and EV-71 viruses using standard antiviral activity assays. H3-GFP (MOI=1.0) or EV-71 (MOI=1.0) viral suspensions were co-incubated at 4°C for 30 min with 2.0 μg/ml of BV or MLT. After the incubation, the mixtures were inoculated to the 12 h cultured monolayers of HeLa cells (6well plates; originally seeded 1 × 10 6 cells/well). Rest of the antiviral assay procedures were similar to the above section. Additionally, BV or MLT antiviral activity for EV-71 was determined by evaluating 50% tissue culture infective dose (TCID 50 ) and analysis of mRNA expression levels of the EV-71 VP1 gene. The residual infectivity was titrated for the each samples collected at 24 hpi by TCID50, (the amount of virus required to produce cytopathic effect in 50% of inoculated cells) as described previously and expressed as Log 10 TCID50/ml . Moreover, EV-71 VP1 gene mRNA expression levels were determined at 24 hpi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral activity assay of BV or MLT against non-enveloped viruses"
        },
        {
            "text": "Total mRNA from the cells, which inoculated after co-incubation of EV-71 (MOI=1.0) with BV (2.0 μg/ml) or MLT (2.0 μg/ml) was extracted using RNeasy Mini Kit (Qiagen) and cDNA was synthesized using reverse transcriptase (Toyobo) according to manufacturer's protocol. To determine the EV-71 mRNA expression levels, EV-71 VP1 gene was amplified using gene specific primers (EV-71 VP1 forward primer; VP1Fw-5 -TTGACAAAAACTGAGGGGTT-3 and the reverse primer; VP1Rev-5 -TTGACAAAAACTGAGGGGTT-3 (Wen et al., 2003) . GAPDH, forward primer 5 -TGACCA CAGTCCATGCCATC-3 and the reverse primer 5 -GAC GGACACATTGGGGGTAG-3 were used as a house keeping gene (Seal et al., 1995) . After the real-time polymerase chain reaction (RT-PCR), equal amount of amplified products were run on 1.5% ethidium bromide agarose gels and visualized using GelDoc Imaging System (Bio-Rad). The relative VP1 gene fragment band intensity (RBI) was compared with GAPDH using Band Quantification Software (Bio-Rad).",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 505,
                    "text": "(Wen et al., 2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 641,
                    "end": 660,
                    "text": "(Seal et al., 1995)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "EV-71 mRNA expression analysis"
        },
        {
            "text": "To find out the effective time point which MLT exhibits virucidal activity, 2.0 μg/ml of MLT and VSV-GFP (MOI=0.2) were co-incubated for 5, 10, 20, and 30 min at 4°C, and then mixture was inoculated to HEK293T cell monolayers in 6 well plates. DMEM medium only and virus infection without any MLT treatments were used as negative controls. Unattached viruses and MLT were aspirated out with the supernatant at 2 hpi, and DMEM supplemented with 10% FBS was added to the wells. The virucidal effect of MLT was analyzed by observing the GFP expression under 200× magnification at 24 hpi. GFP absorbance and virus titer was quantified as described in earlier sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time course virucidal activity of MLT"
        },
        {
            "text": "To determine the effect of MLT on virus infection and the possible effect on the initial stages of viral replication cycle in vitro, following treatment groups were designed: (1) Virus attachment assay: co-treatment; 2.0 μg/ml of MLT and PR8-GFP (MOI=2.0) were simultaneously added to the MDCK cells for 1h at 4°C. Residual virus or MLT were aspirated out with the supernatant at 2 hpi, and replaced with 10% FBS DMEM media; (2) entry assay: post-treatment; MDCK cells were infected with PR8 (MOI=2.0) first, and after 1 h of adsorption, cells were washed 3 times with PBS to remove unattached viruses and treated the cells with DMEM (10% FBS) containing 2.0 μg/ml of MLT. DMEM medium only and virus infection without any MLT treatments were used as negative controls. Effect of MLT on virus attachment and virus entry to the cells was determined by measuring the GFP expression at 24 hpi, using Glomax multi-detection system (Promega). Virus titer was determined as described in method section and expressed as Log10 PFU/ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Action mode of the MLT at the initial stages of virus infection"
        },
        {
            "text": "Sedimentation velocity ultracentrifugation (Gastaminza et al., 2006) was carried out to delineate the virucidal mechanism of enveloped viruses. In here, sucrose gradient separation procedure was conducted with some modifications to identify the fractions containing the infectious viral particles and to estimate their size (molecular mass) by immonoblotting. In brief, a discontinuous sucrose density gradient was prepared by layering successive decreasing sucrose density solutions (from 20-60%) upon one another in the polyallomer tubes. Once the discrete layers of sucrose was visible, PR8-GFP mixed with PBS or PR8-GFP mixed with MLT, which was co-incubated at 4°C for 30 min were applied on to the top. The tubes were ultra-centrifuged in swinging bucket SW-28 rotor (Beckman) at 26,000 RPM at 4°C for 4 h. After ultracentrifugation, without disturb the sucrose layers, total 30 ml of fractions (assuming that some of the fractions containing virus particles) were collected (30 × 1 ml) from all the gradients. In brief, total 6 ml from each gradient (6 × 1 ml) was collected (3 × 1 ml from upper layer and 3 × 1 ml from lower layer from each sucrose gradient). Out of these fractions, 2 nd and 5 th fractions from each gradient (2 nd and 5 th fractions of 20%, 30%, 40%, 50%, and 60% denoted sequentially from 1 to 10 in the Figs.) were taken for the immunoblotting using polyclonal antibody derived from H1N1 virus infected mouse serum to identify the which fractions containing the virus particles. As an immunobloting positive control (PC), native PR8-GFP which heated at 100°C for 10 min prior to loading was used. Moreover, the same fractions which used for immunobloting were examined for the infectivity of the virus particles by observing and measuring the GFP expression at 24 hpi, after infection to MDCK cells.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 68,
                    "text": "(Gastaminza et al., 2006)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Virucidal mechanism of MLT"
        },
        {
            "text": "All the animal studies conducted under appropriate conditions with the approval of the Institutional Animal Care and Use Committee of Bioleaders Corporation, Daejeon, South Korea, Protocol number: BLS-ABLS-13-008 and all the treatment and challenge experiments were conducted in an approved BSL-2 + laboratory facility. In this study, mouse model was chosen to determine whether MLT exhibits antiviral protection in vivo. Mice survival rate and the body weight were evaluated after challenge with co-incubated mixture of PBS or MLT and Influenza A virus subtype H1N1 (PBS/H1N1 or MLT/H1N1). For the whole experiment, 6-week-old 20 C57BL/6 female mice (17 ± 1 g) were used and for the survival rate analysis, 12 mice were divided into 2 groups; PBS/H1N1 treated (control) (n=6) and MLT/H1N1 treated (n=6). For the lung virus titration, another 8 mice were grouped into 2 groups; PBS/H1N1 (n=4) and MLT/H1N1 treated (n=4). First, 15 μl of MLT (100 ng) was co-incubated with 15 μl of 5´ minimum lethal dose (MLD 50 ) of H1N1 for 30 min at 4°C, and then 30 μl from the mixture was intranasally administered per mice (5.9 ng/g body weight). Body weight and survival rate were noted up to 8 days post-infection (dpi). Mice showing more than 25% body weight loss were considered as an experimental end point and were humanely killed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intranasal administration of MLT to C57BL/6 and HIN1 challenge"
        },
        {
            "text": "Lung tissues were collected aseptically from euthanized mice at 5 dpi and homogenized with equal volume (1 ml/g) of PBS containing 1% antibiotic/antimycotic solution. Samples were centrifuged (10,000 × g at 4°C for 10 min), supernatants were immediately 10-fold serially diluted and inoculated into cultured MDCK cells grown to confluence on 96 well tissue culture plates. The lung viral titer was calculated by the Reed and Muench method and expressed as Log10 TCID 50 /Lung .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of lung viral titers"
        },
        {
            "text": "Statistical analysis was performed using GraphPad Prism software version 6 for Windows (GraphPad Software). All in vitro assays were carried out in triplicate and the data were expressed means ± standard deviations (SD). Differences between groups were analyzed by analysis of variance (ANOVA) or Student's t-test. Comparison of survival was done by logrank test using GraphPad Prism 6 version. P < 0.05 were regarded as significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The different concentrations of BV was tested for all the cell types used in this study to determine whether the BV is cytotoxic to the cells. CC 50 of BV and MLT in vitro is presented in the Table 1 . As shown, BV CC50 for the HEK293T, HeLa and MDCK cells were 8.61 ± 0.02, 8.98 ± 0.07, and 8.35 ± 0.08 μg/ml, respectively, representing 50% of the cells were viable at this concentration to the cells. Lowest CC50 value of BV was obtained for the HEp2 (6.25 ± 0.12 μg/ml) among tested cell lines followed by Vero cells (7.13 ± 0.1 μg/ml). The cytotoxic concentration of MLT was also tested via tryphan blue staining and CC 50 of MLT for Vero, MDCK, HEp2 and HeLa cells were 6.23 ± 0.02, 7.66 ± 0.94, 5.02 ± 0.17, and 4.36 ± 0.54 μg/ml, respectively. According to the CC50 values, MLT dose which showing more than 90% cell viability was selected for the experiments; 2.0 μg/ml or low MLT dose for Vero, MDCK, and HEp2 cells, and 1.0 μg/ml or low MLT dose for HeLa cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CC50 of BV and MLT in vitro"
        },
        {
            "text": "EC 50 of BV and MLT in vitro is presented in the Table 1 . EC 50 value of BV against VSV-GFP, PR8-GFP, RSV-GFP, HSV-GFP, H3-GFP, and EV-71 were 0.5 ± 0.06, 1.81 ± 0.08, and 1.17 ± 0.09, 1.52 ± 0.11, and 0.5 ± 0.04, respectively and virus replication was inhibited by 50% at this concentrations. Moreover, EC 50 of MLT was approximately 1.18 ± 0.09, 1.15 ± 0.09, 0.35 ± 0.08, 0.94 ± 0.07, 0.99 ± 0.09, and 0.76 ± 0.03 μg/ml for VSV-GFP, PR8-GFP, RSV-GFP, HSV-GFP, H3-GFP, and EV-71, respectively. The data demonstrated that EC50 of BV against VSV-GFP and H3-GFP were lower than the EC 50 values of MLT. Moreover, BV exhibited higher selectivity index (SI) than the MLT against VSV-GFP and H3-GFP (Table 1) . Considering effectiveness and cytotoxicity, 1.0 or 2.0 μg/ml of BV or MLT was used for the subsequent in vitro antiviral assays and utilized doses were mentioned in the method section where appropriate. From above, we could suggest that the antiviral activity of BV or MLT against the viruses examined, were not resulted from the cytotoxicity of the peptide on the tested cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "EC50 of BV and MLT in vitro"
        },
        {
            "text": "To determine the antiviral activity and to understand the possible antiviral mechanism of BV, three different treatments were conducted to VSV-GFP virus in HEK293T cells as des- cribed in material and methods. BV (3.0 μg/ml) pre-treating at 37°C for 12 h before infecting the VSV-GFP to the cells (virus/peptide pre-treatment) showed significant reduction of virus replication at 24 hpi (354-fold), which the pattern was comparable to the rhIFNβ pre-treating, compared to the only VSV-GFP infected cells (Fig. 1A) . Moreover, IFN-β levels were measured in the BV (3.0 μg/ml) treated cell supernatant of HEK293T (Fig. 1B) . BV significantly induced higher levels of secreted IFN-β compared to the control (medium only), which was similar to the pattern observed in rhIFN-β treated HEK293T cell supernatant. Thus, data indicated that BV can mediate the antiviral innate immune responses in epithelial cells by triggering the expression of type I IFN, which may stimulate the antiviral state in the cells. As shown in Fig. 1C , BV (2.0 μg/ml) co-incubating with VSV-GFP at 4°C for 30 min before inoculating to the cells (virus/peptide co-incubation) also showed prominent reduction in virus titer at 24 hpi (5,370-fold) compared to the only VSV-GFP infected cells. Although in a low degree, HEK293T cells infected with VSV-GFP and treated with 3.0 μg/ml of BV (post-treatment) at 4 hpi also showed inhibition of virus replication at 12 (16136-fold) or 24 hpi (63-fold) (Fig. 1D ). Both BV and rhIFNβ post-treated cells showed similar virus titer, espe-cially at 12 hpi, and it was significantly lower than the only VSV-GFP infected cells. Based on the three treatment modes carried out, we speculate that anti-viral activity of BV attributed to stimulating type I IFN signaling, virucidal activity, and ability for the inhibition of virus replication after virus enter to the cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 611,
                    "end": 620,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1015,
                    "end": 1022,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1466,
                    "end": 1474,
                    "text": "(Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Action mode of the BV on antiviral activity against enveloped RNA virus (VSV-GFP)"
        },
        {
            "text": "After investigation the anti-VSV efficacy of the BV, its effectiveness against other enveloped viruses were investigated. PR8-GFP, RSV-GFP, and HSV-GFP co-incubating with BV (2.0 μg/ml) at 4°C for 30 min before inoculating to the cells (virus/peptide co-incubation) showed reduction in the virus infectivity (Fig. 2) . BV treated PR8-GFP ( Fig. 2A) , RSV-GFP (Fig. 2B) , and HSV-GFP (Fig. 2C) showed distinct reduction in GFP expression (3-fold, 2-fold, and 7-fold, respectively) and virus titer (175-fold, 7-fold, and 9-fold, respectively) at 24 hpi compared to the untreated virus infected groups. This suggest that BV could disrupt the infectivity of broad spectrum of enveloped viruses, which further convincing its virucidal effect. . GFP expression levels were measured by Gloma multi dectection luminometer (promega). The virus titers were determined by standard plaque assay. Virus titers were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 340,
                    "end": 348,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Virucidal activity of BV against enveloped viruses (PR8-GFP, RSV-GFP, and HSV-GFP)"
        },
        {
            "text": "After investigated the different antiviral effect of the BV, several compounds in BV were tested to find out which component of the BV responsible for its virucidal effect. Among those, only MLT showed the similar effects as BV. For further confirmation, the virucidal effect of MLT against enveloped RNA (VSV-GFP, PR8-GFP, and RSV-GFP) and DNA (HSV-GFP) viruses were tested. In all the tested cells, there was a direct effect of the MLT to the virus which shows reduced virus infectivity (Fig. 3) . Different viral suspensions were coincubating with MLT (2.0 μg/ml) at 4°C for 30 min before inoculating to the cells showed marked reduction in GFP expression at 24 hpi, whereas the untreated virus infected groups showed significantly high levels of GFP expression for VSV-GFP (Fig. 3A) , PR8-GFP (Fig. 3B) , RSV-GFP (Fig.   3C ), and HSV-GFP (Fig. 3D) . In relation to this, MLT treated groups showed reduced viral supernatant titers for VSV-GFP (1598-fold), PR8-GFP (5-fold), RSV-GFP (82-fold), HSV-GFP (16-fold) compared to the only virus infected group. Collectively, it suggests that MLT has the anti-viral activity by the virucidal effect against broad spectrum of enveloped viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 497,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 777,
                    "end": 786,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 797,
                    "end": 806,
                    "text": "(Fig. 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 817,
                    "end": 827,
                    "text": "(Fig.   3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antiviral effect of MLT peptide against enveloped viruses (VSV-GFP, PR8-GFP, RSV-GFP, and HSV-GFP)"
        },
        {
            "text": "After identifying that BV has virucidal effect on broad spectrum of enveloped viruses, its efficacies against non-enveloped RNA viruses such as H3-GFP and EV-71 were also evaluated. H3-GFP and EV-71 viral suspensions were coincubated for 30 min at 4°C with 2.0 μg/ml BV or rhIFN-β, and the mixture (BV/H3-GFP and rhIFN-β/H3-GFP or BV/ EV-71 and rhIFN-β/EV-71) was inoculated to the mono- EV-71/VP1 gene mRNA expression was evaluated using VP1 gene specific PCR primers and all the samples normalized using GAPDH. RBI (gene/ GAPDH) was determined using GelDoc Imaging System Band Quantification Software (C and F). Virus titers were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antiviral effect of BV and MLT peptide against non-enveloped RNA viruses (H3-GFP and EV-71)"
        },
        {
            "text": "layers of HeLa cells. At 24 hpi, marked reduction of GFP expression was observed in BV/H3-GFP treated cells compared to untreated cells (Fig. 4A) . In relation to this, significantly lower (977-fold) virus titer was detected in BV/H3-GFP treated cells than the only H3-GFP infected cells (Fig.  4A) and was comparable to virus titers of the rhIFN-β/H3-GFP treated cells. Moreover, EV-71 induced CPE was markedly inhibited and the cell viability was higher in the BV/EV-71 treated cells than the only EV-71 infected group (data not shown). The only EV-71 infected cells showed significantly higher (131-fold) TCID 50 than BV/EV-71 treated cells (Fig.  4B ). EV-71 VP1 mRNA expression levels were decreased in BV/EV-71 treated cells compared to the only EV-71 infected cells by 2-fold (Fig. 4C) , exhibiting lower RBI of the VP1 gene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 145,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 288,
                    "end": 298,
                    "text": "(Fig.  4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 644,
                    "end": 653,
                    "text": "(Fig.  4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 783,
                    "end": 792,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antiviral effect of BV and MLT peptide against non-enveloped RNA viruses (H3-GFP and EV-71)"
        },
        {
            "text": "Interestingly, MLT co-incubated with H3-GFP also showed lower GFP expression (1.5-fold) and virus titers (5-fold) in comparison to the only H3-GFP infected cells (Fig. 4D) . EV-71 exhibited significant reduction in CPE and high cell viability in the MLT/EV-71 treated cells than the only EV-71 infected group (data not shown). Additionally, only EV-71 infected cells showed significantly higher (236-fold) TCID50 than MLT/EV-71 treated cells (Fig. 4E) . Moreover, EV-71 VP1 mRNA expression levels were decreased in MLT/EV-71 treated cells compared to the only EV-71 infected cells by 4-fold (Fig. 4F) , exhibiting lower RBI of the VP1 gene. Collectively, data demonstrated that BV or MLT exerts its virucidal antiviral activity not only against enveloped viruses, but also to non-enveloped viruses. . GFP expression levels were measured by Gloma multi dectection luminometer (promega). The virus titers were determined by standard plaque assay. Virus titers were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 442,
                    "end": 451,
                    "text": "(Fig. 4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 591,
                    "end": 600,
                    "text": "(Fig. 4F)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antiviral effect of BV and MLT peptide against non-enveloped RNA viruses (H3-GFP and EV-71)"
        },
        {
            "text": "To determine the effective time needed for MLT to act on virus, 2.0 μg/ml MLT was incubated with 0.2 MOI VSV-GFP at 4°C at different times. As shown in Fig. 5A , infectivity of VSV-GFP was dramatically suppressed with the increasing time (5-30 min) of incubation. Virus infectivity initiated to reduce from 5 min incubation and during 30 min incubation, it showed high virucidal effect similar to our previous data. This suggests that MLT can inactivate or inhibit virus replication even it was contact with the virus for a short period of time and inactivate the infectivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Minimal co-incubation time to elicit a virucidal efficacy of MLT"
        },
        {
            "text": "To further understand the effect of MLT on viral replication cycle, virus-cell attachment and virus-entry assay were performed. As shown in Fig. 5B , GFP absorbance and virus titers of MLT treated groups were not significantly different compared to the control (only virus infected) in both attachment and entry assays. These results indicate that MLT could not interfere the initial steps of the virus life cycle and unable to inhibit virus infection and replication, once the virus is infected to the cells. It evident from the data that MLT involves in the steps occurring prior to virus-cell attachment, mainly may direct interaction of the virus and MLT, and in turn inhibiting the virus infectivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "MLT not interfere the virus-cell attachment and virus-entry to the cells"
        },
        {
            "text": "To clarify the virucidal activity of the MLT against enveloped viruses, sedimentation velocity ultracentrifugation was conducted using continuous sucrose gradient for PR8-GFP viruses co-incubated with PBS or MLT and subjected to immunoblotting as described in materials and methods. As shown in the Fig. 6A , surface viral proteins such as Hemagglutinnin (HA), Nucleoprotein (NP), and Neuraminidase (NA) of PR8-GFP co-incubated with PBS were detected in the 40% sucrose . 6 . Virucidal mechanism study of MLT by sedimentation velocity ultracentrifugation. PR8-GFP virus was co-incubated with the PBS or MLT for 30 min at 4°C. Samples were loaded on the top of the 20-60% continuous sucrose density gradient and placed into ultracentrifugation with SW-28 rotor at 26,000 rpm for 4 h in 4°C. Fractions were collected and 2 nd and 5 th fractions out of six layers from each sucrose gradient were subjected to immunoblotting. 2 nd and 5 th fractions of 20%, 30%, 40%, 50%, and 60% numbered sequentially from 1 to 10. (A) PR8-GFP viral proteins (HA, NA, and NP) containing in each fraction was detected using polyclonal antibody derived from H1N1 virus infected mouse serum. Native PR8-GFP was loaded as an immunobloting positive control (PC). (B and C) The same fractions which used for immunobloting were examined for the infectivity of the virus particles by observing and measuring the GFP expression at 24 hpi, after infection to MDCK cells. GFP images were obtained under fluorescence microscopy (200X magnification). GFP expression levels were measured by Gloma multi dectection luminometer (promega). GFP expression levels were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test). cushion (center fractions number 5 and 6), corresponding to the protein band sizes of the PR8-GFP positive control (PC). In contrast, those proteins of the PR8-GFP co-incubated with MLT were observed mainly at the upper sucrose gradient fractions (20% sucrose cushion) (number 1 and 2) followed by slightly in the 30% (fraction number 3 and 4), suggesting that some structural destabilization has occurred due to the MLT, however, no effect to the virus structural proteins. Moreover, PR8-GFP viruses treated with PBS fractions (40% sucrose cushion) showed high virus infectivity in vitro, however, viruses co-incubated with MLT did not show the infectivity at over 40% sucrose cushions ( Fig. 6B and C) . Cells that were treated with the fractions from 20 to 30% sucrose cushion were very weakly infected, probably due to the remained intact virus particles that has not been interacted with the MLT. From the mass differences between native PR8-GFP and the MLT co-incubated with PR8-GFP fractions, it demonstrates that MLT has direct effect on structure destabilization of the virus particle, thus interrupts the virus infectivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": ". 6",
                    "ref_id": null
                },
                {
                    "start": 2569,
                    "end": 2583,
                    "text": "Fig. 6B and C)",
                    "ref_id": null
                }
            ],
            "section": "Virucidal mechanism of MLT"
        },
        {
            "text": "To evaluate the efficacy of MLT in vivo, MLT (100ng) were incubated with 5MLD50 of H1N1, for 30 min at 4°C and the mixture (PBS/H1N1 or MLT/H1N1) was inoculated intranasally and monitored daily for morbidity. No toxicity was observed in MLT/H1N1 treated mice, as indicated by weight loss (Fig. 7A ) and the survivability (Fig. 7B) . MLT/H1N1 treated mice showed slightly decreased body weight until 2 dpi and regained its weight until 8 dpi, whereas, PBS/H1N1 treated mice exhibited severe weight loss and most of all (5MLD50/mouse) mixture co-incubating for 30 min at 4°C were intranasally administrated to six-week-old C57BL/6 female mice (17±1 g/mouse). Body weight (A) and survival rate (B) were monitored up to 8 dpi (n=6/each group). Lung tissues from the infected mice were collected at 5 dpi and viral loads in the lung were measured by standard plaque assay (n=4/each group) (C). (**P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 321,
                    "end": 330,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Protection efficacy of MLT against H1N1 in C57BL/6 mice in vivo"
        },
        {
            "text": "the mice succumbed to infection and started to die by 7 dpi (showing more than 25% body weight loss) and all were died at 8 dpi. Moreover, the control group mice exhibited several respiratory disease clinical signs such as decreased activity, hunched posture, huddling, and ruffled fur. MLT/ H1N1 treated mice showed increased protection and body weight with no clinical signs indicating MLT can protect the mice from lethal virus infections. Moreover, Influenza virus transmitted mainly through the respiratory system of mice and replicated most efficiently in lungs (Bouvier and Lowen, 2010) , lung titer was evaluated in PBS/H1N1 or MLT/H1N1 treated mice. MLT/H1N1 treated mice showed lower lung viral titer (Log10 TCID50 1.53 ± 0.25) than the PBS/H1N1 treated mice (Log 10 TCID 50 4.22 ± 0.27) at 5 dpi (Fig. 7C) .",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 593,
                    "text": "(Bouvier and Lowen, 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 807,
                    "end": 816,
                    "text": "(Fig. 7C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Protection efficacy of MLT against H1N1 in C57BL/6 mice in vivo"
        },
        {
            "text": "These results indicate that MLT has ability to inhibit viral replication against lethal infections of influenza A viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection efficacy of MLT against H1N1 in C57BL/6 mice in vivo"
        },
        {
            "text": "Animal venom and their derivatives are potential natural agents for innovative drug development against several diseases, however, many of their components and functions are fully unexplored. BV is a cocktail of natural peptides with diversity of biological activities, hence BV and its components are gaining interests to consider valuable resource for use in drug design and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, potential antiviral activities of BV against VSV-GFP virus infection were first evaluated using pre-treatment, co-incubation or post-treatment experiments ( Fig. 1 ) Interestingly, BV inhibited the replication of VSV-GFP in all the experiments. Among the three different modes of antiviral activities of BV studied, we mainly focused on the antiviral effect of BV by the co-incubation experiments. BV mainly constitutes MLT, PLA2, biologically active amines (apamin, adolapin), diverse peptides and non-peptide components (Habermann, 1972; Lariviere and Melzack, 1996; Park et al., 2004; Son et al., 2007) , thus we investigated antiviral activity of BV main constituents using the co-incubation experiment. As a result, it was found that MLT the only compound that showed the similar effects with BV (data not shown). MLT constitutes almost 40-50% of dry BV and is an α-helical cationic peptide with hemolytic activity in human erythrocytes (Tosteson et al., 1985) and other eukaryotic cells. It has a broad antimicrobial spectrum due to its ability to disrupt lipid cell membranes (Habermann, 1972; Tosteson et al., 1985) . MLT rapidly binds to human red blood cells already in sub micro-molar concentrations, induces release of hemoglobin, increase membrane permeability, and finally lysed the cells (DeGrado et al., 1982) . MLT disrupts cell membranes and kills Gram-negative and Gram-positive bacteria in micro-molar concentration range (Maher and McClean, 2006) . Besides its powerful antimicrobial and lytic activity, MLT exhibits a variety of other biological effects. MLT hinder transport pumps, such as (H + + K + ) ATPase (Cuppoletti et al., 1989) and (Na + + K + ) ATPase (Cuppoletti and Abbott, 1990) and accelerate the permeability of cell membranes to ions. It induces inhibition and aggregation of membrane proteins (Clague and Cherry, 1988; Mahaney and Thomas, 1991) , and also MLT stimulates activity of phospholipase A2 (Kuchinka and Seelig, 1989) . Furthermore, MLT could interfere with the activity of cellular enzyme, Na+, K+ ATPase, which responsible in membrane fusion process and suppresses cell fusion mediated by HSV-1 syncytial mutants (Baghian and Kousoulas, 1993) . Matanic and Castilla (2004) speculate that broad spectrum of antiviral actions might be due to ability of MLT to affect ion gradients across cell membrane. Previous studies also showed that MLT display anti-viral activity against animal and plant viruses such as murine retroviruses (Esser et al., 1979) , HSV-1 and HIV-1 (Wachinger et al., 1992 (Wachinger et al., , 1998 Baghian et al., 1997) and Tobacco mosaic virus (TMV) (Marcos et al., 1995) , nevertheless, the mechanism of MLT activity has been not fully discovered in most cases.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 554,
                    "text": "(Habermann, 1972;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 555,
                    "end": 583,
                    "text": "Lariviere and Melzack, 1996;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 584,
                    "end": 602,
                    "text": "Park et al., 2004;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 603,
                    "end": 620,
                    "text": "Son et al., 2007)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 957,
                    "end": 980,
                    "text": "(Tosteson et al., 1985)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1098,
                    "end": 1115,
                    "text": "(Habermann, 1972;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1116,
                    "end": 1138,
                    "text": "Tosteson et al., 1985)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1318,
                    "end": 1340,
                    "text": "(DeGrado et al., 1982)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1457,
                    "end": 1482,
                    "text": "(Maher and McClean, 2006)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1648,
                    "end": 1673,
                    "text": "(Cuppoletti et al., 1989)",
                    "ref_id": null
                },
                {
                    "start": 1699,
                    "end": 1728,
                    "text": "(Cuppoletti and Abbott, 1990)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1847,
                    "end": 1872,
                    "text": "(Clague and Cherry, 1988;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1873,
                    "end": 1898,
                    "text": "Mahaney and Thomas, 1991)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1954,
                    "end": 1981,
                    "text": "(Kuchinka and Seelig, 1989)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2179,
                    "end": 2208,
                    "text": "(Baghian and Kousoulas, 1993)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2211,
                    "end": 2238,
                    "text": "Matanic and Castilla (2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2494,
                    "end": 2514,
                    "text": "(Esser et al., 1979)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2533,
                    "end": 2556,
                    "text": "(Wachinger et al., 1992",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2557,
                    "end": 2582,
                    "text": "(Wachinger et al., , 1998",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2583,
                    "end": 2604,
                    "text": "Baghian et al., 1997)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2636,
                    "end": 2657,
                    "text": "(Marcos et al., 1995)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 178,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In this study, antiviral effect of MLT was examined against broad spectrum of viruses. MLT exhibited antiviral activity against enveloped viruses such as Influenza A virus (PR8), Vesicular Stomatitis Virus (VSV), Respiratory Syncytial Virus (RSV), and Herpes Simplex Virus (HSV). Additionally, MLT also inhibited the replication of non-enveloped viruses such as Enterovirus-71 (EV-71) and Coxsackie Virus (H3). Based on our data, virus infectivity in the cells has decreased as the incubation time of the virus and MLT increased, and in the attachment or entry assay, MLT was unable to inhibit virus infection and replication (Fig. 5 ). Velocity sedimentation ultracentrifugation followed by immunoblotting convinced that mass of the PR8-GFP co-incubated with MLT was reduced compared to native PR8-GFP (Fig. 6) . Consequently, it could suggest that antiviral activity of MLT was mainly occurred due to involvement of direct interaction with the virus surfaces. This direct effect may involves to destabilize the virus structure and inactivates the viral particles (virucidal activity) which interrupts the virus infectivity. These results suggest that MLT may binds to the virus surface of the enveloped virus by surface charge interaction in virus and decrease the infectivity of the viruses (Li et al., 2011) . Previously, Esser et al. (1979) showed that the antiviral activity of MLT has been attributed to direct lysis of viral membranes, which demonstrated to murine retroviruses. Although electron microscopy or crystal structure analysis of the MLT interacting with the viral membranes has not been conducted in this study, previous information of the MLT crystal structure analysis and bio physical properties (a-helical, amphipathic, hydrophobic, and cationic) (Dempsey, 1990) , it could assume that MLT may also able to interact with the phospholipid bilayer of viral envelope and cause alterations of lipid organization in the membrane as reported for hemolysis (DeGrado et al., 1982; Terwilliger et al., 1982) or forms of ion-permeable channels in the way of the voltage gated 'pore' (Tosteson et al., 1985) or micellize disc formation in the membranes which could diffuse cell contents through the holes produced (Dufourc et al., 1986a (Dufourc et al., , 1986b . However, the exact mechanism involves not yet identified and needs to be elucidated in future studies. Moreover, one of the interesting data obtained from this study was that MLT can inactivate not only enveloped viruses, but also non-enveloped viruses such as Enterovirus-71 (EV-71) and Coxsackie Virus (H3). However, MLT effects to which constituent of the virus and extended virucidal activity mechanism against non-enveloped viruses needs to be investigated in detail. Additionally, apart from the virucidal activity of the BV, it was found that pre-treatment or post-treatment of BV can inhibit the virus replication. Especially, pre-treatment experiment demonstrated that BV could induce the type I IFN (IFN-β) secretion in HEK293T cells (Fig. 1B) . This data suggest that BV can mediate the antiviral responses in the epithelial cells by triggering the antiviral state, playing a crucial role in inhibition of viral replication. Moreover, post-treat-ment experiment of BV also showed the inhibition of VSV-GFP replication. However, MLT did not show the induction of type I IFN at 2 and 3 μg/ml (data not shown). From these results, it could assume that biological active components present in the BV other than the MLT can inhibit the specific viral replication steps of VSV. Consequently, it could expect that BV or specific compounds of BV might play a role for viral replication step and various innate immune pathways that can be involved in BV anti-viral activity, especially, stimulation of Type 1 IFN signaling, however, MLT has no effect on the stimulation of Type 1 IFN. The detail relationship between the mechanisms of the antiviral effects of BV and active compounds present, which has not been identified yet in the BV should be investigated further. Cytotoxicity of the peptide is one of the main difficulty rise during the clinical usage of therapeutic peptide, hence, cytotoxicity was evaluated for the BV and MLT and it exhibited range of CC50 (4.36-8.98 μg/ml) for tested cells (Table 1) . It could suggest from the data that the antiviral activity of BV or MLT against the viruses examined, were not resulted from the cytotoxicity of the peptide on the tested cells. Further, in vivo studies also showed no toxicity signs in the mouse during challenge experiments (Fig. 7) and mice protected from lethal infection of influenza A virus (H1N1). This suggest that MLT can be used safely as an antiviral agent against broad spectrum of viruses with in maximum efficacy dependent on the cell type, however, its safety in concern and mechanism of action needs to be elucidated more in detail in future.",
            "cite_spans": [
                {
                    "start": 1294,
                    "end": 1311,
                    "text": "(Li et al., 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1326,
                    "end": 1345,
                    "text": "Esser et al. (1979)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1771,
                    "end": 1786,
                    "text": "(Dempsey, 1990)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1974,
                    "end": 1996,
                    "text": "(DeGrado et al., 1982;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1997,
                    "end": 2022,
                    "text": "Terwilliger et al., 1982)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2097,
                    "end": 2120,
                    "text": "(Tosteson et al., 1985)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2227,
                    "end": 2249,
                    "text": "(Dufourc et al., 1986a",
                    "ref_id": null
                },
                {
                    "start": 2250,
                    "end": 2274,
                    "text": "(Dufourc et al., , 1986b",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 626,
                    "end": 633,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 803,
                    "end": 811,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 3021,
                    "end": 3030,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4280,
                    "end": 4289,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 4567,
                    "end": 4575,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In summary, this study demonstrated that BV and MLT derived from BV exhibited potent antiviral activity against various enveloped and non-enveloped viruses in vitro and Influenza virus in the in vivo mouse model. Moreover, its antiviral mechanism has been confirmed to involve direct interaction with the viral surface. Apart from BV virucidal activity, BV can stimulate type I IFN, which subsequently could stimulate the antiviral state in the host cell and also inhibit the viral replication. Taken together, these results suggest that BV or MLT has potential to become prophylactic or therapeutic agent for infectious viral diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Md Bashir Uddin, Byeong-Hoon Lee designed and executed all virus infection experiments; Chamilani Nikapitiya, Jae-Hoon Kim, Tae-Hwan Kim and Hyun-Cheol Lee executed all cell biological experiments; Choul Goo Kim and Jong-Soo Lee analyzed the data. Jong-Soo Lee and Chul-Joong Kim designed the overall study and wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "All animal experiments were approved by the Institutional Animal Care and Use Committee of Bioleaders Corporation (Reference No. BLS-ABSL-13-008), and were performed in accordance with the Guide for the Care and Use of Laboratory Animals from the US National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "None of the authors have any financial or personal relationships with other people or organizations that could inappropriately influence or bias this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Polyphenols and disease risk in epidemiologic studies",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hollman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Clin. Nutr",
            "volume": "81",
            "issn": "",
            "pages": "317--325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An amphipathic alpha-helical synthetic peptide analogue of melittin inhibits herpes simplex virus-1 (HSV-1)-induced cell fusion and virus spread",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baghian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaynes",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Enright",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Peptides",
            "volume": "18",
            "issn": "",
            "pages": "177--183",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Role of the Na + , K + pump in herpes simplex type 1-induced cell fusion: melittin causes specific reversion of syncytial mutants with the syn1 mutation to Syn + (wild-type) phenotype",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baghian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virology",
            "volume": "196",
            "issn": "",
            "pages": "548--556",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Letter: an anti-inflammatory peptide from bee venom",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Billingham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Shipolini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Nature",
            "volume": "245",
            "issn": "",
            "pages": "163--164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Animal models for influenza virus pathogenesis and transmission",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bouvier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "1530--1563",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "2045--2046",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparison of p25 presequence peptide and melittin. Red blood cell haemolysis and band 3 aggregation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Clague",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biochem. J",
            "volume": "252",
            "issn": "",
            "pages": "791--794",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Phosphatidylserine is not the cell surface receptor for vesicular stomatitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Coil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "10920--10926",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Interaction of melittin with the (Na + + K + )ATPase: evidence for a melittin-induced conformational change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cuppoletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Arch. Biochem. Biophys",
            "volume": "283",
            "issn": "",
            "pages": "249--257",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kinetics and mechanism of hemolysis induced by melittin and by a synthetic melittin analogue",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Degrado",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lieber",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Kezdy",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Biophys. J",
            "volume": "37",
            "issn": "",
            "pages": "329--338",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The actions of melittin on membranes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1031",
            "issn": "",
            "pages": "143--161",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Morphological changes of phosphatidylcholine bilayers induced by melittin: vesicularization, fusion, discoidal particles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dufourcq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Faucon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fourche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dasseux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Le Maire",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gulik-Krzywicki",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochim. Biophys. Acta",
            "volume": "859",
            "issn": "",
            "pages": "33--48",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular details of melittin-induced lysis of phospholipid membranes as revealed by deuterium and phosphorus NMR",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dufourc",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dufourcq",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochemistry",
            "volume": "25",
            "issn": "",
            "pages": "6448--6455",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Disassembly of viral membranes by complement independent of channel formation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartholomew",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Muller-Eberhard",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "76",
            "issn": "",
            "pages": "5843--5847",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Differential biophysical properties of infectious intracellular and secreted hepatitis C virus particles",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gastaminza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kapadia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "11074--11081",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bee and wasp venoms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Habermann",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Science",
            "volume": "177",
            "issn": "",
            "pages": "314--322",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Therapeutic effects of bee venom on immunological and neurological diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "2413--2421",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Can thousands of years of ancient medical knowledge lead us to new and powerful drug combinations in the fight against cancer and dementia?",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "EMBO Rep",
            "volume": "10",
            "issn": "",
            "pages": "194--200",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inhibitory effects of an aqueous extract from Cortex Phellodendri on the growth and replication of broad-spectrum of viruses in vitro and in vivo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weeratunga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nikapitiya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Complement. Altern. Med",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Interaction of melittin with phosphatidylcholine membranes. Binding isotherm and lipid headgroup conformation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuchinka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seelig",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biochemistry",
            "volume": "28",
            "issn": "",
            "pages": "4216--4221",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The bee venom test: a new tonic-pain test",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lariviere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melzack",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pain",
            "volume": "66",
            "issn": "",
            "pages": "271--277",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Virucidal activity of a scorpion venom peptide variant mucroporin-M1 against measles, SARS-CoV and influenza H5N1 viruses",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Peptides",
            "volume": "32",
            "issn": "",
            "pages": "1518--1525",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A paediatric vaccination vector based on live attenuated measles vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lorin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combredet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Labrousse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mollet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Desprès",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tangy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Therapie",
            "volume": "60",
            "issn": "",
            "pages": "227--233",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Effects of melittin on molecular dynamics and Ca-ATPase activity in sarcoplasmic reticulum membranes: electron paramagnetic resonance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mahaney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Biochemistry",
            "volume": "30",
            "issn": "",
            "pages": "7171--7180",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Investigation of the cytotoxicity of eukaryotic and prokaryotic antimicrobial peptides in intestinal epithelial cells in vitro",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcclean",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem. Pharmacol",
            "volume": "71",
            "issn": "",
            "pages": "1289--1298",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inhibition of a plant virus infection by analogs of melittin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Marcos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Beachy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Houghten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Blondelle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pérez-Payá",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "92",
            "issn": "",
            "pages": "12466--12469",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antiviral activity of antimicrobial cationic peptides against Junin virus and herpes simplex virus",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Matanic",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Castilla",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Antimicrob. Agents",
            "volume": "23",
            "issn": "",
            "pages": "382--389",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antiarthritic effect of bee venom: inhibition of inflammation mediator generation by suppression of NF-kappaB through interaction with the p50 subunit",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arthritis Rheum",
            "volume": "50",
            "issn": "",
            "pages": "3504--3515",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am. J. Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Increased sensitivity of SARS-coronavirus to a combination of human type I and type II interferons",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scagnolari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vicenzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bellomi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Stillitano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clementi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dianzani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antivir. Ther",
            "volume": "9",
            "issn": "",
            "pages": "1003--1011",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Characterization of Newcastle disease virus isolates by reverse transcription PCR coupled to direct nucleotide sequencing and development of sequence database for pathotype prediction and molecular epidemiological analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Seal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Clin. Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "2624--2630",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Therapeutic application of anti-arthritis, pain-releasing, and anti-cancer effects of bee venom and its constituent compounds",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pharmacol. Ther",
            "volume": "115",
            "issn": "",
            "pages": "246--270",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Trypan blue exclusion test of cell viability",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr. Protoc. Immunol. Appendix",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The structure of melittin in the form I crystals and its implication for melittin's lytic and surface activities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Terwilliger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Biophys. J",
            "volume": "37",
            "issn": "",
            "pages": "353--361",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Melittin lysis of red cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Tosteson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Razin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tosteson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Membr. Biol",
            "volume": "87",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Activation of human inflammatory cells by secreted phospholipases A2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Triggiani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Granata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frattini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marone",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochim. Biophys. Acta",
            "volume": "1761",
            "issn": "",
            "pages": "1289--1300",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Antimicrobial peptides melittin and cecropin inhibit replication of human immunodeficiency virus 1 by suppressing viral gene expression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wachinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleinschmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Winder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Von Pechmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ludvigsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holle",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salmons",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Erfle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brack-Werner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Gen. Virol",
            "volume": "79",
            "issn": "",
            "pages": "731--740",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Influence of amphipathic peptides on the HIV-1 production in persistently infected T lymphoma cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wachinger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saermark",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Erfle",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "FEBS Lett",
            "volume": "309",
            "issn": "",
            "pages": "235--241",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Interferon-mediated antiviral activities of Angelica tenuissima Nakai and its active components",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weeratunga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Uddin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Microbiol",
            "volume": "54",
            "issn": "",
            "pages": "57--70",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Comparative study of enterovirus 71 infection of human cell lines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Med. Virol",
            "volume": "70",
            "issn": "",
            "pages": "109--118",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mode of action of BV on antiviral activity. (A) Pre-treatment; HEK293T cells were treated with BV (3.0 μg/ml) or rhIFN-β (1,000 unit/ml) at 12 h prior to infection with VSV-GFP (MOI=0.2). (B) At 24 hpt of BV (3.0 μg/ml) or rhIFN-β (1,000 unit/ml) without virus infection to HEK293T cells, cell supernatants were harvested and human IFN-β levels were measured by ELISA. (C) Co-incubation; Mixture of BV (2.0 μg/ml) or rhIFN-β (1,000 unit/ml) and VSV-GFP (MOI=0.2) co-incubating at 4°C for 30 min were inoculated to HEK293T cells. (D) Post-treatment; BV (3.0 μg/ml) or rhIFN-β (1,000 unit/ml) were treated at 4 hpi of VSV-GFP (MOI=0.2) to HEK293T cells. DMEM medium only and virus infection without BV treatment were used as a negative controls. At 24 hpi, GFP images were obtained under fluorescence microscopy (200X magnification). The VSV-GFP titers were determined by standard plaque assay at 12 hpi and 24 hpi. Virus titers are expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Virucidal activity of BV against enveloped viruses. BV (2.0 μg/ml) or rhIFN-β (1,000 unit/ml) was co-incubated with PR8-GFP (MOI=2.0) (A), RSV-GFP (MOI=1.0) (B) and HSV-GFP (MOI=1.0) (C) at 4°C for 30 min and the mixtures were inoculated to MDCK, HEp2 and Vero cells, respectively. DMEM medium only and virus infection without BV treatment were used as a negative controls. At 24 hpi, GFP images were obtained under fluorescence microscopy (200X magnification). GFP expression levels were measured by Gloma multi dectection luminometer (promega). The virus titers were determined by standard plaque assay. Virus titers were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Virucidal activity of MLT against enveloped viruses. MLT 1.0 (HeLa cells) or 2.0 μg/ml (Vero, MDCK, and HEp2 cells) and viruses were co-incubated at 4°C for 30 min and inoculated to the different cell types; VSV-GFP (MOI=0.2) in Vero cells (A), PR8-GFP (MOI=2.0) in MDCK cells (B), RSV-GFP (MOI=1.0) in HEp2 cells (C), HSV-GFP (MOI=1.0) in Vero cells (D). DMEM medium only and virus infection without MLT treatment were used as a negative controls. At 24 hpi, GFP images were obtained under fluorescence microscopy (200X magnification)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Virucidal activity of BV and MLT against non-enveloped viruses. BV (2.0 μg/ml), MLT (2.0 μg/ml), or rhIFN-β (1,000 unit/ml) was co-incubated with H3-GFP (MOI=2.0) (A and D) or EV-71 (MOI=1.0) (B, C, E, and F) at 4°C for 30 min and the mixtures were inoculated to HeLa cells. DMEM medium only and virus infection without BV treatment were used as a negative controls. H3-GFP images were obtained under fluorescence microscopy (200X magnification) at 24 hpi (A and D). H3-GFP or EV-71 titers were determined by standard plaque assay (A and D) or TCID50 (B and E), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mode of antiviral action and time dependent virucidal effect of MLT. (A) MLT (2.0 μg/ml) and VSV-GFP (MOI=0.2) were co-incubated for 5, 10, 20, and 30 min at 4°C, and mixtures were inoculated to HEK293T cell. (B) Attachment assay; MLT (2.0 μg/ml) and PR8 (MOI=2.0) were simultaneously added to the MDCK cells for 1 h at 4°C. Entry assay; MLT (2.0 μg/ml) was treated to MDCK cells at 1 hpi of PR8 (MOI=2.0). DMEM medium only and virus infection without MLT treatment were used as a negative controls. At 24 hpi, GFP images were obtained under fluorescence microscopy (200X magnification)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6. Virucidal mechanism study of MLT by sedimentation velocity ultracentrifugation. PR8-GFP virus was co-incubated with the PBS or MLT for 30 min at 4°C. Samples were loaded on the top of the 20-60% continuous sucrose density gradient and placed into ultracentrifugation with SW-28 rotor at 26,000 rpm for 4 h in 4°C. Fractions were collected and 2 nd and 5 th fractions out of six layers from each sucrose gradient were subjected to immunoblotting. 2 nd and 5 th fractions of 20%, 30%, 40%, 50%, and 60% numbered sequentially from 1 to 10. (A) PR8-GFP viral proteins (HA, NA, and NP) containing in each fraction was detected using polyclonal antibody derived from H1N1 virus infected mouse serum. Native PR8-GFP was loaded as an immunobloting positive control (PC). (B and C) The same fractions which used for immunobloting were examined for the infectivity of the virus particles by observing and measuring the GFP expression at 24 hpi, after infection to MDCK cells. GFP images were obtained under fluorescence microscopy (200X magnification). GFP expression levels were measured by Gloma multi dectection luminometer (promega). GFP expression levels were expressed as mean ± SD. Scale bars, 100 μm. Error bars indicate the range of values obtained from triplicate in three independent experiments (*P < 0.05 and **P < 0.01 indicates a significant difference between groups compared by Student's t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Antiviral effect of MLT in vivo. PBS or MLT (100 ng) and H1N1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Determination of EC50 and CC50 of BV and MLT",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}