{
    "paper_id": "29cbbfbb1ae888ea2504584b4f87070e8698d1cc",
    "metadata": {
        "title": "lactate dehydrogenase as a marker of nasopharyngeal inflammatory injury during viral upper respiratory infection: implications for acute otitis media",
        "authors": [
            {
                "first": "Linda",
                "middle": [
                    "C"
                ],
                "last": "Ede",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chonmaitree",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yimei",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janak",
                "middle": [
                    "A"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": "jpatel@utmb.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Background: acute otitis media (aOM) is a frequent complication of viral upper respiratory tract infection (URI). We hypothesized that the severity of nasopharyngeal cellular injury during URI, as measured by lactate dehydrogenase (LDh) concentrations in nasopharyngeal secretions (NPss), is related to aOM complication. Methods: LDh concentrations were determined in NPs samples (n = 594) that were collected at the initial visit for URI from 183 children who were followed for the development of aOM. a subset of NPs samples (n = 134) was analyzed for interleukin (IL)-1β, IL-6, and tumor necrosis factor (TNF)-α concentrations. results: aOM complication was independently predicted by LDh concentrations (median mU/ml with aOM = 2,438 vs. without aOM = 1,573; estimate = 0.276; P = 0.02). LDh effect on aOM development was highest during the first 4 d of URI. LDh concentrations were higher in URIs due to adenoviruses, bocaviruses, and rhinoviruses as compared with virus-negative samples (P < 0.05). There was a positive correlation between concentrations of LDh and all cytokines (P < 0.001). conclusion: LDh concentrations in NPs are positively associated with aOM risk, suggesting that the severity of nasopharyngeal inflammatory injury during URI contributes to the development of aOM and that reduction of inflammatory injury may reduce the risk for aOM. a cute otitis media (AOM) mostly occurs during or after viral upper respiratory tract infection (URI) and is highly prevalent among young children (1, 2) . The pathogenesis of AOM is complex and involves interactions among the host, pathogen, and environmental factors. Usually, there is a preexisting nasopharyngeal colonization with pathogenic bacteria. Viral URI causes inflammation of the nasopharynx and eustachian tubes, which is mediated by substances such as cytokines and inflammatory mediators. The inflammation leads to eustachian tube dysfunction, which, in turn, causes a negative pressure in the middle ear, allowing the pathogens from the nasopharynx to enter the middle ear. This results in fluid or pus accumulation, thereby causing AOM (1, 2) . However, although nasopharyngeal inflammatory injury during symptomatic viral URI occurs in all children, AOM complication occurs only in about one-third of young children. It is likely that more severe nasopharyngeal inflammatory injury leads to a higher risk for AOM; however, this postulate has not been studied in the clinical setting.",
            "cite_spans": [
                {
                    "start": 1512,
                    "end": 1515,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1516,
                    "end": 1518,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2119,
                    "end": 2122,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2123,
                    "end": 2125,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lactate dehydrogenase (LDH) is a membrane-associated enzyme found in virtually all body tissues, and it is released into the extracellular environment during cellular injury associated with inflammation (3). LDH is therefore often used as a biomarker of inflammation in infectious conditions such as bacterial meningitis, empyema, and arthritis (3, 4) . LDH has been detected in nasopharyngeal secretions (NPSs) during viral URI and in the middle ear effusions of patients with otitis media (5) (6) (7) (8) ; however, there has been no previously published study on the use of LDH concentrations in NPSs as a biomarker of severity of inflammatory cellular injury during viral URI and the associated risk for AOM complication. In the current study, we measured LDH concentrations in NPSs of children with URI and studied their relationship with virus etiology, concentrations of acute-phase cytokines in NPSs, and AOM development.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 594 NPS samples from 183 children had a measurable volume of secretion with known dilution (in NPSs) and were collected within 7 d of URI onset. The distribution of gender and race/ethnicities is shown in Table 1 ; the male:female ratio was ~1, and the predominant ethnic group was Hispanic, which reflects our local population. The mean age at URI episodes was 19.2 mo (median: 17.8 mo; range: 6-46 mo). The median duration of URI symptoms at the time of NPS collection was 3 d. All NPS samples contained LDH, and the range was 14-45,454 mU/ml. Table 2 shows the mean and median concentrations of LDH in relation to fever on the day of NPS collection, AOM occurrence during the URI episode, and the causative virus of the URI. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 557,
                    "end": 564,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study Population"
        },
        {
            "text": "Overall, 223 (38%) URI episodes were complicated by AOM. Table 3 shows the risk factors that independently predicted LDH concentrations or AOM development. High concentrations of LDH positively predicted AOM occurrence. The rate of AOM complication increased significantly in a stepwise manner when the URI episodes were divided into three groups of increasing concentrations of LDH; the rate of AOM rose significantly from 30% risk in the lowest third group to 44% risk in the upper third group (Figure 1) . Furthermore, LDH concentrations increased with the age of children at URI visit; however, this was true only in children without AOM (Figure 2) . On the other hand, in children with AOM, high and fairly equivalent LDH concentrations were detected in all the age groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 496,
                    "end": 506,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 642,
                    "end": 652,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "LDH Concentration Vs. AOM Occurrence"
        },
        {
            "text": "We also analyzed the effect of LDH on AOM development at each day of URI (Figure 3) . Because LDH concentrations were quite variable on each day of URI among different children, we studied the ratio of median LDH concentrations in cases associated with AOM to median LDH concentrations in those not associated with AOM. A ratio of 1 denotes that there is no effect of LDH on AOM at the specific day of URI, whereas a ratio >1 suggests a positive effect of LDH on AOM occurrence. Our results show a higher LDH effect on AOM development during the first 4 d of URI; it peaked on day 2 and declined thereafter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 83,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "LDH Concentration Vs. AOM Occurrence"
        },
        {
            "text": "AOM occurrence risk was also higher with younger age and increased duration of URI symptoms but lower with breastfeeding duration of >6 mo ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Table 3)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "LDH Concentration Vs. AOM Occurrence"
        },
        {
            "text": "LDH concentrations correlated positively with interleukin (IL)-1β, IL-6, and tumor necrosis factor (TNF)-α concentrations in the first-episode visits ( Table 4 ). The demographic characteristics, virus type, LDH concentrations, and AOM outcome data in this smaller cohort for cytokine study were comparable with the entire study group (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "LDH Concentrations Vs. Acute-Phase Cytokines"
        },
        {
            "text": "In the current study, we show that the severity of nasopharyngeal inflammatory cellular injury, as determined by the LDH concentration in NPSs, is significantly associated with the risk for development of AOM complicating URI. There is a stepwise Articles Ede et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DisCussiOn"
        },
        {
            "text": "to AOM may be complex, we postulate that severe nasopharyngeal tissue injury leads to AOM through eustachian tube dysfunction. LDH found in our NPS samples likely came from nasopharyngeal tissues because Schorn et al. (9) have shown that the serum compartment does not contribute significantly to LDH found in NPSs; LDH 3 and LDH 4 fractions are the predominant fractions in NPSs. The extracellular LDH itself has no known biologic activity and is therefore simply a biomarker of cellular injury. Schorn et al. (5) have also shown that LDH concentrations in NPS are higher during viral URI than during bacterial, allergic, or atrophic rhinitis. The nasopharyngeal cellular injury can arise from a multitude of factors during viral URI; these include direct virus-induced cytopathic injury of the infected cells and participation of leukocytes such as neutrophils, macrophages, and lymphocytes in both antibody-dependent and antibody-independent cytotoxicity (10) . A variety of chemokines and cytokines, specifically the acutephase cytokines such as IL-1β and TNF-α, and other soluble mediators can act on the local endothelial and epithelial tissues to enhance the migration of the leukocytes toward infected epithelial cells, which, in turn, participate in the cytotoxic injury of infected cells as well as nearby bystander cells.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DisCussiOn"
        },
        {
            "text": "We have also previously shown that concentrations of IL-1β in NPS are positively associated with the risk for AOM (11) . In this respect, the current study shows a direct correlation between concentrations of LDH and acute-phase cytokines, indicating that LDH is a reliable biomarker of acute inflammatory injury associated with URI. However, unlike LDH, these cytokines in themselves do not directly represent cellular injury-the acute-phase cytokines are the mediators of inflammation, whereas LDH is the product of inflammatory injury.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DisCussiOn"
        },
        {
            "text": "During viral URI, the nasopharyngeal epithelial cells are also exposed to the resident colonizing but potentially pathogenic bacteria that cause AOM. This study did not evaluate the role of bacteria in nasopharyngeal cellular injury during viral URI. There is no evidence that the nasopharyngeal bacteria alone can cause cellular injury of the intact, healthy nasopharyngeal epithelium; however, their role in potentiating the inflammation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DisCussiOn"
        },
        {
            "text": "with viral coinfection is well known, specifically through interaction with leukocytes (1, 2) . Additional studies are needed to study the effect of otogenic bacteria in the nasopharynx on local cellular injury during viral URI. Our results showing a direct correlation between LDH and AOM are in contrast to those of Laham et al. (6) and Mansbach et al. (7) , who showed a reduced severity of bronchiolitis, a lower airway complication due to viral infection, with high LDH concentrations in NPSs. These researchers propose the concept that a robust inflammatory and immune response in the upper airway, as reflected by high LDH in NPSs, protects against a more severe disease in the distant lower airway. On the other hand, we propose that a more robust inflammatory response in the upper airway increases local complications such as eustachian tube dysfunction, thereby leading to AOM.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "We further show that LDH concentrations during URI increase with the age of children, suggesting that inflammatory injury induced by more robust local immune response increases with age. However, we also show that the median LDH concentrations associated with AOM are higher and equivalent in all the age groups as compared with the URI episodes without AOM, implying that high LDH concentrations beyond a certain threshold reflect AOM risk regardless of age. Nonetheless, the association between LDH concentrations and AOM in older children is weaker than that in younger children. In the previous study of LDH concentrations in NPSs in children with bronchiolitis complication, no relationship of LDH with age was seen (6). However, a majority of the children in the study were younger than 6 mo, and children without bronchiolitis complication were not studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "We also evaluated whether there was a relationship between LDH concentrations and specific URI causative viruses. In this respect, LDH concentrations were found to be higher in NPS samples with adenovirus, human bocavirus, rhinovirus, and mixed viruses when compared with virus-negative samples. The effect of viruses was independent of the age of the children. We have previously reported that adenovirus, respiratory syncytial virus (RSV), and coronavirus are associated with a higher occurrence of AOM as compared with other viruses (12) . However, we could not confirm that the AOM risk related to specific viruses was associated with LDH concentrations induced by specific viruses. This might be due to the relatively small number of children in each virus group.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "The duration of breastfeeding for 6 mo or longer in our subjects did not significantly influence the concentrations of LDH, whereas it reduced the AOM risk. This observation may be due to the possibility that breastfeeding does not alter the release of LDH by virally infected epithelial cells, but it does alter the risk of AOM by either reducing the colonization of the nasopharynx with otogenic bacteria or modulating the multiple immunologic pathways in the middle ear that protect against AOM, regardless of the severity of nasopharyngeal inflammatory injury (13) .",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "The lack of LDH association with cigarette smoke exposure in our subjects may be due to the fact that we did not ascertain the degree of cigarette smoke exposure within a short interval before NPS collection. Previous studies have shown that airway epithelial injury occurs due to direct dose-dependent exposure to cigarette smoke (14) .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "The limitations of our study include the post hoc nature of data analysis and the lack of daily evaluations and NPS collections throughout the URI period in the same child. Additional prospective studies are needed to confirm our observations in other populations and to define the specific concentrations of LDH at which AOM complication can be predicted more accurately. Our studies also point to the need for therapeutic trials of topical pharmacological agents that reduce nasopharyngeal inflammatory injury in order to reduce the risk of AOM in otitis-prone children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "In summary, our study shows that the severity of nasopharyngeal inflammatory injury during viral URI, as determined by the concentrations of LDH in NPSs, is an important factor in the pathogenesis of AOM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation during URI and otitis media"
        },
        {
            "text": "This was a prospective, longitudinal cohort study of children at the peak age for incidence of AOM; the study aimed to monitor symptomatic URI episodes for AOM complication as previously described (12) . The study was performed at the University of Texas Medical Branch at Galveston between 2003 and 2007, and was approved by the institutional review board. Study participants were healthy children who were recruited from the primary care pediatric clinics. Children aged 6 mo to 3 y were eligible for enrollment. Children who had chronic medical problems or anatomical/physiological defects of the ear or nasopharynx were excluded. Informed consent was obtained from the parents or guardians of all participating children.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Study Design and Subjects"
        },
        {
            "text": "Each child was followed for 1 y to study the occurrences of URI and AOM. Parents were asked to notify the study physicians when the child had cold symptoms (nasal congestion, rhinorrhea, cough, and/or sore throat, with or without fever). Study physicians performed physical and otological examinations; follow-up examinations were provided a few days later. During weeks 2 and 3 of the URI episodes, the study personnel conducted two home visits to review health status and to perform tympanometry. Parents were advised to bring the child for examination whenever they suspected the child to have any symptom of AOM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Subjects"
        },
        {
            "text": "AOM was considered a complication of a URI episode if it occurred within 28 d of URI onset, unless there was another occurrence of a new URI within this time, in which case the AOM was considered the complication of the most recent URI. AOM was defined by acute onset of symptoms (fever, irritability, earache), signs of tympanic membrane inflammation, and presence of fluid as documented by pneumatic otoscopy and/or tympanometry. Children who were diagnosed with AOM were observed or given antibiotic therapy consistent with the standard of care. Intranasal anti-inflammatory agents were not prescribed for any of the children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Subjects"
        },
        {
            "text": "NPS samples were collected at each initial visit for URI and whenever AOM was diagnosed. Both samples were tested for respiratory viruses (discussed below). In the current analysis for LDH and cytokines, we included only samples that were collected within 7 d of URI onset in order to study the early phase of URI when the crucial virus-host interactions occur, before the development of AOM. NPS samples collected at subsequent AOM visits were fewer in number and lesser in volume; they were therefore not analyzed for LDH concentrations. Samples were collected from both nostrils by vacuum suction and specimen traps. One milliliter of sterile phosphate-buffered saline was used to rinse the suction tubing. The total volume of secretions in phosphate-buffered saline was measured and recorded. Dilution factor of the original sample was calculated from the total volume -1 ml of phosphate-buffered saline. Aliquots of NPSs were stored at −70 °C until used for LDH and cytokine analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection"
        },
        {
            "text": "Articles Ede et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Collection"
        },
        {
            "text": "Total LDH activity in the NPS samples was determined using a commercial enzyme immunoassay (Roche Applied Science, Indianapolis, IN). NPS samples and internal range of standards were assayed using the manufacturer's protocol. The LDH concentration range was between 0.9 and 1,000 mU/ml. Algorithms were used to extrapolate the concentrations beyond this range. Final concentrations of LDH were corrected with the dilution factor and reported in mU/ml of the undiluted NPS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LDH Determination"
        },
        {
            "text": "A subset of virus-positive NPS samples was analyzed for IL-1β, IL-6, and TNF-α concentrations as part of an earlier project in which we aimed to study only the relationship among cytokine concentrations, AOM, and causative viruses of URI (11) . There were insufficient resources available to study all of the virus-negative samples for cytokine concentrations. Some virus-positive samples were also not analyzed due to an insufficient sample volume. Cytokines were analyzed using a multiplex enzyme immunoassay (Biosource kit, Invitrogen, Carlsbad, CA) on a Luminex 100 platform (Luminex, Austin, TX). The lowest detection limit of the assay was <10 pg/ml for IL-6 and TNF-α, and <5 pg/ml for IL-1. Samples above the upper range of calculation were further diluted until within the range of the assay. Final concentrations of cytokines were corrected with the dilution factor and reported in pg/ml of the undiluted NPS.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Cytokine Determination"
        },
        {
            "text": "NPS samples were processed for respiratory virus identification as previously described (12) . Briefly, NPS samples were cultured for viruses and analyzed for RSV antigen detection by enzyme immunoassay (performed only during RSV season). Culture-negative and RSV enzyme immunoassay-negative samples were tested by reverse transcriptase PCR for adenovirus, rhinovirus, enterovirus, coronavirus 229E, OC43, and NL 63 and by microarray PCR for RSV, parainfluenza types 1-3, and influenza A and B. In addition, archived NPS samples were analyzed by quantitative real-time PCR for RSV, human bocavirus, and human metapneumovirus as described in our previous study (15) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Viral Studies"
        },
        {
            "text": "Categorical variables (gender, ethnicity/race, cigarette smoke exposure, and breastfeeding at enrollment, and the presence of fever, AOM, and virus type data at URI visits) were summarized as percentages, and continuous variables (age, day of URI, LDH concentrations, and cytokine concentrations at URI visits) were summarized as means, SD, and median. The two outcomes that arose during URI episodes were analyzed separately: LDH concentrations after natural logarithmic transformation and AOM occurrence. To take into account that each child could have more than one URI episode, we chose a class of model called repeated-measure general linear mixed model for parameter estimation using the GENMOD procedure in SAS 9.2 (SAS Institute, Cary, NC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Normal distribution was used for log LDH concentrations as outcome, whereas binominal distribution was used for AOM as outcome. The models provided point estimation, 95% confidence intervals, and the P value. For log LDH concentrations as outcome, the point estimation is the change in log LDH attribution to one unit in continuous variables, such as age and day of URI, or between the group from the reference group in categorical variables, such as gender, ethnicity/race, cigarette smoke exposure, breastfeeding, presence of fever, AOM, and virus type. For the AOM event as outcome, the point estimation is the difference in log-odds for the AOM attribution to one unit in continuous variables, such as age, day of URI, and log LDH concentrations, or between the reference group in categorical variables, such as gender, race, cigarette smoke exposure, breastfeeding, fever, and virus type.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The correlation between nasopharyngeal log acute-phase cytokine concentrations and log LDH concentrations was analyzed for the first episodes of URI only because multiple episodes of URI in a child cannot be analyzed in a correlation analysis. All P values were considered significant at 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral potentiation of bacterial superinfection of the respiratory tract",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Bakaletz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Trends Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "110--114",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Importance of respiratory viruses in acute otitis media",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Microbiol Rev",
            "volume": "16",
            "issn": "",
            "pages": "230--271",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serum lactate dehydrogenase isoenzyme and total lactate dehydrogenase values in health and disease, and clinical evaluation of these tests by means of discriminant analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Glick",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am J Clin Pathol",
            "volume": "52",
            "issn": "",
            "pages": "320--328",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Henry's Clinical Diagnosis and Management by Laboratory Methods, 21st edn",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "Z"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Carty",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dufour",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "245--62",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The enzymology of nasal secretion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hochstrasser",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Rhinology",
            "volume": "14",
            "issn": "",
            "pages": "19--27",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "LDH concentration in nasalwash fluid as a biochemical predictor of bronchiolitis severity",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Laham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Trott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nasopharyngeal lactate dehydrogenase concentrations predict bronchiolitis severity in a prospective multicenter emergency department study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Laham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "767--776",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biochemical characteristics of middle ear effusions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Juhn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huff",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Ann Otol",
            "volume": "85",
            "issn": "",
            "pages": "110--117",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The isoenzyme pattern of lactate-dehydrogenase in nasal secretions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schorn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hochstrasser",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Laryngol Rhinol Otol (Stuttg)",
            "volume": "55",
            "issn": "",
            "pages": "961--968",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory epithelial cells in innate immunity to influenza virus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Tissue Res",
            "volume": "343",
            "issn": "",
            "pages": "13--21",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nasopharyngeal acute phase cytokines in viral upper respiratory infection: impact on acute otitis media in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Revai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "1002--1009",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral upper respiratory tract infection and otitis media complication in young children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Revai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "815--838",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Session 1: feeding and infant development breast-feeding and immune function",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc Nutr Soc",
            "volume": "66",
            "issn": "",
            "pages": "384--96",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The cytotoxic effect of volatile organic compounds of the gas phase of cigarette smoke on lung epithelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pouli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Hatzinikolaou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piperi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stavridou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Psallidopoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stavrides",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Free Radic Biol Med",
            "volume": "34",
            "issn": "",
            "pages": "345--55",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Viral-bacterial interactions and risk of acute otitis media complicating upper respiratory tract infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Pyles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nokso-Koivisto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chonmaitree",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "",
            "pages": "3750--3755",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "AOM rates in relation to increasing concentrations of lDH in nPss during 594 episodes of uRi in 183 children. the values in parentheses on the horizontal axis represent the range of lDH concentrations in each of the three equal groups (n = 198 per group) arranged in ascending order of lDH concentrations. Children with AOM in the lower third, middle third, and upper third were 30, 38, and 44%, respectively. log-transformed data were used for Cochran-Armitage trend test to calculate the relationship between increasing concentrations of lDH and rates of AOM (P = 0.012). AOM, acute otitis media; lDH, lactate dehydrogenase; nPs, nasopharyngeal secretion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relationship between lDH concentrations in nPss and AOM development by age group during 594 episodes of uRi in 183 children. the children were arranged in ascending order of age group. the lDH values in open bars represent uRi episodes without AOM, whereas the values in solid bars represent episodes with AOM. the numbers of children without AOM in the 6.0-12.0 mo, 12.1-24 mo, and >24 mo age groups were 77, 179, and 115, respectively; and the numbers of children with AOM per age group were 59, 119, and 45, respectively. *P = 0.202, **P = 0.016, and † P = 0.127, respectively (calculated using Mann-Whitney rank sum test on logtransformed data). AOM, acute otitis media; lDH, lactate dehydrogenase; nPs, nasopharyngeal secretion; uRi, upper respiratory tract infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Relationship between lDH concentrations in nPss and AOM development by the day of uRi in 594 episodes of uRi in 183 children.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "shows the statistical relationship between LDH concentrations and demographic, clinical, and virologic factors. LDH concentrations were not associated with the race/ethnicity or gender of children, the day of URI at NPS collection, presence of fever, duration of breastfeeding, or cigarette smoke exposure. There were 450 virus-positive and 146 virus-negative samples of NPSs. Overall, the type of causative virus of URI was associated with LDH concentrations; adenovirus, human bocavirus, rhinovirus, and mixed virus samples had significantly higher concentrations of LDH than virus-negative samples.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic characteristics of 183 enrolled children LDh, lactate dehydrogenase; URI, upper respiratory tract infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "nasopharyngeal lDH concentrations in relation to age, AOM occurrence, and virus type in 594 episodes of uRi in 183 children The presence of aOM, fever, and viruses were calculated on the basis of the 594 episodes of URI. Race, gender, and cigarette smoke exposure values were calculated on the basis of 183 subjects. aOM, acute otitis media; hBoV, human bocavirus; hMPV, human metapneumovirus; LDh, lactate dehydrogenase; RsV, respiratory syncytial virus; URI, upper respiratory tract infection.Presence of fever on the day of sample collection. b aOM development within 28 d of onset of URI symptoms. c P value was calculated by GeNMODe procedure using log-transformed data. This analysis took into account children who had more than one episode of URI. d Day of URI at nasopharyngeal sample collection visit.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The first URI episode data were used in the analysis because the correlation test cannot be performed on data from multiple episodes of URI in the same child.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS the authors thank Krystal Revai, sangeeta nair, and James Grady for their contribution to subject evaluation, laboratory assistance, and statistical analysis. Rick Pyles, Aaron Miller, and Johanna nokso-Koivisto assisted with the generation of data on quantitative molecular viral diagnostics.STATEMENT OF FiNANCiAL SuPPOrT this work was supported by grants R01 DC005841 and R01 DC005841-08s1 (to t.C.) and ul1 RR029876 from the national institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}