{
    "paper_id": "29ee2ec96fa293f85e2a7bf91b35f56dc9551ec6",
    "metadata": {
        "title": "EDITORIAL Impact of SARS on development of childhood acute lymphoblastic leukaemia",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "years after SARS. The trend was studied for all types of childhood ALL and then separately for the standard-risk ALL. Standard-risk ALL was defined according to the National Cancer Institute Workshop criteria: age 1.00-9.99 years and presenting white cell counts o50 Â 10 9 /l. 8 Common ALL was defined as patients with immunophenotyping of B-lineage with CD10 positive and cytoplasmic immunoglobulin negative. Children with other types of malignancy were included as control group. Childhood cancer below 1 year was also excluded, as the chance of congenital malignancy is much higher in this group. Brain tumour patients were also excluded, as clinical presentation may be more insidious, and there might be a delay in diagnosis during the SARS period.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients were classified into three groups, patients with standard risk of common ALL (SR), patients with all other types of childhood ALL (ALL) and non-ALL cancers patients (non-ALL). The non-ALL group is considered as the control group. The number of specific cancer cases by month was captured for each group. We applied the wavelet-based smoothing technique to model the cancer incidence, and visualized the trends through wavelet-based plots for each of the three groups. After that we applied the robust minimum m-estimation (MM) regression that incorporated the defined indicator variable to test if there was a significant change in the corresponding SARS period. The details of the method to test the significance of the impact of SARS on cancer incidence are presented in Supplementary Information. The number of newly diagnosed ALL cases from year 1993 to 2005 are shown in Table 1 . Year 2003 had a lower number of ALL, in particular the standard-risk ALL subtype and Common ALL below the age of 10 years. The decrease in ALL cases in 2003 was followed by an increase of new cases back to the usual range in the following 2 years. The number of non-ALL cases was quite constant over the years. By using the waveletbased smooth method, zooming in and out using the multiresolution approximations S1, S2, S3 and S4, we focused on different features of the signals. The coarse scale approximation, say S4, gives a 'faraway view' of the signal; we see the overall shape by significant changes. The fine-scale approximations, say S1, give a 'close in view' of the signal, revealing more details but also more noise. Clearly, S4 in Figure 1a shows two significant periodic changes (not spike change) around the years 1997 and 2003, respectively. To focus on S4 and visualize the 12 most significant features from the most significant wavelet S4.7 to S4.2, all three of the extreme (minimum) values of standard risk occurred during the SARS period in the smoothed approximation signal ( Figure 2 ). Similar plots for ALL and non-ALL were also plotted, and no significant trends appeared at the SARS period, that is both smoothed approximation signals were quite flat and the minimum points were not in the SARS period. We then applied the robust MM-estimation with the dummy variable method. The impact of SARS period for the standardrisk and common ALL (SR) subtypes was significant as shown by the F-test for the indicator variable D (P ¼ 0.0110). The impact of SARS period for ALL subtypes was of borderline significance, as shown by the F-test (P ¼ 0.0374). The detailed results of the statistical analysis are shown in Supplementary Information. The number of notifiable communicable diseases reported to the ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 892,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1638,
                    "end": 1647,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1992,
                    "end": 2000,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Hong Kong government from 1997 to 2005 was also studied. 9 Three common childhood communicable diseases were used as reference for community-acquired infection: chickenpox, measles and scarlet fever (Table 1 ). There was a marked decrease of these three common infections in 2003, which then returned back to the usual trend in subsequent years. The above analysis also showed a periodic change of standard-risk ALL in 1997. Interestingly there was also an outbreak of measles in 1997 in Hong Kong together with a small cluster of avian influenza.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Editorial"
        },
        {
            "text": "The epidemiological studies and laboratory studies so far supported the multiple hit theory for development of childhood ALL. An insult during pregnancy may lead to genetic predisposition that is present at birth, such as the presence of TEL/ AML1 fusion products in the cord blood. 10 A second or even multiple environmental challenges including infection are required for the final step of leukaemogenesis. Greeves suggested the immunological isolation in the first year of life leading to inadequate priming of the naïve immune system, and thus making the children susceptible to infections in later years. 11 The exposure of some forms of common infection may precipitate a highly dysregulated immune response and allow the proliferation of bone marrow cells and facilitate mutation. This hypothesis is supported by the protective effect of development of ALL in children with increased social activity during the first year of life such as day-care centre exposure in infancy. 12 A local study in Hong Kong also demonstrated the development of roseola infection or fever with rash in infancy associated with decreased risk of developing childhood ALL. 4 Another hypothesis put up by Kinlan is related to population mixing. During the influx of migrants to a relatively isolated community, there may be 'mini-epidemics' of one or more infections, to which leukaemia may be a rare response in the genetically predisposed children. 13 Infection-induced leukaemia, however, has never been proved, although there are epidemiological studies supporting the hypothesis. Seasonal variability in the incidence of ALL is one of the indirect evidences. In a study conducted in Hong Kong, 'tonsillitis' 3-12 months before the diagnosis of ALL was more commonly observed in ALL cases. 4 The role of infection in the pathogenesis of ALL is controversial; some studies supported while others showed protective effect or no effect. SARS is caused by coronavirus and may have haematological changes. The coronavirus, however, does not affect bone marrow cell proliferation and has not been reported to be associated with leukaemia. 14 The SARS outbreak in Hong Kong in 2003, however, had a significant impact on the infection pattern of the community. The various measures combating the spread of SARS had effectively stopped the spread of SARS infection and also other types of infection. Students were isolated at home for about 2 months, and then the strict hygienic measures at school effectively reduced the spread of airborne and droplet-transmitted infections. As shown by the government reports of communicable infection from 1997 to 2005, there was a sharp decrease in many types of communicable infections. 9 Chickenpox infection is a marker of airborne infection related to close contacts and mixing of children. Other infections such as scarlet fever and measles also showed marked decrease in number in 2003. The pattern of these common infections in 2003 reflected that the community was actually getting more 'clean'. We could not get accurate data on the incidence of other common childhood infections during that period as there was no such recording system. However, the notifiable diseases can serve as a marker for common communicable diseases in the community. The decrease of common communicable diseases will reflect reduced exposure of common infection in children. With the reduced exposure to infection, the genetically at risk children may be at lower risk to become targets of the second hit. The decline in the incidence of ALL, in particular the standard-risk ALL, in 2003 is probably the result of social isolation during SARS and thus less exposure to triggering environmental factors. We cannot exclude the possibility of non-infectious environmental factors triggering the onset of ALL. However, there were no other major physical changes in the society during the SARS period. We believe reduced exposure to infections as the most likely explanation for the change. Certainly, we cannot identify which infection is the culprit but it is probably related to one or more than one of the common childhood infections. The analysis also showed another period of low incidence of standard-risk ALL in 1997. There was an epidemic of measles in the same year. The community as a whole was more alert to the infectious disease epidemic, and parents took more precautionary measures against infection. The avian influenza cluster in the same year probably also raised the alertness of infection preventive measures in the community.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 285,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 610,
                    "end": 612,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 982,
                    "end": 984,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1157,
                    "end": 1158,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1777,
                    "end": 1778,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2705,
                    "end": 2706,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "The hypothesis of naïve immune system during infancy, associated with higher incidence of ALL in later life, will be an interesting subject in the SARS setting. Babies born in 2003 had The decomposition of SR into seven wavelet function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "Editorial a much lower chance of social contacts during the SARS and post-SARS period. Will this cohort of children having a higher chance of developing ALL in later life need longer observation? Children who are at risk of developing ALL might have escaped the second hit in 2003, but it is not certain whether the risk will just be delayed for another 1-2 years. If this is the case, then we should observe a higher incidence of ALL in the subsequent few years. Since the peak age of ALL is 2-6 years, any trend of increased incidence may be detected in the coming few years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        },
        {
            "text": "In the 2 years post-SARS period, we did not see any increase in the incidence of ALL. If children are only at risk of developing ALL secondary to infection at certain critical age such as 2-6 years, then hygienic measures to prevent common childhood infection may be one way to prevent childhood ALL. The reduced incidence of ALL was only confined to the standard-risk ALL. The older children with ALL showed a similar incidence pattern throughout the study period. The leukaemogenesis of older children with ALL is probably different from that of younger children. Similarly, other childhood cancers also did not show significant change in the incidence pattern in the SARS period. The association of infection or environmental factors with non-ALL childhood cancers was not found in previous studies. One drawback of the study is the relatively small number of children population in Hong Kong. There are only 1.1 million children below the age of 15 years, and the annual number of new childhood ALL cases is only 30-40. It may not be easy to detect a difference in incidence with such a small number. A larger epidemiology study involving other cities severely affected by SARS may provide more information. One interesting observation in this study is the onset of ALL in relation to social isolation and probably infection. The decline in ALL cases started quite early after the institution of infection control measures. This may imply that the onset of ALL after an infectious trigger may be in terms of weeks only. So far there are no data that can follow the exposure of potential triggering factor to the clinical presentation on ALL. This study may provide indirect evidence of a rather short incubation period of ALL. In conclusion, we observed a reduced incidence of standard-risk ALL in children during the SARS period. The reduced incidence may be related to decreased exposure to common infection. This study provides further support on the hypothesis of infectious origin of childhood ALL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editorial"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High-contact paternal occupations, infection and childhood leukaemia: five studies of unusual population-mixing of adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinlen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Br J Cancer",
            "volume": "76",
            "issn": "",
            "pages": "1539--1545",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Population mixing and childhood leukaemia: Fallon and other US clusters",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kinlen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doll",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Cancer",
            "volume": "91",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An infectious aetiology for childhood acute leukaemia: a review of evidence",
            "authors": [
                {
                    "first": "Rjq",
                    "middle": [],
                    "last": "Mcnallay",
                    "suffix": ""
                },
                {
                    "first": "Tob",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Haematol",
            "volume": "127",
            "issn": "",
            "pages": "243--263",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is the timing of exposure to infection a major determinant of acute lymphoblastic leukaemia in Hong Kong?",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Paediatr Perinat Epidemiol",
            "volume": "16",
            "issn": "",
            "pages": "154--165",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clustering of childhood leukaemia in Hong Kong: association with the childhood peak and common acute lymphoblastic leukaemia and with population mixing",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Br J Cancer",
            "volume": "75",
            "issn": "",
            "pages": "457--463",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemiology of paediatric cancer in Hong Kong, 1982 to 1991. Hong Kong cancer registry",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Owk",
                    "middle": [],
                    "last": "Mang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foo",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hong Kong Med J",
            "volume": "5",
            "issn": "",
            "pages": "128--134",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Uniform approach to risk classification and treatment assignment for children with acute lymphoblastic leukemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Calmitta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Caroll",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Crist",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gaynon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Ocol",
            "volume": "14",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Centre for Health Protection, Department of Health, The Government of Hong Kong SAR",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prenatal origin of acute lymphoblastic leukaemia in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wiemels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cazzaniga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daniotti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Addison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Masera",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "1499--1503",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Speculations on the cause of childhood acute lymphoblastic leukemia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Greaves",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Leukemia",
            "volume": "2",
            "issn": "",
            "pages": "120--125",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Day care in infancy and risk of childhood acute lymphoblastic leukaemia: findings from UK case-control study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gilham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romen",
                    "suffix": ""
                },
                {
                    "first": "Tob",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Greaves",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "330",
            "issn": "",
            "pages": "1279--1280",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiological evidence for an infective basis in childhood leukemia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinlen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "B J Cancer",
            "volume": "17",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Che",
                    "middle": [
                        "X"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "622--630",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1 (a-c) Trend of ALL and other cancers by reconstructed multi-resolution approximations (MRA) with zooming feature of the three signals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a-c) Trend of ALL and other cancers by reconstructed multi-resolution approximations (MRA) with zooming feature of the three signals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2 The decomposition of SR into seven wavelet function.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of childhood cancers in year 1993-2005 and notifiable diseases in year 1997-2005 Excluded ALL and brain tumour case. Source of notifiable diseases: Centre of Health protection, Department of Health, Hong Kong Government. The chickenpox data in year 1997 and 1998 were not available because chickenpox was not included as notifiable infectious disease till year 1999.Zooming Feature of MRA for ALL Zooming Feature of MRA for non-ALL",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all members of HKPHOSG for contributing the data, and Hong Kong Children's Cancer Foundation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}