{
    "paper_id": "29f1d5dbcd22a52369f9d4fa640dcb2d506dae29",
    "metadata": {
        "title": "Current applications and future trends of molecular diagnostics in clinical bacteriology",
        "authors": [
            {
                "first": "Jan",
                "middle": [],
                "last": "Weile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cornelius",
                "middle": [],
                "last": "Knabbe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Molecular diagnostics of infectious diseases, in particular, nucleic-acid-based methods, are the fastest growing field in clinical laboratory diagnostics. These applications are stepwise replacing or complementing culture-based, biochemical, and immunological assays in microbiology laboratories. The first-generation nucleic acid assays were monoparametric such as conventional tests, determining only a single parameter. Improvements and new approaches in technology now open the possibility for the development of multiparameter assays using microarrays, multiplex nucleic acid amplification techniques, or mass spectrometry, while the introduction of closed-tube systems has resulted in rapid microbial diagnostics with a subsequently reduced contamination risk. Whereas the first assays were focused on the detection and identification of microbial pathogens, these new technologies paved the way for the parallel determination of multiple antibiotic resistance determinants or to perform microbial epidemiology and surveillance on a genetic level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Phenotype-based methods One of the oldest but still very important methods in clinical bacteriology is the detection of human pathogens by direct microscopic examination of the specimen. Many",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Detection, identification, and drug susceptibility testing of microbial pathogens represent the key duty of microbial diagnostics in medicine. Antibiotic susceptibility testing especially provides important information towards adequate treatment decisions. Also of great importance is the epidemiological genotyping of isolated microorganisms with respect to monitoring and surveillance of routes of infection. This is an essential task in order to develop strategies to prevent or successfully treat infections, both in the community and the health care facilities. Recent progress and extensive research on microbes as well as the development of new nucleic-acid-based methodologies have resulted in the increasing use of molecular assays in clinical laboratory with several commercial tests available. We mainly focus this review on nucleic-acid-based molecular techniques for identification and resistance determination in clinical bacteriology, giving a brief overview of currently used modern bacterial diagnostics and providing an outlook on future technologies, especially dealing with the multiparametric detection of infectious disease-related determinants. When appropriate, we will also mention examples from other fields of clinical microbiology, e.g., clinical virology. different staining procedures are available (Gram stain, Giemsa stain, Ziehl-Neelsen stain), providing a first rough classification of the detected organism. However, the final characterization and identification still relies on phenotypic properties of the organism after culturing on appropriate media. The introduction of automated laboratory systems such as the blood culture systems BacTec (Becton Dickinson, Franklin Lakes, NJ, USA) and BacT/ Alert (bioMérieux, Marcy l'Etoile, France) have increased the quality and efficiency, meeting the high requirements for standardization. But also for identification and antimicrobial drug-susceptibility testing, automated systems such as the VITEK (bioMérieux), PHOENIX (Becton Dickinson), or Microscan WalkAway (Siemens Healthcare Diagnostics, Munich, Germany) are well established. All these systems are based on miniaturization of conventional methods, using biochemical properties for identification and microdilution for susceptibility testing. However, these sophisticated systems still need, starting from a pure culture, several hours for identification and up to 18 h for susceptibility testing. The turnaround time of a specimen therefore still requires minimally 24 h, but usually 48 h or more are necessary [1] .",
            "cite_spans": [
                {
                    "start": 2553,
                    "end": 2556,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The development of immunoassays allowed, for the first time, a rapid detection and identification of microorganisms without culturing. The assays either detect the presence of specific antibodies raised in response to a pathogenic antigen or detect the antigen itself. The technique is available in various formats, such as enzyme immunoassays, immunofluorescence assays, latex agglutination assays, line immunoassays or lateral-flow immunoassays, respectively. Direct antigen testing in clinical samples provide rapid and specific identification results, however, antigen detection still suffers from a lack of sensitivity and requires comparable large amounts of the respective antigen. In most cases, screening for specific antibodies as a response of the human immune systems to the respective pathogen is used for serodiagnosis and allows the differentiation of acute and past infection. Although continuously being improved in the past, serology can be ineffective for early diagnosis of infection due to the time lag before seroconversion [2] . With exception of molecular tests such as nucleic acid amplification techniques (NAT), direct microscopy of the specimen, culturing, and direct antigen detection represent the sole possibilities to detect an acute infection as early as possible, facing either a lack of sensitivity, specificity or long time periods until results are available.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Culture-based identification and immunological assays use the phenotypic characteristics of a microorganism. However, these identification criteria can be influenced by in vitro testing conditions and may lead to a misinterpretation and subsequent misidentification [3] . Molecular techniques, in particular nucleic-acid-based identification methods take advantage of the use of stable genotypic characteristics [4] . The bacterial genome provides conserved regions for species identification and phylogenetic relationships [5] , whereas genes encoding virulence factors or toxins can be useful for defining pathogenicity of an organism [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genotype-based methods"
        },
        {
            "text": "Culture confirmation or direct detection of microorganisms can be performed by direct hybridization assays using labeled oligonucleotide probes. Probe hybridization is useful for identifying slow-growing organisms after isolation in culture using either liquid or solid media. Using stringent reaction conditions, these probe-based assays show high specificity. Direct hybridization assays for bacterial identification require a large number of target cells, resulting in a certain lack of sensitivity. This disadvantage can be partially circumvented by targeting rRNA molecules, which are present in a high copy number per cell [9, 10] .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 632,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genotype-based methods"
        },
        {
            "text": "Fluorescent in situ hybridization (FISH) is an attractive method for rapid detection and identification of bacteria or fungi directly from slide smears. This technology has the speed and ease-of-use of conventional staining methods combined with the specificity of molecular methods. Hybridization with fluorescent-labeled probes that target rRNA is performed on smears, using fluorescence microscopy for detection [11] [12] [13] [14] .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genotype-based methods"
        },
        {
            "text": "The introduction of NATs that enable the amplification of a few target molecules has provided new tools for rapid, specific and sensitive detection, identification, and resistance testing of microorganisms starting from sample material without culturing. The polymerase chain reaction (PCR) is the technique most used in research or diagnostics of nucleic acids. For almost all clinical relevant human pathogens home-made assays have been described, targeting either suited genes for identification, virulence factors for pathogenicity determination or important resistance determinants [15] . The starting point of commercial assays was mainly focused on the detection of viruses. In contrast, commercial assays only slowly entered the bacteriology laboratory and, at present, are mainly designed for detection of fastidious or uncultivable organisms such as Chlamydia and Mycoplasma species. Alternative DNA amplification techniques such as the ligase chain reaction (LCR) have been used for bacterial diagnostics. Due to certain disadvantages, LCR plays almost no role anymore [16] . RNA amplification techniques such as nucleic-acid-sequencebased amplification (NASBA) and transcription-mediated amplification (TMA) are well established [17] [18] [19] [20] [21] . Specific and sensitive detection of rRNA may be advantageous due to the high copy number present in target organisms. PCR is based on the detection of intact DNA rather than intact viable cells and, therefore, a positive reaction may arise from either dead or alive cells. Specific amplification of mRNA can be used for the detection of living pathogenic germs [22] . However, rapid RNAse-mediated degradation of mRNA requires careful and special specimen processing.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Genotype-based methods"
        },
        {
            "text": "The classical way for the analysis of amplified nucleic acid fragments is agarose gel electrophoresis by using the fragment length as an indicator for identification. The specificity of the primers used influences the accuracy of the test result. Insufficient quality of the nucleic acids or the presence of non-target background DNA can influence specific annealing of the primers, resulting in an unspecific amplification, which can lead to misinterpretation of the result. Therefore, most of the amplification-based assays use specific hybridization probes for specific detection and identification of the amplified target molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genotype-based methods"
        },
        {
            "text": "The development of real-time PCR assays using fluorescent-labeled probes in combination with amplification technologies have paved the way for molecular assays in clinical microbiology. There are many different real-time PCR instruments and detection probe formats available. In this review, not all different probe formats (TaqMan hydrolysis probes, molecular beacons, Scorpion probes, minor groove binding probes, and many more) [23] [24] [25] [26] and detection principles will be explained, since detailed information about real-time PCR technology and detection formats are frequently provided in publications and reviews [27] . Some of these technologies rely on the principle of fluorescence resonance energy transfer (FRET) [28, 29] . FRET occurs when two fluorophores are in close proximity to each other and the energy from an excited donor is transferred to an acceptor [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 915,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 925,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 935,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 949,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Real-time PCR technologies"
        },
        {
            "text": "The development of closed-tube systems in real-time PCR technologies significantly reduced the risk of contamination, strongly contributing to the strict requirements in clinical diagnostics. One of the main advantages using realtime fluorescence measuring is the ability to quantify and genotype genetic variations such as single-nucleotide polymorphisms (SNPs) using a set of specific probes for each possible SNP nucleotide within the same assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time PCR technologies"
        },
        {
            "text": "Quantification by real-time PCR is well established in virology, e.g., Cytomegalovirus (CMV) monitoring of hemato-oncologic patients during neutropenic stage after stem cell transplantation, Human Immunodeficiency Virus (HIV), and Hepatitis C Virus (HCV) [35] [36] [37] [38] [39] . Also, the determination of bacterial load has been established [40, 41] , potentially allowing the monitoring of antimicrobial therapy response or discrimination among infection and colonization (Fig. 2 ). Cystic fibrosis (CF) patients suffer from chronic lung infections, which lead to deterioration of lung function. The most important pathogen in adult CF patients is Pseudomonas aeruginosa. Early diagnosis of P. aeruginosa at the colonizing stage is of great importance for prompt adequate antibiotic treatment aimed at the eradication of the pathogen or delay in the onset of chronic infection. PCR-based screening for P. aeruginosa colonization onset is gaining on average 4.5 months over conventional culture screening [42] . Also, severely burn patients, which frequently get infected with P. aeruginosa, can profit from the early detection and quantification of P. aeruginosa. The development of a quantitative PCR for the detection of P. aeruginosa in wound specimen showed that this method can provide results within 1 h concomitant with a minimal hands-on-time, allowing early antibiotic treatment decisions to be made [43] . The correlation between bacterial load and severity of infection was also shown for meningococcal disease [44] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 274,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[40,",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "41]",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1414,
                    "end": 1418,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Real-time PCR technologies"
        },
        {
            "text": "As the example shows, the first real-time PCR assays in clinical bacteriology still stick to the principle of monoparametric diagnostics-one analyte, one assay. One step advanced was the introduction of methicillin-resistant Staphylococcus aureus (MRSA) real-time PCR assays (Cepheid Xpert MRSA, BD GeneOhm MRSA), in which for the first time species identification, namely S. aureus, and resistance determination, namely methicillin resistance by detection of the underlying mecA gene cassettes SSCmec, were combined in a single assay [45] [46] [47] [48] [49] . A possible upcoming assay using this approach might be the detection of the highly virulent Clostridium difficile ribotype O27 directly from stool specimen [50] .",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 539,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real-time PCR technologies"
        },
        {
            "text": "Recently, the first multiparametric PCR assays for the diagnosis of bloodstream infections were released, identifying up to 40 different bacterial and fungal pathogens directly from whole blood (SeptiFast Roche Diagnostics, Mannheim, Germany; VYOO SIRS-Lab, Jena, Germany; SepsiTest Blood Molzyme, Bremen, Germany). Bloodstream infections are a major cause of morbidity and mortality worldwide [51] . So far, the automated blood culture systems are considered as the gold standard, detecting microbial growth based on detectable carbon dioxide production. Despite improvements in growth media and instrumentation, blood culture is too slow and has a poor diagnostic sensitivity and specificity. It is left to hope that amplification-based methods for direct microbial detection in whole blood have the potential to an increased diagnostic sensitivity, specificity, and shorter time to result, which is an absolute critical point in the adequate treatment of sepsis [52] . All above-mentioned assays use the principle of multiplex PCR, meaning the parallel amplification of different targets in one tube using a specific primer pair for each determinant. Whereas the SeptiFast system relies on real-time PCR LightCycler technology using fluorescence and melting curve analysis, the VYOO and SepsiTest systems perform a conventional multiplex PCR with subsequent identification of specific PCR fragments by agarose gel electrophoresis or alternatively by hybridization on microarrays. All systems put an enormous effort on the development of a reliable sample preparation, being crucial for these assay formats. The use of DNA-free reagents and equipment, together with methods for a decrease of human background DNA (Looxster from SIRS-Lab and MolYsis from Molzyme) were implemented [52, 53] . The diagnosis of bloodstream infections by molecular methods was just recently reviewed by Klouche et al. [54] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 1787,
                    "end": 1790,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 1899,
                    "end": 1903,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Real-time PCR technologies"
        },
        {
            "text": "During the last decade, DNA sequencing technologies made an enormous progress regarding throughput capability, cost per reaction and user-friendliness. DNA sequencing has become established in the routine laboratory. Automation was made possible by PCR-based sequencing reactions and capillary electrophoresis. So far, sequencing is used for the identification of organisms that are difficult to identify using conventional methods or to detect and identify uncultivable organisms. From an epidemiological and phylogenetical point of view, 16S and 23S ribosomal genes are the target of choice for taxonomy studies, representing the present gold standard [55] [56] [57] [58] . Many ribosomal sequences are available in open access databases and can be used for producing alignments and subsequent species assignment.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sequencing-based technologies"
        },
        {
            "text": "Currently, Sanger-based sequencing technology is the most common sequencing method. Nevertheless, other technologies such as pyrosequencing, single-cell sequencing and other currently described massively parallel DNA sequencing approaches are very promising and powerful alternatives for future applications in clinical microbiology [59] [60] [61] [62] [63] [64] [65] [66] . We are not able to explain all of these fascinating technologies in this review and would like to pick emulsion PCR coupled with pyrosequencing as just one example out of many different sequencing techniques available (Fig. 3) . Single-nucleotide polymorphism analysis represents one of the fields pyrosequencing exhibits excellent performance. It is based on an enzyme-cascade system with online monitoring of light produced as a result of incorporation of nucleotides [67] . The method is accurate, user-friendly, and large data can be generated in a short time. State-of-theart systems can sequence up to 20 million nucleotides in 4 h [68] [69] [70] [71] [72] . These rapid results are an advantage for diagnostic applications where time-to-result is essential, such as sepsis or meningitis [73] . However, due to the large amount of generated data, powerful interpretation software is required, stressing the need for an equally advancing progress in bioinformatics.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 601,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Sequencing-based technologies"
        },
        {
            "text": "In the beginning, matrix-assisted laser desorption/ionization time-of-flight mass spectrometry (MALDI-TOF MS) was applied in the analysis of whole bacteria or proteins. Sequencing of bacterial nucleic acids using MALDI-TOF MS has been introduced and further improved. Basespecific cleaved nucleic acids fragments are generated by different methods and subsequently analyzed, and the resulting mass patterns are compared with reference spectra for sequence and species determination, respectively. At this time, mass spectrometry for microbial genotyping is still in its infancy. However, large diagnostic centers already use MALDI-TOF MS for bacterial identification (Fig. 4) . This technology has the potential to become the method of choice for high-throughput testing in clinical microbiology, providing accurate, fast, automatable, and cost-efficient results, respectively [74] [75] [76] [77] .",
            "cite_spans": [
                {
                    "start": 877,
                    "end": 881,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 675,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Mass spectrometry"
        },
        {
            "text": "Standard solid-phase hybridization use specific hybridization probes attached to a solid support to detect labeled target molecules in solution. Initially, in assays for detection and identification of single parameters, specific probes were immobilized in the wells of a microtiter plate [77] . Later, macroarrays of fixed multiple probes at specific locations on nitrocellulose or nylon membranes were developed, with the different probes being applied as dots (dot-blots) or as lines (line probe assay LIPA) [78] [79] [80] . A variety of different LIPA assays is available; e.g. for the identification of Mycobacterium tuberculosis complex and atypical Mycobacteria [81] , in combination with the determination of the most common genetic resistance determinants against rifampin and isoniazid [82] . Also, LIPAs for the determination of vancomycin-resistant Enterococci (VRE), MRSA, C. difficile Toxin A/B, Neisseria meningitidis, enterohemorrhagic E. coli (EHEC), extended-spectrum betalactamases (ESBL) and metallo-beta-lactamases (MBL), as well as a set of Gram-positive and -negative pathogens in positive blood cultures are on the market (DNA-Strips, Hain Lifescience, Nehren, Germany and hyplex Tests, BAG Health Care, Lich, Germany).",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 520,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[82]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Array-based technologies"
        },
        {
            "text": "During the last decade, the development of microarrays has emerged in research, focused mainly on gene expression studies. Compared to macroarrays, microarrays are miniaturized versions with spot sizes usually less than 200 to 300 µm in diameter. Macroarrays usually are limited to fewer than 100 probes, DNA microarrays can vary from low-density arrays carrying a few hundred to a thousand probes, to high-density arrays containing tens of thousands to millions of spots. Different labeling and detection methods can be used in conjunction with array-based technologies, ranging from fluorescence over silver precipitation to measurable enzyme-mediated substrate conversion. The use of microarrays in diagnostic applications for microbiology is still in its beginning; nevertheless, the number of publications is increasing [83] [84] [85] . Thereby, various etiologic agents were targeted using different approaches regarding the target molecules and surface chemistry applied. Peptide/protein arrays were described for the detection of HIV/HCV and M. tuberculosis [86, 87] , antigen microarrays for the diagnosis of blood culture negative endocarditis [88] , respectively. DNA microarrays were applied e.g. in the diagnosis of bacterial meningitis, showing more accurate and rapid results as cerebrospinal fluid (CSF) and blood culture results [89] , as well as for acute respiratory tract infections in children caused by viruses [90] , and other fields, even without PCR amplification [91, 92] . The first commercially available microarray-based assays suitable for routine applications Fig. 3 Emulsion PCR DNA sequencing technology on Genome Sequencer 20 and FLX Systems (Roche Diagnostics). a Emulsion PCR: single-stranded DNA (ssDNA) library beads are added to the \"DNA bead incubation mix\" (containing DNA polymerase) and are layered with \"enzyme beads\" (containing sulfurylase and luciferase) onto the PicoTiterPlate device. The device is centrifuged to deposit the beads into the wells. The layer of Enzyme Beads ensures that the DNA beads remain positioned in the wells during the sequencing reaction. The bead-deposition process maximizes the number of wells that contain a single amplified library bead (avoiding more than one sstDNA library bead per well). b Pyrosequencing: the loaded PicoTiterPlate device is placed into the Genome Sequencer FLX Instrument. The fluidics sub-system flows sequencing reagents (containing buffers and nucleotides) across the wells of the plate. Nucleotides are flowed sequentially in a fixed order across the PicoTiterPlate device during a sequencing run. During the nucleotide flow, each of the hundreds of thousands of beads with millions of copies of DNA is sequenced in parallel. If a nucleotide complementary to the template strand is flowed into a well, the polymerase extends the existing DNA strand by adding nucleotide(s). Addition of one (or more) nucleotide(s) results in a reaction that generates a light signal that is recorded by the CCD camera in the Instrument. The signal strength is proportional to the number of nucleotides, for example, homopolymer stretches, incorporated in a single-nucleotide flow. Provided and reprinted by permission from Roche Diagnostics, Mannheim, Germany were released to the market like the PapilloCheck HPV Screening Test (Greiner Bio-One GmbH, Frickenhausen, Germany). The microarray-based PapilloCheck HPV Screening Test showed similar results compared to the Linear Array HPV Genotyping test and Amplicor HPV test (both Roche Diagnostics), however, studies showed that there is, e.g., an influence of the nucleic acid isolation method used and therefore a need for standardization of these genotyping methods [93] [94] [95] .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 829,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 839,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "text": "[86,",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "87]",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[89]",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 1489,
                    "end": 1493,
                    "text": "[91,",
                    "ref_id": null
                },
                {
                    "start": 1494,
                    "end": 1497,
                    "text": "92]",
                    "ref_id": null
                },
                {
                    "start": 3707,
                    "end": 3711,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 3712,
                    "end": 3716,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 3717,
                    "end": 3721,
                    "text": "[95]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1591,
                    "end": 1597,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Array-based technologies"
        },
        {
            "text": "Great potential in the application of DNA microarrays lies in resistance genotyping, since phenotypic antimicrobial resistance is very often the result of a complex network of different underlying genetic alterations, requiring complex and parallel detection methods [96] . Antimicrobial resistance, especially the threat arising from multidrugresistant pathogens, is one of the most important and urgent problems in clinical bacteriology, for which the usage of microarrays has already demonstrated its suitability in general [97] [98] [99] [100] [101] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[96]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[97]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[98]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[99]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 547,
                    "text": "[100]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 553,
                    "text": "[101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Array-based technologies"
        },
        {
            "text": "P. aeruginosa is one of the most important pathogens causing nosocomial infections, in particular, nosocomial pneumonia, showing a high capability for the development of multidrug resistance, thereby expressing an enormous array of different underlying genetic resistance determinants. We described a DNA microarray for genotyping antibiotic resistance in P. aeruginosa, targeting various resistance mechanisms such as multidrug efflux trans-porters, porin loss, target alterations due to mutations (SNPs and small insertions/deletions), and resistancemediating genes present on plasmids or other mobile genetic elements, respectively (Fig. 5) . In this assay, 36 different resistance-related DNA fragments are amplified in parallel, which encode a total of 388 different genetic resistance determinants. The genotype/phenotype correlation was almost 90%. In addition, the genotype-based prediction rate was about 10-15% higher as initially observed by phenotyping, which correlated well with the known induction phenomenon of phenotypically expressed resistance under therapy [102] . Furthermore, for other complex resistance problems such as detection of hundreds of different ESBL variants in tem, oxa, shv, and ctx-m genes, or MRSA and other clinical relevant resistances in Staphylococci, DNA microarray assays were published [103, 104] All these assays, although needing further optimization regarding implementation in routine clinical laboratories, are characterized by comparable short time requirements (4-5 h) compared to conventional methods. Besides the fact that resistance-related information is crucial for the adequate treatment of life-threatening infections, the more determinants assigned to the same organism are genotyped at the same time, the obtained information can be used concomitant for epidemiological surveillance. Although the described P. aeruginosa microarray represents the status of a research approach, it is [76] currently in the process of partial integration into a complete diagnostic device including sample preparation, multiplex PCR amplification, array hybridization and result readout.",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1082,
                    "text": "[102]",
                    "ref_id": null
                },
                {
                    "start": 1331,
                    "end": 1336,
                    "text": "[103,",
                    "ref_id": null
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "104]",
                    "ref_id": null
                },
                {
                    "start": 1945,
                    "end": 1949,
                    "text": "[76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 643,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Array-based technologies"
        },
        {
            "text": "High specificity, high sensitivity, short time requirement, and user-friendliness are the most important requirements for microbial diagnostic assays. The use of a threedimensional membrane structure, providing a 500-fold aeruginosa clinical isolate. Compared to reference strain P. aeruginosa PAO1 (www.pseudomonas.com), which exhibits no resistance against therapy relevant anti-pseudomonal antibiotics, this P. aeruginosa strain harbors various genes or mutations assigned to antibiotic resistance. Single-nucleotide polymorphisms were detected in gyrA, parC, mexR, nalC, ampD, and ampR gene, respectively. Additionally, specific fluorescence signals above the cut-off indicated the presence of a vim-1, aac(6′)-Ib, aph(3′) and aadA1 gene (all positions are highlighted by colored frames). The observed phenotypical resistance was in complete accordance with the resistance determinants detected by DNA microarray genotyping. As indicated in the table, different resistance mechanisms rendering the same antibiotics as resistant (e.g. target alteration in gyrase and topoisomerase as well as efflux for fluoroquinolones, or chromosomal and plasmid encoded beta-lactamases as well as efflux for penicillins, cephalosporines, and carbapenems) were present at the same time, demonstrating the complex underlying genotype of phenotypically expressed resistance increase in reaction surface compared with a flat twodimensional surface, allows more targets to bind and enhances probe-target interaction. The ability to measure temperature variation and continuous monitoring of the reaction using fluorescence technology allows meltingcurve analysis instead of end-point detection [105] [106] [107] . Suspension arrays are based on the coupling of oligonucleotide probes to microbeads that are color-coded using different ratios of two fluorescent dyes. A third dye is used for generating labeled target DNA, which is subsequently hybridized in suspension with a set of different beads, each carrying a different probe. The bead mixture is sorted by flow cytometry based on their internal colors and hybridized samples produce a fluorescent signal (Fig. 6) [108] . A panel for the detection of multiple viral strains and subtypes using this technology was approved for respiratory disease diagnostics by the FDA (xTAG Respiratory Viral Panel (RVP), Luminex, Austin, Texas, USA) [109] [110] [111] and others diseases like meningococcal infection [112, 113] . Currently, the development of sepsis diagnostics using this technology is in progress.",
            "cite_spans": [
                {
                    "start": 1678,
                    "end": 1683,
                    "text": "[105]",
                    "ref_id": null
                },
                {
                    "start": 1684,
                    "end": 1689,
                    "text": "[106]",
                    "ref_id": null
                },
                {
                    "start": 1690,
                    "end": 1695,
                    "text": "[107]",
                    "ref_id": null
                },
                {
                    "start": 2154,
                    "end": 2159,
                    "text": "[108]",
                    "ref_id": null
                },
                {
                    "start": 2375,
                    "end": 2380,
                    "text": "[109]",
                    "ref_id": null
                },
                {
                    "start": 2381,
                    "end": 2386,
                    "text": "[110]",
                    "ref_id": null
                },
                {
                    "start": 2387,
                    "end": 2392,
                    "text": "[111]",
                    "ref_id": null
                },
                {
                    "start": 2442,
                    "end": 2447,
                    "text": "[112,",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 2448,
                    "end": 2452,
                    "text": "113]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2145,
                    "end": 2153,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Array-based technologies"
        },
        {
            "text": "In recent years, the innovation in microfluidics and nanotechnology has made tremendous progress, making these technologies to a cornerstone of future clinical diagnostics [115] [116] [117] [118] [119] . DNA and protein functional nanoparticles (FNP), for example, are sphere-like biocompatible materials made of inert silica, metal, or crystals of a nanometer in size. They may be used as hybridization probes in single-nucleotide polymorphism (SNP) screening and to detect biological markers for cancer, infection, and cardiovascular diseases [120, 121] . The precise handling of very small amounts, ranging in the nanoliter to picoliter scale, in microchannels [122] [123] [124] [125] , combined with sensitive detection methods like electrochemical microarrays [126] , predispose these technologies for point-of-care (POC) and lab-on-a-chip (LOC) diagnostics. They allow the fabrication of disposable single-use cartridges, resulting in rapid and affordable diagnostics without the need for sophisticated and expensive laboratory equipment [127] [128] [129] [130] [131] . LOC, microfluidics, and nanotechnologies' advantages such as increased sensitivity, mobility, and efficiency are likely to favor its uptake in private and public health sectors [132] . Further innovations, such as transition to digital microfluidics rather than the present-day concept of continuous flow microfluidics, is expected to attract more attention from diagnostics manufacturers and determine the future of this technology [133] .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 177,
                    "text": "[115]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 183,
                    "text": "[116]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 189,
                    "text": "[117]",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 195,
                    "text": "[118]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 201,
                    "text": "[119]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 550,
                    "text": "[120,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "121]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 669,
                    "text": "[122]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 675,
                    "text": "[123]",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 681,
                    "text": "[124]",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 687,
                    "text": "[125]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 770,
                    "text": "[126]",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1049,
                    "text": "[127]",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1055,
                    "text": "[128]",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1061,
                    "text": "[129]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1067,
                    "text": "[130]",
                    "ref_id": null
                },
                {
                    "start": 1068,
                    "end": 1073,
                    "text": "[131]",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1258,
                    "text": "[132]",
                    "ref_id": null
                },
                {
                    "start": 1509,
                    "end": 1514,
                    "text": "[133]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microfluidics and point-of-care diagnostics"
        },
        {
            "text": "The LOCs provide short time-to-result information [134] , as opposed to the current day-long wait, and can make a vast difference in diagnosis and treatment, not to mention patient outcome. Presently, LOCs are being developed to test sepsis [135, 136] , endocarditis [88] HIV, tuberculosis, severe acute respiratory syndrome (SARS), pneumonia [137] , malaria, and numerous other infectious diseases.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 55,
                    "text": "[134]",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 246,
                    "text": "[135,",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "136]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 348,
                    "text": "[137]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microfluidics and point-of-care diagnostics"
        },
        {
            "text": "Already now, the introduction of molecular diagnostic technologies in human genetics and virology has changed the way clinical diagnostics are performed in these fields. The number of diagnostic assays in clinical bacteriology has increased steadily during the last decade. However, conventional microbiology will not be replaced in the immediate future, but multiparameter identification of the most important pathogens using array-based detection technologies or rapid real-time PCR-based assays are becoming common in today's laboratories. Advancing automation and decreasing costs in molecular microbiology Fig. 6 Bead-based Luminex xMAP system. a A set of 100 microspheres, each microsphere having a unique ratio of two fluorescent dyes. b The microspheres are identified individually in a rapidly flowing fluid stream that passes by two laser beams: one reveals the color code of the bead, and one quantifies the biomolecular reaction by measuring the fluorescence intensity of the reporter. Reprinted from [114] will bring these tools closer to the routine laboratory. The improvement of multiplexing strategies and analysis technologies like MALDI-TOF MS might harbor the potential to cope with the evident problems of modern medicine, especially the steadily increasing threat by multidrugresistant pathogens. Combined with rapidly advancing innovations in microfluidics, the future trend clearly points towards complex multiparametric assays on miniaturized and automated lab-on-a-chip devices, also suitable for point-of-care diagnostics.",
            "cite_spans": [
                {
                    "start": 1013,
                    "end": 1018,
                    "text": "[114]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 617,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ed) Manual of clinical microbiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mohr O&apos;hara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "185--207",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Sequential analysis of biomarkers in cerebrospinal fluid and serum during invasive meningococcal disease",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Beran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dzupova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalmusova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Musilek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holub",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-009-0708-6"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quantification of Pseudomonas aeruginosa by real-time Light-Cycler PCR using standard curve analysis. In the upper part of the diagram, fluorescence signals of a 1:10 dilution series of defined P. aeruginosa genome equivalents (1×10 8 to 1×10 2 ) are displayed (measurement in duplicates). Based on the correlation of crossingpoint CP (PCR cycle which is significantly different to the background fluorescence noise) to P. aeruginosa DNA concentration, a standard curve was calculated (lower part of the diagram). The linear correlation of this standard curve (theoretical slope=−3.33; determined slope= −3.86) allows the quantification of an unknown sample based on the CP of the respective sample",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1 Different detection principles of fluorescent-labeled hybridization probes. a Fluorescence resonance energy transfer (FRET); head-to-tail arrangement of two probes. b TaqMan probes; 5′-3′ exonuclease activity of Taq polymerase leads to a fluorescence signal",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 4 General workflow for ClinProt BioTyper (Bruker Daltonics, Billerica, MA, USA) microorganism identification and classification using MALDI-TOF MS. Reprinted by permission from [76]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "gene; metallo-betalactamase; plasmid encoded PIP/TAZ, CAZ, FEP, IMP, MER ampD (443 C->G), ampR (341 T->G) ampD and ampR genes; regulators of chromosomal AmpC beta-lactamase PIP/TAZ, CAZ, FEP, DNA microarray hybridization pattern of a multidrug-resistant P.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to thank the German Department for Research and Education (BMBF) and the Robert Bosch Foundation for continuous support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}