{
    "paper_id": "2a6ea9845e3cb10eb1aca520b43ef06b6c0cbdca",
    "metadata": {
        "title": "Structural definition of a conserved neutralization epitope on HIV-1 gp120 NIH-PA Author Manuscript",
        "authors": [
            {
                "first": "Tongqing",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Barna",
                "middle": [],
                "last": "Dey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ann",
                "middle": [
                    "J"
                ],
                "last": "Hessell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "Van"
                ],
                "last": "Ryk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shi-Hua",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinzhen",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mei-Yun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Institute",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "B"
                ],
                "last": "Zwick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Arthos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dennis",
                "middle": [
                    "R"
                ],
                "last": "Burton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scripps Research Institute",
                    "location": {
                        "addrLine": "La Jolla",
                        "postCode": "92037",
                        "region": "California",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dimiter",
                "middle": [
                    "S"
                ],
                "last": "Dimitrov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Institute",
                    "location": {
                        "postCode": "21702",
                        "settlement": "Frederick",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Sodroski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Wyatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gary",
                "middle": [
                    "J"
                ],
                "last": "Nabel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "D"
                ],
                "last": "Kwong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "20892",
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nih-Pa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The remarkable diversity, glycosylation and conformational flexibility of the human immunodeficiency virus type 1 (HIV-1) envelope (Env), including substantial rearrangement of the gp120 glycoprotein upon binding the CD4 receptor, allow it to evade antibody-mediated neutralization. Despite this complexity, the HIV-1 Env must retain conserved determinants that mediate CD4 binding. To evaluate how these determinants might provide opportunities for antibody recognition, we created variants of gp120 stabilized in the CD4-bound state, assessed binding of CD4 and of receptor-binding-site antibodies, and determined the structure at 2.3 Å resolution of the broadly neutralizing antibody b12 in complex with gp120. b12 binds to a conformationally invariant surface that overlaps a distinct subset of the CD4-binding site. This surface is involved in the metastable attachment of CD4, before the gp120 rearrangement required for stable engagement. A site of vulnerability, related to a functional requirement for efficient association with CD4, can therefore be targeted by antibody to neutralize HIV-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The human immunodeficiency virus type 1 (HIV-1) crossed from chimpanzees to humans early in the twentieth century and has since infected ~1% of the world's adult population 1,2 . This Correspondence and requests for materials should be addressed to P.D.K. (pdkwong@nih.gov). Author Contributions T.Z. and P.D.K. carried out structure-based stabilization, SPR analyses and structural determinations; L.X. and G.J.N. constructed gp120 substitutions and developed and implemented a high-throughput gp120-production system suitable for crystallization; B.D. and R.W. carried out ITC characterizations; A.J.H., M.B.Z. and D.R.B. provided b12, b3, b6, b11 and b13, and mutant b12 binding; D.V.R. and J.A. provided D1D2-Igαtp and associated SPR analyses; S.-H.X., X.Y. and J.S. provided OD1 and preliminary design and antigenic analyses; and M.-Y.Z. and D.S.D. provided m6, m14 and m18. All authors contributed to the manuscript preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coordinates and structure factors have been deposited in the Protein Data Bank and may be obtained from the authors (accession codes 2nxy-2ny6 for the nine variant gp120 molecules with CD4 and 17b; accession code 2ny7 for the b12-gp120 complex). Reprints and permissions information is available at www.nature.com/reprints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "spread and the absence of an effective vaccine are to a large degree a consequence of the ability of HIV-1 to evade antibody-mediated neutralization 3-5 . On HIV-1, the only viral target available for neutralizing antibodies is the envelope spike, which is composed of three copies of the gp120 exterior envelope glycoprotein and three gp41 transmembrane glyco-protein molecules 6,7 . Genetic, immunological and structural studies of the HIV-1 envelope glycoproteins have revealed extraordinary diversity, manifest in a variety of immunodominant loops, as well as multiple overlapping mechanisms of humoral evasion, including selfmasquerading glycan and conformational masking [8] [9] [10] [11] . These evolutionarily honed barriers of diversity and evasion have confounded traditional vaccine development.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 680,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two strategies have been proposed to surmount these barriers: examination of known broadly neutralizing antibodies (2F5, 2G12, 4E10 and b12) to identify susceptible targets of neutralization 12 , and analysis of functional constraints to identify potential sites of vulnerability 13 . To facilitate viral entry, the gp120 glycoprotein must bind to cell-surface CD4 (ref. 14) , alter its conformation to reveal a site for co-receptor attachment 15 , and trigger conformational rearrangements in the gp41 glycoprotein to mediate fusion of viral and host cell membranes 16, 17 . Constraints on envelope (Env) variation and exposure, associated with required functions of viral entry, provide potential footholds for broad, antibody-mediated neutralization.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we combine analysis of function with clues from antibody. We constructed stabilized gp120 molecules, constrained to stay in the CD4-bound conformation even in the absence of CD4, and tested the effect of this stabilization on the binding kinetics of CD4 and on antibodies reactive with sites of receptor binding. We then determined the crystal structure of the broadly neutralizing antibody b12 in complex with one of the stabilized gp120 molecules. Analysis of this structure, combined with detailed antigenic analyses of gp120 molecules stabilized to various extents in the CD4-bound conformation, not only reveals the functionally conserved surface that allows for initial CD4 attachment, but also provides an atomic-level description of the b12 epitope, which serves as a key target for humoral neutralization of HIV-1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conformational flexibility of HIV-1 gp120 complicated analysis of antibody recognition. To circumvent this complication, we used an iterative structure-based scheme to stabilize gp120 in its CD4-bound state ( Table 1, Supplementary Fig. 1 and Supplementary Tables 1 and 2 ). The CD4-bound state of gp120 comprises an inner domain, outer domain and four-stranded bridging sheet mini-domain 18 . Five disulphides and four cavity-altering substitutions were created to restrict interdomain movements and to stabilize bridging sheet formation. Crystallographic analysis of gp120 variants with these substitutions in complex with CD4 and antibody 17b at 2.0-2.2 Å resolution showed that four of five disulphides formed and that disulphide and cavity-altering substitutions induced minimal structural perturbation. We also analysed a two-disulphide variant at 2.5 Å resolution as well as a three-disulphide variant at 2.8 Å resolution (Table 1 ). In both structures, all potential disulphides formed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 271,
                    "text": "Table 1, Supplementary Fig. 1 and Supplementary Tables 1 and 2",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 937,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Recognition of the CD4-binding site"
        },
        {
            "text": "To measure the degree of conformational fixation, we used isothermal titration calorimetry to assess the entropy of interaction between the different stabilized gp120 cores and CD4 (Table  1 and Supplementary Table 3) . Disulphides had a more substantial effect than cavity-altering substitutions. Tethering the centre two strands of the bridging sheet (by linking residues 123-431) or the termini-proximal ends of the domains (96-275 or 231-267) reduced the entropy of interaction by 15-30%. A more substantial effect (a 60% reduction) was gained by tethering the bridging sheet to the inner domain (109-428). Thermodynamic analysis thus quantified the degree of variant gp120 stabilization and demonstrated substantial remaining flexibility, despite the presence of up to three stabilizing disulphides.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 217,
                    "text": "(Table  1 and Supplementary Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Recognition of the CD4-binding site"
        },
        {
            "text": "Because the epitope for CD4-induced antibodies is only formed in the CD4-bound state 10, 19,20 , we could use the increase in antibody on-rate to assess the degree to which stabilization 'preformed' the variant gp120 molecules in the CD4-bound state. Reasonable correlations were observed between the on-rate for CD4-induced antibodies and the entropy of CD4 binding (r = 0.74, P < 0.036 for antibody 17b (ref. 19 ); r = 0.76, P < 0.029 for antibody m6 (ref. 21)), with the most extreme change for the three-disulphide variant (a 95-fold increase in on-rate for antibody 17b and a 65-fold increase for antibody m6) ( Table 1 and Supplementary Fig. 1c) .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 617,
                    "end": 624,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 651,
                    "text": "Supplementary Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recognition of the CD4-binding site"
        },
        {
            "text": "Notably, almost no change in CD4 on-rate was observed with the stabilized gp120 molecules ( Table 1, Supplementary Table 4 and Supplementary Fig. 1c) , suggesting that the initial contact surface recognized by CD4 is present in unliganded gp120 before the CD4-induced conformational change. Similarly invariant on-rates have recently been reported for CD4 binding to gp120 molecules restrained from achieving a CD4-bound conformation by removing a flexible loop 22 . Thus, in contrast to the CD4-induced antibodies, a conformational change is not required to expose an initial site of contact for CD4. Rather, it serves to lock CD4 into place once contact has been made.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 122,
                    "text": "Table 1, Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 149,
                    "text": "Supplementary Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recognition of the CD4-binding site"
        },
        {
            "text": "To determine the degree to which fixation of gp120 in its CD4-bound conformation restricts antigenic recognition, we tested binding of a panel of CD4-binding-site antibodies to the stabilized gp120 variants ( Table 1 ). The average overall difference in free energy of binding for CD4-binding-site antibodies to wild type and stabilized variants correlated well with the change in entropy of variant gp120 binding to CD4 (r = 0.89, P < 0.0035) ( Supplementary Fig.  1c ). Conformational constraint thus effectively hides the CD4-bound conformation of gp120 from recognition by antibodies that target the site of CD4 binding. Indeed, of all the CD4binding-site antibodies tested, only the unique, broadly neutralizing antibody b12 was able to bind well to stabilized gp120.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 216,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 468,
                    "text": "Supplementary Fig.  1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Recognition of the CD4-binding site"
        },
        {
            "text": "Although gp120 is the primary target of neutralizing antibodies elicited during natural infection 23 , most gp120-reactive antibodies are ineffective at neutralizing primary HIV-1 isolates (reviewed in refs 4, 24 ) . Only two gp120-reactive antibodies (b12, 2G12) with effective neutralization activity against diverse primary HIV-1 isolates have thus far been identified 25-27 . In vivo, b12 can protect macaques against vaginal challenge from pathogenic simian-human immunodeficiency virus (SHIV) 28 . Although the structure of the entire, unbound b12 immunoglobulin (IgG1) has been determined 29 , a molecular description of its interaction with gp120 remained elusive.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 214,
                    "text": "refs 4, 24 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure of a b12-gp120 complex"
        },
        {
            "text": "To facilitate a structural understanding of b12 neutralization of HIV-1, we screened crystallizations of b12 in complex with various forms of gp120. The lack of b12 conformational fixation of gp120 (ref. 10), coupled to inherent gp120 flexibility, complicated crystallization of a b12-gp120 complex; to overcome this complication, we used the mutationally stabilized gp120 molecules. Complexes with wild-type core or with single-disulphide variants (96-275 or 123-431) failed to produce crystals suitable for structural analysis. However, diffraction to 2.3 Å was obtained from hexagonal crystals of the antigen-binding fragment (Fab) of b12 in complex with a two-disulphide-stabilized gp120 core. We solved the complex structure by molecular replacement and refined it to an R-value of 19.3% (R free = 25.5%) (Supplementary Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 825,
                    "end": 832,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Structure of a b12-gp120 complex"
        },
        {
            "text": "Notably, only the heavy chain of b12 interacted with gp120, with each of the three heavy-chain complementarity-determining regions (CDRs) making extensive contact (Fig. 1 , Supplementary Table 6 and Supplementary Figs 2 and 3 ). Despite this unusual heavy-chainonly usage, the surface areas of interaction were in the range typical for antibody-protein interfaces (reviewed in ref. 30 ) , with a total of 1,480 Å 2 buried 31 in the interaction (737 Å 2 on gp120 and 743 Å 2 on b12). The gp120 surface bound by b12 was confined largely to the gp120 outer domain, consistent with predictions from alanine substitutions (Supplementary Table 7 and ref. 32 ). We examined this surface for features that might make it amenable to antibody recognition. The outer domain is composed of two barrels, stacked end to end (Fig. 2) . The termini-distal barrel comprises seven anti-parallel β-strands; the other contains six β-strands embracing the α2 helix. b12 binds at the barrel-barrel juncture to the gp120 face opposite the α2 helix. Although most of the gp120 backbone is involved in secondary structure interactions, the barrel juncture contains a number of structural elements with unpaired backbone, often used by antibodies in recognition. Principal among these are two parallel loops-the CD4-binding loop and the outer domain exit loop-that extend from the only two parallel β-strands in the entire gp120 core. b12 takes advantage of this backbone reactivity, forming six direct and four water-mediated hydrogen bonds with the main-chain atoms of these two loops ( Supplementary Fig. 2) . Overall, the outer domain comprises 82% of the gp120 contact surface with b12, with the CD4-binding loop forming a little over one-half of this surface.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "30 )",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 187,
                    "end": 194,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 225,
                    "text": "Supplementary Figs 2 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 617,
                    "end": 639,
                    "text": "(Supplementary Table 7",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 818,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1584,
                    "text": "Supplementary Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Structure of a b12-gp120 complex"
        },
        {
            "text": "Both CD4 and b12 bind primarily to the outer domain of gp120, which is remarkably well preserved between unliganded, b12-and CD4-bound states (Figs 2 and 3 ). Their entropies of interaction, however, are very different, with CD4 inducing a 40-50 kcal mol −1 change, and b12 inducing only a 6 kcal mol −1 change 10 . This difference in conformational fixation of gp120 is seen in the divergent atomic-mobility values of the domains (Fig. 3b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 155,
                    "text": "(Figs 2 and 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "The angles of approach of CD4 and b12 to gp120 are similar, although not precisely the same (Fig. 3c) . If the gp120 outer domains of b12-and CD4-bound structures were superimposed to orient equivalently b12 and CD4, about one-half of CD4 domain 1, which makes all of the contacts with gp120, is not encompassed by the b12 Fab (despite the volume of the Fab variable domains being twice as large as that of domain 1 of CD4). The projection of CD4 outside of the angle of b12 approach suggests that the parameters that sterically restrict b12 binding to the functional spike are not overly stringent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "The contact surfaces of CD4 and b12 on gp120 have considerable overlap ( Fig. 3a and Supplementary Fig. 4 ). Most of this overlap is on the outer domain, where the CD4-binding loop is a central focus of binding for both CD4 and b12. CD4 and b12, however, interact with the CD4-binding loop quite differently (Fig. 3d) . b12 uses all three of its CDR heavy-chain loops to grasp virtually all surface-exposed portions of the loop. In contrast, CD4 only binds to one side of the loop, making anti-parallel hydrogen bonds between CD4-and gp120-mainchain atoms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 85,
                    "end": 105,
                    "text": "Supplementary Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 308,
                    "end": 317,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "The primary difference between b12 and CD4 interactions with gp120 involves the conformationally mobile β20/21. For b12, these interactions are peripheral to the binding surface, with alanine substitution of the primary b12 contact with β20/21 (at b12 residue Asn 56) having little impact on overall b12 binding 33 . In contrast, CD4 interactions with β20/21 form an integral part of the binding surface, burying 160 Å 2 of surface area and forming a topologically contiguous contact surface with the CD4-binding loop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "To delineate further the differences in binding between b12 and CD4, we characterized binding interactions with an HIV-1 gp120 fragment, termed OD1 (ref. 34 ). This fragment comprises residues 252-482 and encompasses the entire outer domain including V3 as well as the β20/21 excursion. Binding of b12 to OD1 showed nearly identical rates of association compared to binding of b12 to HXBc2 core gp120, although the dissociation rate was about 15-fold more rapid ( Supplementary Fig. 5 ). We were unable to detect binding of CD4 to OD1 ( Supplementary Fig. 5 ). Because CD4 demonstrated virtually no change in on-rate when tested on conformationally stabilized gp120 molecules, we turned to a dodecameric variant of CD4 (D1D2-Igαtp (ref. 35)), as avidity from multivalent binding provides an effective means by which to reduce off-rate. We observed that D1D2-Igαtp binds with virtually identical rates of association to both OD1 and core gp120 ( Supplementary Fig. 5 ).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 484,
                    "text": "Supplementary Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 557,
                    "text": "Supplementary Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 965,
                    "text": "Supplementary Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "The results suggest the following series of molecular interactions for b12 and CD4 binding to gp120 (Supplementary Fig. 6 ). Initial contact by CD4 occurs with the structurally invariant outer domain, to a surface constitutively exposed on the envelope spike. In primary isolates, which are generally resistant to neutralization by soluble CD4, this interaction is not stable and CD4 readily 'falls off'. However, at the cell surface (or with dodecameric CD4), multiple CD4 molecules can bind simultaneously to the viral spike and use avidity to enhance stability. The avidity-enhanced outer domain-CD4 complex provides a receptive contact surface for the bridging sheet. A highly coordinated rearrangement of the inner domain allows for formation of the bridging sheet, which welds CD4 into place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 121,
                    "text": "(Supplementary Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "Contact by b12 occurs at the same constitutively exposed surface initially recognized by CD4. However, b12 is able to latch onto this outer domain surface with high affinity, without additional gp120 conformational change. This absence of conformational constraint allows b12 to bind and neutralize primary isolates that otherwise would be protected by conformational masking. In this manner, b12 uses the functionally conserved initial contact site for CD4 on gp120 to neutralize effectively HIV-1 (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 507,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Comparison of b12-and CD4-binding"
        },
        {
            "text": "Wedged between the glycan-shielded silent face and the conformationally flexible inner domain/bridging sheet, with its projecting variable loops, the identified site is recessed, although it must be accessible to a molecule as large as CD4 to serve its function. Otherwise, its size and reactive loops make it suitable for recognition by antibody. Recent serological analysis of long-term non-progressors attributes the broad and potent neutralizing properties of some of these sera to antibodies directed against this site 36 . The potential of receptorbinding-site antibodies to effect broad neutralization has been recognized since the first viral structures revealed conserved sites of receptor binding 37,38 . Here we show how an unanticipated requirement for the maintenance of a substantial receptor on-rate allows b12 to access and disable this most difficult of targets, the highly protected HIV-1 Env.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A site of HIV-1 vulnerability"
        },
        {
            "text": "Cavity-altering substitutions were identified by examination of highly conserved residues that bordered interdomain cavities, whereas all Cβ -Cβ distances between 3-7 Å were examined to identify potential stabilizing disulphides. A high-throughput expression system, coupling transient expression with swainsonine, endoglycosidase H and concanavalin A, was devised from related procedures 39 to produce gp120 suitable for crystallization. Briefly, codonoptimized variants were constructed in the context of core gp120 (HXBc2) and expressed transiently in 293 cells under control of the CMV/R promoter 40 . Swainsonine (20 mg l −1 ; Biomol) was added to the cell-culture medium 2 h before DNA transfection, and supernatants were collected after 48 and 96 h. Secreted gp120 molecules were purified by 17b-affinity chromatography and deglycosylated with endoglycosidase H (Endo Hf; New England Biolab) at pH 5.9, 37 °C, with gp120 containing residual uncleaved glycan moieties removed by passage over concanavalin A Sepharose (Sigma-Aldrich). Ternary complexes of deglycosylated core gp120, d1d2 of CD4 and 17b Fab were prepared as described previously 41 , with P222 1 crystals grown (Supplementary Table 1 ) around conditions identified for the Drosophila-produced wild-type core 18 . Because crystals were small (rods, typical diameter 40 μm) and subject to high radiation dosages during data collection, difference Fourier maps comparing the initial and final swatches of data were inspected to identify radiationinduced disulphide breakage 42 , and the refined models (Supplementary Table 1 ) adjusted to reflect the initial, radiation-damage-free structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1197,
                    "end": 1204,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1570,
                    "end": 1592,
                    "text": "(Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Structure-based stabilization of gp120 in its CD4-bound conformation"
        },
        {
            "text": "A Biacore 3000 surface-plasmon resonance spectrometer was used to measure kinetic constants (see Supplementary Table 4 and Supplementary Fig. 5 for details) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 118,
                    "text": "Supplementary Table 4",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 156,
                    "text": "Supplementary Fig. 5 for details)",
                    "ref_id": null
                }
            ],
            "section": "Surface-plasmon resonance"
        },
        {
            "text": "Wild-type core and variant gp120 molecules were dialysed in PBS buffer and titrated with d1d2 of CD4 on a MicroCal VP-ITC at 37 °C. Resultant data were examined using Origin software (MicroCal).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isothermal titration calorimetry (ITC)"
        },
        {
            "text": "The antigen-binding fragment (Fab) of b12 was produced by papain digestion, and purified with Superdex S200 chromatography (0.35 M NaCl, 2.5 mM Tris pH 7.1, 0.02% NaN 3 ). The Fab peak was pooled and mixed with deglycosylated gp120, which was produced by transient transfection as described above, and the resultant complexes purified by S200 chromatography. Crystals of Fab b12 and a two-disulphide variant (Ds12 F123) were grown by mixing 0.5 μl of complex (4 mg ml −1 ) in S200 buffer with 0.5 μl of droplet mix (10.5% PEG 8,000, 0.2 M glycine, 105 mM Mg-acetate, 52.5 mM Na-cacodylate pH 6.5) and equilibrating in hanging droplets over reservoirs (droplet mix without glycine) at 20 °C. Hexagonal bi-pyramids (200 μm in length by 90 μm in diameter) were crosslinked 43 , transferred to 15% PEG 8,000, 150 mM Mg-acetate, 100 mM Na-cacodylate pH 6.5, 30% ethylene glycol, 2.5% 2R,3R-butandiol, 2.5% trehalose, and flash-frozen in a nitrogen-cryostat stream. Data were collected at 100 K and processed with HKL2000 (ref. 44) . Molecular replacement (AMoRe45) identified a 5.2σ peak (15-3 Å data) for the Fab portion (chains H and L) of the b12 IgG (Protein Data Bank 1HZH) 29 , and phases from the rigid-body refined molecule allowed unambiguous placement of the outer domain in F o -F c density. Iterative model building (XtalView46), combined with refinement (CNS47, Refmac48), were used to define the remaining ordered parts of gp120.",
            "cite_spans": [
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "44)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Structural determination of a b12-gp120 complex"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Polypeptide chains are depicted in ribbon representation, with disordered regions as dashed lines. The gp120 inner domain is grey, and the outer domain is red, except for the CD4-binding loop, which is purple. The strands and associated loops, which in the CD4-bound conformation correspond to the bridging sheet, are blue. The b12 light chain is blue-grey and the b12 heavy chain is green, with associated CDRs highlighted in orange (H1), cyan (H2) and dark green (H3). The heavy-chain dominance of the binding interaction is apparent, with the nearest lightchain approach separated by ~10 Å from gp120. Heavy-chain-only interactions are rare, although heavy-chain interactions predominate in a number of viral Env-antibody complexes, including those from SARS coronavirus 49 and influenza virus haemagglutinin 50 . Three b12 residues (Asn 31, Tyr 53 and Trp 100) from each of the heavy-chain CDRs are depicted in stick representation. Together, these three residues combine to form ~40% of the b12 contact surface. They can be seen gripping the CD4-binding loop, the central focus of the b12 interaction with gp120.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "The unliganded, b12-and CD4-bound conformations of gp120 are depicted, with polypeptide in ribbon representation and disordered regions as dashed lines. Inner domains are grey, outer domains are red and regions that in the CD4-bound state correspond to the bridging sheet are blue. Both b12-and CD4-bound conformations are of the Ds12 F123 variant of HIV-1, whereas the unliganded structure is of simian immunodeficiency virus (SIV). Comparison of these three gp120 conformations highlights not only the structural plasticity of the inner domain and bridging sheet, but also the conformational stability of the outer domain. The orientation of gp120 in a and b is the same as in Fig. 2 , with c and d rotated about a horizontal axis by 90° and 180°, respectively. a, Molecular surface of gp120 in red, with the b12-contact surface in green (left) and the CD4-contact surface in yellow (right). b, Ribbon diagram of the b12-and CD4-bound gp120 coloured according to the atomic mobility of the polypeptide, with white for fixed and red for flexible. In the b12-induced conformation, only the outer domain is fixed by interaction with antibody, with the average atomic mobility of the outer domain about one-half that of the inner domain. By contrast, CD4 fixes the entire core, resulting in outer and inner domains of similar overall atomic mobility. c, Comparison of b12 and CD4 angles of attachment. The polypeptide chains are depicted in ribbon representation, and coloured according to Fig. 1 , with CD4 in yellow. The similarity in angle of attachment as well as the binding focus of b12 on the outer domain (red) are evident in this orientation. d, The CD4-binding loop of gp120 (purple) is shown with b12 (left) and CD4 (right). There are parallels between several key CD4 contact residues and those of b12. For example, Phe 43 of CD4 (shown in stick model) inserts into a critical juncture at the nexus of the inner, outer and bridging sheet regions of gp120, whereas Tyr 53 of b12 (also shown in stick model) inserts at a similar position, although displaced by ~3 Å. The b12-and CD4-bound conformations of gp120 are shown in ribbon representation, after superposition of outer domains (red). A semitransparent molecular surface shows the contact surfaces of b12 (green) and CD4 (yellow). Subsets of these surfaces, corresponding to regions of conformational flexibility (for example, of the inner domain (grey) or bridging sheet (blue)), are delineated, as are regions of b12 contact outside of the conserved CD4-binding site. As can be seen, functional analysis serves to transcend the particulars of b12 binding, whereas antibody defines accessibility. Although we have formally shown only the b12 contact surface to be accessible in the context of a functional viral spike, the highly effective neutralization of D1D2-Igαtp and the kinetics of its association with both core and OD1 variants of gp120 suggest that the CD4-binding surface on the outer domain is accessible. Table 1 of stabilized gp120 cores. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 679,
                    "end": 685,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1494,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2984,
                    "end": 2991,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Figure 2. Conformational states of gp120"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Timing the ancestor of the HIV-1 pandemic strain",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Korber",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "1789--1796",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report on the global AIDS epidemic",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Neutralization of human T-lymphotropic virus type III by sera of AIDS and AIDSrisk patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "316",
            "issn": "",
            "pages": "69--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The HIV-1 envelope glycoproteins: fusogens, antigens and immunogens",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sodroski",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "280",
            "issn": "",
            "pages": "1884--1888",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The neutralizing antibody response to HIV-1: viral evasion and escape from humoral immunity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Parren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Sattentua",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "AIDS",
            "volume": "13",
            "issn": "",
            "pages": "137--162",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Functional regions of the envelope glycoprotein of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kowalski",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "237",
            "issn": "",
            "pages": "1351--1355",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A trimeric structural domain of the HIV-1 transmembrane glycoprotein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blackow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature Struct Biol",
            "volume": "2",
            "issn": "",
            "pages": "1075--1082",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification and characterization of conserved and variable regions of the envelope gene HTLV-III/LAV, the retrovirus of AIDS",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Starcich",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Cell",
            "volume": "45",
            "issn": "",
            "pages": "637--648",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The antigenic structure of the human immunodeficiency virus gp120 envelope glycoprotein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "705--711",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "HIV-1 evades antibody-mediated neutralization through conformational masking of receptor-binding sites",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "420",
            "issn": "",
            "pages": "678--682",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antibody neutralization and escape by HIV-1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "307--312",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibodies, viruses and vaccines",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature Rev Immunol",
            "volume": "2",
            "issn": "",
            "pages": "706--713",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structural basis for HIV-1 neutralization by a gp41 fusion intermediate-directed antibody",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Luftig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature Struct Mol Biol",
            "volume": "13",
            "issn": "",
            "pages": "740--747",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The CD4 (T4) antigen is an essential component of the receptor for the AIDS retrovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Dalgleish",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Nature",
            "volume": "312",
            "issn": "",
            "pages": "763--767",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "HIV-1 entry co-factor: functional cDNA cloning of a seven-transmembrane, G protein-coupled receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Broder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Science",
            "volume": "272",
            "issn": "",
            "pages": "872--877",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Core structure of gp41 from the HIV envelope glycoprotein",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Cell",
            "volume": "89",
            "issn": "",
            "pages": "263--273",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Atomic structure of the ectodomain from HIV-1 gp41",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Weissenhorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dessen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "426--430",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structure of an HIV gp120 envelope glycoprotein in complex with the CD4 receptor and a neutralizing human antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "393",
            "issn": "",
            "pages": "648--659",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of conserved human immunodeficiency virus type 1 (HIV-1) gp120 neutralization epitopes exposed upon gp120-CD4 binding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thali",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "3978--3988",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structure of an unliganded simian immunodeficiency virus gp120 core",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "433",
            "issn": "",
            "pages": "834--841",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Improved breadth and potency of an HIV-1-neutralizing single-chain antibody by random mutagenesis and sequential antigen panning",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Mol Biol",
            "volume": "335",
            "issn": "",
            "pages": "209--219",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Restraining the conformation of HIV-1 gp120 by removing a flexible loop",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rits-Volloch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "EMBO J",
            "volume": "25",
            "issn": "",
            "pages": "5026--5035",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Epitopes recognized by the neutralizing antibodies of an HIV-1-infected individual",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Profy",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Immunol",
            "volume": "144",
            "issn": "",
            "pages": "4641--4647",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The antibody response in HIV-1 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Montefiori",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AIDS",
            "volume": "11",
            "issn": "",
            "pages": "587--598",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Efficient neutralization of primary isolates of HIV-1 by a recombinant human monoclonal antibody",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burton",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "",
            "pages": "1024--1027",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cross-clade neutralization of primary isolates of human immunodeficiency virus type 1 by human monoclonal antibodies and tetrameric CD4 IgG",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trkola",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "6609--6617",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Human monoclonal antibody 2G12 defines a distinctive neutralization epitope on the gp120 glycoprotein of human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trkola",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "1100--1108",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antibody protects macaques against vaginal challenge with a pathogenic R5 simian/ human immunodeficiency virus at serum levels giving complete neutralization in vitro",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Parren",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "8340--8347",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Crystal structure of a neutralizing human IgG against HIV-1: a template for vaccine design",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Saphire",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "",
            "pages": "1155--1159",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Molecular recognition in antibody-antigen complexes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Sundberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Mariuzza",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Adv Protein Chem",
            "volume": "61",
            "issn": "",
            "pages": "119--160",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The molecular surface package",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Mol Graph",
            "volume": "11",
            "issn": "",
            "pages": "139--141",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Fine mapping of the interaction of neutralizing and nonneutralizing monoclonal antibodies with the CD4 binding site of human immunodeficiency virus type 1 gp120",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pantophlet",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "642--658",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Molecular features of the broadly neutralizing immunoglobulin G1 b12 required for recognition of human immunodeficiency virus type 1 gp120",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Zwick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5863--5876",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Characterization of the outer domain of the gp120 glycoprotein from human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12975--12986",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Biochemical and biological characterization of a dodecameric CD4-Ig fusion protein. Implications for therapeutic and vaccine strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arthos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "11456--11464",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Neutralizing specificity mapping in complex polyclonal sera",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AIDS Vaccine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Structure of a human common cold virus and functional relationship to other picornoviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Rossmann",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "317",
            "issn": "",
            "pages": "145--153",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Structural identification of the antibody-binding sites of Hong Kong influenza haemagglutinin and their involvement in antigenic variation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Nature",
            "volume": "289",
            "issn": "",
            "pages": "373--378",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effects of N-butyldeoxynojirimycin and the Lec3.2.8.1 mutant phenotype on Nglycan processing in Chinese hamster ovary cells: application to glycoprotein crystallization",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Butters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Protein Sci",
            "volume": "8",
            "issn": "",
            "pages": "1696--1701",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A human T-cell leukemia virus type 1 regulatory element enhances the immunogenicity of human immunodeficiency virus type 1 DNA vaccines in mice and nonhuman primates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barouch",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8828--8834",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Probability analysis of variational crystallization and its application to gp120, the exterior envelope glycoprotein of type 1 human immunodeficiency virus (HIV-1)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kwong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "4115--4123",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Specific chemical and structural damage to proteins produced by synchrotron radiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc Natl Acad Sci",
            "volume": "97",
            "issn": "",
            "pages": "623--628",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A gentle vapor diffusion technique for cross-linking of protein crystals for cryocrystallography",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lusty",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Appl Crystallogr",
            "volume": "32",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Processing of X-ray diffraction data collected in oscillation mode",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Otwinowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Minor",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Methods Enzymol",
            "volume": "276",
            "issn": "",
            "pages": "307--326",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "AMoRe: an automated package for molecular replacement",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Navaza",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Acta Crystallogr A",
            "volume": "50",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Xfit-A versatile program for manipulating atomic coordinates and electron density",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcree",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Xtalview",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Struct Biol",
            "volume": "125",
            "issn": "",
            "pages": "156--165",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Crystallography & NMR system: A new software suite for macromolecular structure determination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Brunger",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acta Crystallogr D",
            "volume": "54",
            "issn": "",
            "pages": "905--921",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Collaborative Computational Project Number 4. The CCP4 suite: programs for protein crystallography",
            "authors": [],
            "year": 1994,
            "venue": "Acta Crystallogr D",
            "volume": "50",
            "issn": "",
            "pages": "760--763",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Structure of severe acute respiratory syndrome coronavirus receptor-binding domain complexed with neutralizing antibody",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prabakaran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "15829--15836",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Structural evidence for recognition of a single epitope by two distinct antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fleury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Skehel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knossow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bizebard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proteins",
            "volume": "40",
            "issn": "",
            "pages": "572--578",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "by X-ray crystallography, isothermal titration calorimetry and surface-plasmon resonance. K d , dissociation constant. altering substitutions: F1, M95W; F2, T257S/S375W; F3, A433M; and also by disulphide (Ds)-bond-forming cysteine substitutions: Ds1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structure of b12 in complex with an HIV-1 gp120 core",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "b12 and CD4 recognition of gp120",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structural definition of a conformationally invariant, antibody-accessible portion of the CD4-binding site",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}