{
    "paper_id": "2a9e2960e684aa87de1292c778095704a1eefc70",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "C",
                "middle": [],
                "last": "Brun-Buisson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Paris XII",
                    "location": {
                        "settlement": "Créteil",
                        "country": "France"
                    }
                },
                "email": "christian.brun-buisson@hmn.ap-hop-paris.fr"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In late February 2003, the WHO issued a worldwide public health alert on the emergence of a new epidemic of acute respiratory disease first identified in Asian countries since November 2002. In a few weeks, the new agent causing this \"severe acute respiratory syndrome\" (SARS), a coronavirus, has been identified, sequenced, and tests have been developed for diagnosis [1] . As of the end of April 2003, about 5,000 suspected or probable cases have been reported to the WHO from 27 countries [2] , with a vast majority from inland China (57% of reported cases), which appears to be at the origin of the epidemic, and Hong Kong (32%). In other countries from the Asian continent, which appear to have been secondarily affected, reported cases have been few so far, e.g., Singapore (4% of reported cases), Vietnam (1%) and Taiwan (<1%). Altogether, 95% of the cases have been reported from Asian countries. Interestingly, the epidemic seems to have rapidly abated in Vietnam, from where no new cases have been reported since mid-April.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "In North America, however, an outbreak soon occurred in Toronto, Canada, following an household epidemic which appeared secondary to contamination of a Canadian resident of Asian origin who visited relatives in Hong Kong in February 2003 [3] . Secondary suspected cases were identified in patients who had visited this household. As of 26 April 2003, 142 suspected or probable cases have been reported from Canada; in the US, 41 such cases have been reported [4] . Finally, 27 suspected cases have been reported from Europe, especially Germany (7 cases), the UK (6 cases), France (5 cases) and Sweden (3 cases).",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "Although the SARS epidemic does not appear to have the spreading potential which characterizes an influenza pandemic, during which millions of people can be affected within months around the world, we may be only at the beginning of a true pandemic. In addition, there are special features to this epidemic which are of particular concern. Most cases reported from outside the Asian countries can be traced to people who have traveled to an affected area and come into close contact with a suspected or confirmed case, consistent with droplet transmission. However, there is concern that indirect transmission via inanimate environment or fomites may occur because of persistence of the virus for hours on surfaces, or even airborne transmission, given epidemiological information gathered from clusters in Hong Kong. In addition, health care workers have been affected to a large extent, probably because of insufficient awareness and lack of precautions taken at the earlier stage of the epidemic. For example, such workers accounted for about half the cases reported from a large outbreak in Hong Kong [5] .",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "The overall mortality of affected patients is difficult to assess at this time, because of the lack of a reliable denominator of confirmed cases. The crude mortality rate is currently estimated at <5%, and most fatalities have occurred in people with underlying disease. This rate needs to be reassessed, however, once a reliable diagnostic test becomes widely available. The early Toronto cases have had a higher mortality rate because of a high rate of severe respiratory failure requiring ICU admission, with about 20% of patients receiving mechanical ventilation. Risk factors for mortality were analyzed in the Hong Kong outbreak: higher age, high serum lactate dehydrogenase (pointing to lung injury), and high absolute neutrophil counts were found associated with fatalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "There are clearly several challenges to the intensivist faced with caring for a patient suspected of infection with an emerging pathogen such as SARS, both in terms of management of the patient and of protection of personnel, which will need adjustments in the organization of the unit. In this issue of Intensive Care Medicine, Lapinsky and Hawrylucks review the questions the staff must address when a patient with SARS is admitted to the ICU [6] . The first problem is identifying the patient as having suspected SARS. This may be especially difficult in areas where the disease has been rare up to now. As the epidemic continues to spread, and secondary or tertiary cases become more prevalent, a history of traveling to the areas most affected up to now or of contact with a patient suspected of SARS may no longer be enough to raise clinical suspicion. As the authors point out in their review of the clinical presentation of the syndrome, based on their experience in Canada, clinical and radiological findings are non-specific, and point to an \"atypical pneumonia\" syndrome, although radiographic features appear somewhat suggestive after a few days.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "Perhaps the most important part of the paper by Lapinsky and Hawrylucks is their detailed account of isolation precautions in the ICU to protect personnel, other patients and visitors of a patient affected with SARS. Many procedures are performed in the ICU which may expose both personnel and the patient's environment to contamination. Altogether, the authors' recommendation is to avoid as much as possible at-risk procedures, ranging from bronchoscopy to transport of the patient outside the ICU. Certainly, the most important component of protection is wearing a mask, with the same specifications as for tuberculosis, i.e., a surgical mask for the patient to avoid droplet spreading, and a \"respirator\" for personnel, i.e., masks that provide at least 95% filtration for microparticles (<0.2 µm), and which have <10% leakage around the mask to prevent inhalation of airborne infective material; to be effective, these masks have to fit tightly to the face. The recommendation also includes equipment of ventilators with filters, equipment placed in the room of affected patients, and precautions during procedures that involve a risk of droplet shedding. Their recommendations will be extremely useful to all units faced with this problem. As pointed out by the authors, these are likely to evolve rapidly as new information is gathered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "With regard to specific therapeutic management of the individual patient, no recommendation can be made at this time, and the approach may be changing rapidly, as ribavirin has not been confirmed to be effective, and the effects of steroids administered to the most severe cases evolving to ARDS remain anecdotal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        },
        {
            "text": "Perhaps the most impressive result of this epidemic is the rapidity with which the medical community reacted after the WHO alert was issued. Information on the syndrome has been disseminated at full speed and has been updated on a daily basis. The internet has contributed much to this ease of dissemination and updating, so that public awareness has been maximized within a minimum time frame. While Gerberding has questioned whether the global response steps have been taken fast enough to contain the epidemic [1] , it is difficult to envision a quicker pace for control of an emerging disease such as SARS.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 516,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "SARS: The challenge of emerging pathogens to the intensivist"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "but fast enough? Responding to the epidemic of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gerberding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Faster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Update: severe acute respiratory syndrome-United States",
            "authors": [],
            "year": 2003,
            "venue": "Centers for Diseases Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "357--360",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Draker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ayers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Skowronski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Salit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krajden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brunham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Affected areas-severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Major Outbreak of Severe Acute Respiratory Syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Cameron",
                    "middle": [
                        "P"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yee",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Szeto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sung",
                    "middle": [],
                    "last": "Jy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ICU management of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-003-1821-0"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}