{
    "paper_id": "2b27f0dc5a0560022379c1ff7df25470f69c88c3",
    "metadata": {
        "title": "Journal Pre-proof What Should Palliative Care's Response be to the COVID-19 Epidemic? Telephone: 734-769-7100x5441",
        "authors": [
            {
                "first": "Victoria",
                "middle": [
                    "D"
                ],
                "last": "Powell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans Affairs Ann Arbor Geriatric Research Education and Clinical Center",
                    "location": {
                        "settlement": "Ann 4 Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": "powellvd@med.umich.edu"
            },
            {
                "first": "Maria",
                "middle": [
                    "J"
                ],
                "last": "Silveira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Veterans Affairs Ann Arbor Geriatric Research Education and Clinical Center",
                    "location": {
                        "settlement": "Ann 4 Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: While palliative care has recently experienced growth and increased penetration in the 33 health care,(3) the growth of the palliative care workforce has yet to meet demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is an existing shortage of palliative care clinicians (physicians, nurses, and social 35 workers with palliative care specialization). As it stands, many palliative care 36 interdisciplinary teams regularly work at or near capacity,(4) leading many teams to 37 operate using formal triage processes (5) Face-to-face palliative care consultation should be reserved for only those COVID-19 72 patients for whom primary palliative care is inadequate; that is, when the primary team 73 has done their best to palliate the patient and soothe the family, but efforts have failed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "To ensure the optimal use of palliative care consultation on non-COVID-19 patients, 75 overall palliative care consult criteria may need to temporarily become stricter.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "Straightforward requests that would normally be entertained to foster good will in an 77 institution may need to be triaged. For example, requests for \"information about Individuals with serious illness who become infected with COVID-19 should be 103 encouraged to stay at home with the support of hospice services (if available). If the 104 epidemic intensifies as predicted, older patients with pre-existing serious illness will be the first to be denied life-sustaining care in the event of scarcity. For these patients, 106 hospitalization will provide no benefits above and beyond care occurring in the home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "Following this logic, hospice and home health agencies will see a flood of referrals. Like 108 everyone else, they will likely place limits on face-to-face contact with patients and patients anticipatory guidance about what hospice will and will not be able to do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "107"
        },
        {
            "text": "Caregivers should be educated about how to avoid acquiring COVID-19 themselves, 114 and how to best utilize their social network to limit the number of other people exposed. ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "114",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "113"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "for the CDC Telebriefing Update on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Raccomandazioni di etica clinica per l'ammissione a trattamenti intensivi e per la 179 loro sospensione, in condizioni eccezionali di squilibrio tra necessità e risorse 180 disponibili -versione 01",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Growth of Palliative Care in 184",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dumanovsky",
                    "suffix": ""
                },
                {
                    "first": "Augustin",
                    "middle": [
                        "R"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hospitals: A Status Report",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Palliat Med",
            "volume": "19",
            "issn": "",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Excess Consult Volume for Hospital-186",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Courtright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yadav",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Based Palliative Care Teams in the U.S. (S774)",
            "authors": [],
            "year": 2017,
            "venue": "J Pain Symptom Manage",
            "volume": "187",
            "issn": "",
            "pages": "450--451",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Effect of a Standardized Triage Process on 189",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Frendak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficiency and Productivity of an Inpatient Palliative Care Team",
            "authors": [],
            "year": 2019,
            "venue": "Am J Hosp Palliat",
            "volume": "104990911987692",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1049909119876928"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of a Consult 192 Cap for a Busy Inpatient Palliative Care Program (S773)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Courtright",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gabler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Pain Symptom",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The National Palliative Care Registry: A 195 Decade of Supporting Growth and Sustainability of Palliative Care Programs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heitner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat Med",
            "volume": "22",
            "issn": "",
            "pages": "1026--1031",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Generalist plus Specialist Palliative Care -Creating a 198",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Quill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Abernethy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "More Sustainable Model",
            "authors": [],
            "year": 1999,
            "venue": "The Daily Podcast. 2020",
            "volume": "368",
            "issn": "",
            "pages": "1173--1175",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "11. Cha AE. Spiking U.S. coronavirus cases could force rationing decisions similar to 206 those made in Italy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Counotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "204",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.04.20031104.205"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Training Clinicians with Communication Skills 210 Needed to Match Medical Treatments to Patient Values",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Fromme",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Geriatr Soc",
            "volume": "211",
            "issn": "",
            "pages": "435--441",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-ready communication skills: a VitalTalk open source primer",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "20 COVID-19 is anticipated to spread widely in the United States by the end of 2020.(1) 21 Widespread transmission of COVID-19 in the United States could translate into large 22 numbers of people needing medical care at the same time. This will push many health 23 systems to the point of rationing limited resources such as ICU beds and life sustaining 24 machinery, as has occurred in Italy.(2) Patients and their families at the peak of the 25 pandemic will face symptoms, emotional distress, and decision-making in the face of 26 uncertainty and limited options. No one is more prepared to handle these needs than 27 providers on palliative care consult teams. However, palliative care consult teams are 28 themselves a limited resource. In this piece, we will outline the challenges palliative 29 care consult services may face in this crisis and suggest some alternatives forward.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "To best protect this limited resource, is important to keep existing palliative care 47 providers free from COVID-19 if possible.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "care consult teams only when necessary 50 The bulk of supportive care for patients with COVID-19 should come from their primary 51 teams. So-called \"primary palliative care\" is the responsibility of every provider caring 52 for a seriously ill patient.(8) This responsibility is only heightened in the context of an 53 epidemic. To help facilitate primary palliative care, palliative care consult teams can 54 help create guidelines or order sets for the management of typical COVID-19 55 symptoms. Whenever possible, these guidelines should be developed with the 56 cooperation of other services affected by this crisis (e.g. critical care, emergency 57 medicine, and hospital medicine). 58 Palliative care consult teams should make themselves available by phone for coaching 59 primary teams through the issues relating to seriously ill COVID-19 patients. They 60 should prepare to provide 'crash courses' in palliative medicine to providers on the front 61 line. Teams should consider having talking points at the ready for needs that are likely 62 to arise in the care of COVID-19 patients; such as: management of cough, secretions, 63 and shortness of breath; communication of triaging decisions; and management of 64 family grief. If primary teams become overwhelmed with patients, palliative care 65 consult services with the capacity can offset the responsibility of keeping patients' 66 families informed. It is especially important to ensure families are informed when 67 patients take a turn for the worse and/or die; in Italy there have been instances where 68 families were not informed of their loved ones' passing for days.(9) To facilitate the 69 sharing of communication responsibilities, we recommend scheduled daily 'card flips' 70 with the directors of COVID19 units in the hospital or the ICU.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "78hospice\" can be handled by unit social workers or case managers instead of palliative 79 care team members. Similarly, requests for \"early introduction to palliative care\" (when 80 patients' needs are otherwise being met and their prognosis is robust) may be deferred 81 to a less critical time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "number of palliative care providers exposed to patients with COVID-1984    It is our practice to enter patients' rooms as a team and hold family conferences in 85 patients' rooms. In the context of a highly contagious illness like COVID-19, it makes86 sense to limit the providers who have direct contact with the patient to the bare 87 minimum (ideally only one provider should enter the room). Of course, palliative care 88 providers should follow all standard precautions and refrain from physical touch, 89 including non-infected members of patients' families. Whenever possible, consideration 90 should be given to interviewing patients or families by phone. Team members with 91 medical conditions that may place them at higher risk (e.g., advanced age, diabetes, 92 immunosuppression, pregnancy) should be kept from entering COVID-19 patients' palliative care and hospice patients from coming to the hospital 96 Individuals with serious illness should be discouraged from coming to the hospital or 97 any clinic during this epidemic to avoid developing COVID-19. In the context of a pre-98 existing serious illness and advanced age, the disease is highly likely to be fatal.(10) 99 Palliative teams should develop a plan for managing most outpatient palliative issues by 100 phone or video chat and for encouraging enrollment in hospice earlier than would be the 101 norm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "109 encourage the use of telephone and telehealth instead. This means that family 110 caregivers will face greater burden, not to mention higher risk for COVID-19 if their 111 loved one were infected. Palliative care providers should give caregivers of COVID-19 112",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "healthcare in the context of scarcity 117 If the current logarithmic spread of coronavirus in the US continues, there will be far 118 more people in need of critical care resources than there are resources available, 119 forcing rationing of resources similar to what occurred in Italy and China.(11) Rationing 120 of healthcare is antithetical to the American mindset and is likely to provoke intense 121 emotions among patients and families who are triaged. The lack of a clear national 122 consensus as to the criteria used to ration life-sustaining treatment will make decisions 123 appear arbitrary, further compounding the challenge. Palliative care providers may be 124 asked to be the 'bearers of bad news' in this context and will be tasked to help patients 125 and families cope with repercussions. Those palliative care providers who are 126 perceived by the patient and family as part of the 'death panel' who decided to not offer 127 life support will have a very difficult time establishing the trust that is necessary to 128 comfort patients and families and help them move forward. For this reason, we strongly 129 recommend that palliative care teams not participate in the crafting of guidelines to 130 ration care or in clinical decision-making about the value of life-sustaining therapies for 131 individual patients. More than ever, our patients and families need to view us as 132 neutral. When there are questions regarding individual patients and the value of life 133 support, palliative care providers can encourage the use of 'case conferences' (where 134 multiple experts discuss the specifics of an individual case and craft a recommended 135 course) and ethics consultation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "coach other clinicians to have difficult conversations 138 It is worth remembering that there is an effective, evidence-based communication 139 education curriculum -Vital Talk -which can be used in this context to coach other 140 providers to have difficult conversations.(12, 13) Preparing front-line clinicians for how 141 to handle negative emotions will be especially important; in particular, encouraging 142 providers to express empathy and acknowledge emotions by 'calling them out' when 143 patients and families express strong emotions (rather than responding with more clinical 144 detail and medical jargon) can sometimes help diffuse it. Providers should avoid terms 145 like 'futility' which can promote an adversarial relationship with the family. Providers 146should reassure patients and families that they will not be abandoned and that patients 147 will continue to receive compassionate care regardless of candidacy for life-sustaining 148 treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "have nothing to disclose. 159 V.P. is supported by the VA Advanced Fellowship in Geriatrics through the Ann Arbor 160 VA Geriatrics Research and Education Clinical Center. This work did not receive any 161 specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and consultation caps.(6) A massive increase in the number of palliative care consult requests is certain to push most palliative care teams to the point of exhaustion.Palliative teams generally consist of a physician, nurse practitioner and/or physician assistant, case manager, social worker, and chaplain. By design, these providers have complementary roles and there is little to no overlap. Moreover, most teams are small teams cannot afford to lose a single team member to a prolonged illness like COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}