{
    "paper_id": "2b28771386347dc037bd450a11f2f652e4cceda6",
    "metadata": {
        "title": "Nitazoxanide May Modify the Course of Progressive Multifocal Leukoencephalopathy",
        "authors": [
            {
                "first": "Timo",
                "middle": [
                    "J"
                ],
                "last": "Hautala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "postBox": "P.O. Box 20",
                        "postCode": "FIN-90029",
                        "settlement": "OYS, Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Ludmila",
                "middle": [],
                "last": "Perelygina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tytti",
                "middle": [],
                "last": "Vuorinen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Turku",
                    "location": {
                        "settlement": "Turku",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Nina",
                "middle": [
                    "M"
                ],
                "last": "Hautala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "PEDEGO Research Unit",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Päivi",
                "middle": [
                    "M"
                ],
                "last": "Hägg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "PEDEGO Research Unit",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Michaela",
                "middle": [
                    "K"
                ],
                "last": "Bode",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Harri",
                "middle": [
                    "T"
                ],
                "last": "Rusanen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Marjo",
                "middle": [
                    "H"
                ],
                "last": "Renko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oulu University Hospital",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Virpi",
                "middle": [],
                "last": "Glumoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Research Unit of Biomedicine",
                    "institution": "University of Oulu",
                    "location": {
                        "settlement": "Oulu",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [],
                "last": "Schwab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Münster",
                    "location": {
                        "settlement": "Münster",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Tilman",
                "middle": [],
                "last": "Schneider-Hohendorf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Münster",
                    "location": {
                        "settlement": "Münster",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Luc",
                "middle": [],
                "last": "Murk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Utrecht",
                    "location": {
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [
                    "E"
                ],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Allergy Immunology",
                    "institution": "Children's Hospital of Philadelphia",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mikko",
                "middle": [
                    "R J"
                ],
                "last": "Seppänen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Helsinki University and Helsinki University Hospital",
                    "location": {
                        "settlement": "Helsinki",
                        "country": "Finland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the editor, Progressive multifocal leukoencephalopathy (PML) caused by human neurotrophic polyomavirus (JCV) is a central nervous system (CNS) disease in immunodeficient patients. PML is associated with a poor prognosis and the only intervention leading to clearance of the virus is removal of iatrogenic immune suppression. In particular, the prognosis is dismal in patients with severe primary immunodeficiency (PID) [1] . However, our clinical experience described in this case report supports the possibility that nitazoxanide, a broad-spectrum antiparasitic and antiviral drug [2] , may have helped in controlling the JCV in a single patient with PML associated with combined PID. This antiviral effect of nitazoxanide may have been produced by induction of innate immunity, downregulation of viral receptors, or interference with maturation of viral proteins [2, 3] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 872,
                    "end": 874,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A female patient suffering from psychomotor retardation, bilateral optic nerve atrophy, and refractive amblyopia due to untreated hyperopia developed lymphopenia (0.5-0.9 × 10 9 /l, reference range (ref) 1.2-3.5 × 10 9 /l) in her adolescence. Despite a normal CD19 + count (96-159 × 10 6 /l, ref 80-616 × 10 6 /l), B cell maturation was defective (marginal zone 0.48-0.8 × 10 6 /l, 0.5% of all CD19 + , ref 7.2-30.8%; switched memory B cells 0.67-1.1 × 10 6 /l, 0.7%, ref 6.5-29.2%) with no response to pneumococcus antigens. She had low concentrations of IgA (0.6 g/l) and IgG (3.1 g/l), while IgE and IgM were undetectable. CD3 + CD4 + T cell counts were 256 × 10 6 /l (ref 404-612 × 10 6 /l) and CD3 + CD8 + T cells were 220 × 10 6 /l (ref 220-1129 × 10 6 /l) with a reduced CD4/CD8 ratio of 1.16. P e r c e n t a g e o f r e c e n t t h y m i c e m i g r a n t CD45RA + CD62L + CD31 + T cells (24 × 10 6 /l, 0.5% of all CD3 + , ref 14.4-38.3%) was low. Cells responded poorly to concanavalin A, phytohaemagglutinin, or pokeweed mitogen. The percentage of CD4 − CD8 − (1.2%) double negative T cell and natural killer cell count (139-143 × 10 6 /l, ref 84-724 × 10 6 /l) were normal. These findings suggested a diagnosis of combined primary immunodeficiency. Molecular karyotyping found no deletions. Whole exome sequencing (WES) of the patient's, her parents', and unaffected brother's DNA failed to find a known condition. The parents originated from a restricted geographical region with a degree of consanguinity seen in WES.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since the age of 13, she has suffered from chronic skin ulcers with granulomatous histology and received numerous empiric treatments against bacteria, mycobacteria, and fungi (Supplementary Data 1). Her skin sample was found to be positive for rubella virus (RV) vaccine strain RA 27/3 at age 30 (patient 1 in Perelygina L et al.) [4] 89 days before the positive JCV finding, which is marked as day 0 in this case description. On day −66, experimental peginterferon-alfa-2a treatment (Pegasys®) against RV was started with a weekly dose of 180 μg for three weeks followed by a dose reduction due to dizziness associated with the injection. A seven-week treatment failed to improve the condition of her skin lesions [3] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At age 29, her epilepsy was poorly controlled. Valproate, levetiracetam, pregabalin, and oxcarbazepine monotherapy and their combinations were attempted (Supplemental Data 1). In addition, she exhibited a subacute deterioration with mild hemiparesis and suffered from slurred speech since day − 199. She continued to have slow progression in her neurological condition during the seven-week peginterferonalfa-2a treatment (from day −66 to day −17). Whether this was caused by immune reconstitution or resistance to therapy remains open to debate. On day 0, brain magnetic resonance imaging (MRI) revealed somewhat atypically patterned lesions of PML (Supplemental Data 2) while her CSF was found to be positive for JCV DNA (5700 copies/ml). The CSF was negative for RV, human herpesvirus 6, enteroviruses, herpes simplex, varicella zoster, cryptococci, and toxoplasma. No sign of bacteria, mycobacteria, fungi, or CNS lymphoma was found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the diagnosis of PML, the patient continued to suffer from RV-positive skin ulcers. Based on its known broad antiviral activity [2] , she started receiving oral nitazoxanide 500 mg (Alinia®) twice daily on day +3 with an attempt to treat both PML and RV. A single 500mg oral dose of nitazoxanide has been reported to produce a peak plasma concentration of 10 μg/ml in human, while the IC50 has been between 0.2 to 1.5 μg/ml for rubella, influenza, coronavirus, and hepatitis C [2, 3] . On day +45 (acute), ex vivo interferon gamma (IFNγ) and tumor necrosis factor alpha (TNFα) secretion by CD4 + and CD8 + T cells upon JCV VP1 peptide stimulation were normal compared to two natalizumab-associated (Fig. 1) . In contrast, JCV-specific T cell responses were absent in CD8 + T cells collected 15 months before PML diagnosis as compared to six healthy individuals. Very few CD4 + T cells secreted TNFα 15 months before PML diagnosis; this indicates prior exposure to JCV (Fig. 1, HC/pre) . Reaction to polyclonal phorbol 12-myristate 13-acetate (PMA) was below average in CD4 + T cells and on average in CD8 + T cells (Fig. 1) . The CD4/CD8 ratio was reduced at 0.88 15 months prior to PML diagnosis, but restored to a value of 3.5 five weeks after the start of nitazoxanide, indicating CD4 + T cell expansion. No obvious improvement in her chronic wounds was observed although the RV was eliminated from the lesions during nitazoxanide treatment [3] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 498,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1459,
                    "end": 1462,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 721,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 983,
                    "end": 999,
                    "text": "(Fig. 1, HC/pre)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1130,
                    "end": 1138,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Atypical lesions continued to fluctuate in the follow-up brain MRIs (Supplemental Data 2). On day +67, CSF was still positive for JCV DNA, but its viral load had dropped below the level of accurate quantitation. Thus, her nitazoxanide treatment continued without obvious side effects for a total of 160 days (until day +160). On day +175, CSF was negative for JCV DNA. There was no obvious clinical progression in her neurological symptoms although she suffered from episodes of aspiration pneumonia and febrile urinary tract infections. Sadly, she developed another episode of aspiration pneumonia, leading to death on day +185.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the patient developed a mild hemiparesis and slurred speech before interferon-α treatment. During peginterferon-alfa-2a therapy, a slow progression in her neurological symptoms was observed. A similar interferon treatment attempt against JCV PML was also ineffective in a previously reported PID case [1] . However, it seems likely that nitazoxanide may have influenced the course of PML in this patient as indicated by the enhanced JCV-specific T cell responses, subsequent clearance of JCV DNA, and a prolonged clinically stable period without obvious progression of the PML. No other interventions to control the JCV were attempted, no immunosuppressive medications were used or discontinued, and the patient's blood counts were carefully monitored throughout the treatment. As far as we are aware, reversal of the CSF JCV nucleic acid to an undetectable level in a clinical PML of a PID patient has been rarely, if ever, previously reported [1] . We conclude that the potential of nitazoxanide should be explored further in a larger PML patient population suffering from primary immunodeficiencies. We emphasize, however, that molecular basis of the PID of our patient is not understood and the described experience may not necessarily be reproducible in other PID patients.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 957,
                    "end": 960,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The JCV VP1 peptide pool assay (PepTivator®, Miltenyi Biotec (Bergisch Gladbach, Germany)) was performed according to the manufacturer's instructions. In brief, thawed peripheral blood mononuclear cells were either rested (negative control), stimulated with 10 μl of PepTivator® stock solution (VP1), or stimulated with PMA and ionomycin (PMA), each for six hours with addition of Brefeldin A after two hours. Harvested cells were then stained with fluorochrome-conjugated antibodies against CD3, CD4, CD8, CD56, fixated and permeabilized and intracellularly stained with anti IFNγ or TNFα (Biolegend, San Diego, USA) as previously described [5] . VP1 stimulation was calculated by subtracting the negative control values from the VP1-stimulated values.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 645,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "JCV VP1 T Cell Stimulation Assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Progressive multifocal leukoencephalopathy in primary immune deficiencies: Stat1 gain of function and review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Zerbe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Marciano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Katial",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adamo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "8",
            "pages": "986--94",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/civ1220"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nitazoxanide: a first-in-class broad-spectrum antiviral agent",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rossignol",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antivir Res",
            "volume": "110",
            "issn": "",
            "pages": "94--103",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2014.07.014"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Inhibition of rubella virus replication by the broadspectrum drug nitazoxanide in cell culture and in a patient with a primary immune deficiency",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perelygina",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hautala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seppänen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adebayo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Icenogle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antivir Res",
            "volume": "147",
            "issn": "",
            "pages": "58--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2017.09.019."
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rubella persistence in epidermal keratinocytes and granuloma M2 macrophages in patients with primary immunodeficiencies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perelygina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hautala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bonilla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ochs",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Allergy Clin Immunol",
            "volume": "138",
            "issn": "5",
            "pages": "1436--1445",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2016.06.030"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultraviolet B light attenuates the systemic immune response in central nervous system autoimmunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schneider-Hohendorf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marziniak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Neurol",
            "volume": "75",
            "issn": "5",
            "pages": "739--58",
            "other_ids": {
                "DOI": [
                    "10.1002/ana.24165"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IFNγ (a, c) and TNFα (b, d) secretion of CD4 + (a, b) and CD8 + T cells (c, d) upon PMA (open symbols, left columns) stimulation, and stimulation with JCV VP1 peptide (closed symbols, right columns). Six healthy control samples (circles) and the described PML case 15 months before PML diagnosis (triangle) are shown in the left columns (HC/pre); two natalizumab PML survivors six months after diagnosis and the PML case (triangle) five weeks after PML diagnosis are shown in the right columns. Dotted line indicates detection threshold acute PML survivors",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Funding This work was supported by Oulu University Hospital VTR funding, Finnish Medical Foundation, and Helsinki University Hospital Research Funds. Kathleen E. Sullivan is the Wallace Chair of Pediatrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of Interest The findings and conclusions in this report are those of the authors and do not necessarily represent the official position of the United States Centers for Disease Control and Prevention. Informed consent for the actions described was obtained from the subject's representative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}