{
    "paper_id": "2bb3155d787524124e55269ea2e9c6f3f27818af",
    "metadata": {
        "title": "Mathematical Biology Global analysis for spread of infectious diseases via transportation networks",
        "authors": [
            {
                "first": "Yukihiko",
                "middle": [],
                "last": "Nakata",
                "suffix": "",
                "affiliation": {},
                "email": "nakata@math.u-szeged.hu"
            },
            {
                "first": "Gergely",
                "middle": [],
                "last": "Röst",
                "suffix": "",
                "affiliation": {},
                "email": "rost@math.u-szeged.hu"
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Nakata",
                "suffix": "",
                "affiliation": {},
                "email": "nakata@ms.u-tokyo.ac.jp"
            },
            {
                "first": "G",
                "middle": [],
                "last": "Röst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We formulate an epidemic model for the spread of an infectious disease along with population dispersal over an arbitrary number of distinct regions. Structuring the population by the time elapsed since the start of travel, we describe the infectious disease dynamics during transportation as well as in the regions. As a result, we obtain a system of delay differential equations. We define the basic reproduction number R 0 as the spectral radius of a next generation matrix. For multi-regional systems with strongly connected transportation networks, we prove that if R 0 ≤ 1 then the disease will be eradicated from each region, while if R 0 > 1 there is a globally asymptotically stable equilibrium, which is endemic in every region. If the transportation network is not strongly connected, then the model analysis shows that numerous endemic patterns can exist by admitting a globally asymptotically stable equilibrium, which may be disease free in some regions while endemic in other regions. We provide a procedure to detect the disease free and the endemic regions according to the network topology and local reproduction numbers. The main ingredients of the mathematical proofs are the inductive applications of the theory of asymptotically autonomous semiflows and cooperative dynamical systems. We visualise stability boundaries of equilibria in a parameter plane to illustrate the influence of the transportation network Y. Nakata (B) · G. Röst",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "on the disease dynamics. For a system consisting of two regions, we find that due to spatial heterogeneity characterised by different local reproduction numbers, R 0 may depend non-monotonically on the dispersal rates, thus travel restrictions are not always beneficial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Keywords Epidemic models · Transportation networks · Global dynamics · Delay differential systems Mathematics Subject Classification (2010) 34K05 · 92D30",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The increasing volume of international trade and tourism highly facilitates the rapid spread of infectious diseases around the world. The outbreaks of severe acute respiratory syndrome (SARS) in 2002-2003 and influenza A virus subtype H1N1 in 2009 highlighted the important role of human transportation on the global spread of infectious diseases, see the reviews WHO (2003) for the spread of SARS, and Khan et al. (2009) for the spread of influenza along international air traffic routes.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 374,
                    "text": "WHO (2003)",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 421,
                    "text": "Khan et al. (2009)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are several well-known studies which constructed and analysed various metapopulation models, based on differential equations, to describe the spatial spread of infectious diseases in connected regions, see Arino (2009) , Wang (2007) , Arino and Driessche (2003) , Gao and Ruan (2012) , Wang and Zhao (2004, 2005) , Arino et al. (2005 Arino et al. ( , 2006 Arino et al. ( , 2007 , Li and Zou (2010) and references therein. In this framework, the spatial structure is represented by a finite number of distinct patches, and the population dynamics in the patches is coupled to the dynamics of other patches, to account for the mobility between regions.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 224,
                    "text": "Arino (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 227,
                    "end": 238,
                    "text": "Wang (2007)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 241,
                    "end": 267,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 270,
                    "end": 289,
                    "text": "Gao and Ruan (2012)",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 300,
                    "text": "Wang and",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 301,
                    "end": 318,
                    "text": "Zhao (2004, 2005)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 339,
                    "text": "Arino et al. (2005",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 340,
                    "end": 361,
                    "text": "Arino et al. ( , 2006",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 362,
                    "end": 383,
                    "text": "Arino et al. ( , 2007",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 403,
                    "text": "Li and Zou (2010)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The network science approach, focusing on the structure of the network formed by the connections among regions, provided further important insights to understand the role of mobility patterns and heterogeneity in the transmission dynamics and the global invasion of infectious diseases, see Balcan and Vespignani (2011) , Vespignani (2007, 2008) , Meloni et al. (2011) , Poletto et al. (2012) , Colizza et al. (2006) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 319,
                    "text": "Balcan and Vespignani (2011)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 322,
                    "end": 345,
                    "text": "Vespignani (2007, 2008)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 368,
                    "text": "Meloni et al. (2011)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 371,
                    "end": 392,
                    "text": "Poletto et al. (2012)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 395,
                    "end": 416,
                    "text": "Colizza et al. (2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The above mentioned works studied mostly the impact of spatial dispersal of infected individuals from one region to another, and did not consider transportation as a platform of disease transmission. However, contact tracing of passengers provided evidence that during long distance travel, such as intercontinental commercial flights, a single infected passenger may infect several other persons during the flight, see the comprehensive summary for several infectious diseases by European Centre for Disease Prevention and Control (2009a) , and references (Bell 2004 ; European Centre for Disease Prevention and Control 2009b; Olsen et al. 2003) .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 539,
                    "text": "Prevention and Control (2009a)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 567,
                    "text": "(Bell 2004",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 628,
                    "end": 646,
                    "text": "Olsen et al. 2003)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To properly describe the number of generated infections via transportation in the destination region, transport related infections were incorporated into the compartmental model approach in Cui et al. (2006) , Takeuchi et al. (2007) , Liu and Takeuchi (2006) , where it was illustrated that the disease can persist in regions connected by human transportation even if the infection died out in all regions in the absence of travel.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 207,
                    "text": "Cui et al. (2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 210,
                    "end": 232,
                    "text": "Takeuchi et al. (2007)",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 258,
                    "text": "Liu and Takeuchi (2006)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These models assumed that individuals, who left a certain region, arrived immediately to their destination region. In reality, animal transportation can take rather long time; and in the case of human travel, for rapidly progressing diseases such as SARS and influenza, even a fraction of a day can be significant. During travel, passengers are in a closed environment with a high-density layout of seating, exposed to low humidity and hypobaric hypoxia (Mangili and Gendreau 2005; Silverman and Gendreau 2009) . Thus, it is more precise to consider the number of infected passengers as a dynamical variable in an environment that is different from residential areas, and then the time needed to complete the travel naturally becomes an important parameter of the model. The pioneering works (Liu et al. 2008; Nakata 2011) formulated submodels for disease transmission dynamics during travel, combining with compartmental models in the regions, but, due to the apparent mathematical difficulties, their analysis is restricted to only two identical regions.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 481,
                    "text": "(Mangili and Gendreau 2005;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 482,
                    "end": 510,
                    "text": "Silverman and Gendreau 2009)",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 809,
                    "text": "(Liu et al. 2008;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 810,
                    "end": 822,
                    "text": "Nakata 2011)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this manuscript we analyse an epidemic model that includes both infectious disease dynamics during transportation, and an arbitrary number of heterogeneous regions forming a transportation network. These two features together have not been studied before. Our aim is to obtain a qualitative picture of the disease transmission dynamics in a heterogeneous multi-regional environment characterised by respective risk of infection in regions as well as during travel, and to understand the role of the transportation network in the disease transmission dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The description of the structure of the transportation network is based on directed graphs: the regions are the nodes of the graph, and nodes i and j are connected by a directed link if there is transportation of individuals from region i to region j. We explicitly incorporate the time needed to complete a one-way travel from one region to another, and consider the disease dynamics along such directed links. A network is called strongly connected, if for any ordered pair (i, j) of nodes, there is a directed path (a sequence of directed links) from node i to node j. Otherwise, we say that the network is not strongly connected. For example, having two sets of nodes A and B, where there are no directed links from any node in A to any node in B, but there are directed links for any other ordered pair of nodes, gives a connected, but not strongly connected network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many transportation networks are naturally strongly connected (one can go from any region to any other region, possibly via other regions), but there are significant biological reasons to consider not strongly connected networks as well. When an outbreak of an infectious disease is reported, the structure of the transportation network may change from strongly connected to not strongly connected, since individuals likely do not travel to the endemic region, and public health authorities may advise against travelling to high risk regions. Some transportation connections may be shut down in order to implement a disease control policy. The simplest example is the case of two connected regions, when the transportation becomes unidirectional. We explore this case in details in Sect. 6. The displacement network for the transportation of livestock is a typical example of not strongly connected networks, as animals are moved from farms to slaughterhouses (possibly via several intermediate steps, such as assembling centres), but there is no movement of livestock from the slaughterhouses back to the farms. During the transportation, animals are kept in crowded cages, therefore there is an elevated risk of disease transmission. Such livestock transportation network can be very complex . Migration routes in ecology typically follow a directional trend, such as from South to North because of climate change, downstream in rivers, etc. In those cases the network of the habitats of the species is not strongly connected. Human networks are usually strongly connected. The rural-tourban migration, however, can be seen as an example for unidirectional transportation if we neglect the short-term mobility such as tourism and business travels. The vector of Chagas disease appeared this way in major cities in South America (Alirol et al. 2011) . The presence of tuberculosis in Canada ) is driven by the constant flow of immigration from developing countries. TB is one of the diseases which is transmissible during travel (European Centre for Disease Prevention and Control 2009a). Even if the reproduction number of TB in Canada is <1, TB can persist in Canada due to the endemicity in the regions which are the source of immigration. Immigration from Canada to those regions is negligible, hence by ignoring short-term travels, this can be viewed as an example of a not strongly connected network.",
            "cite_spans": [
                {
                    "start": 1830,
                    "end": 1850,
                    "text": "(Alirol et al. 2011)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Motivated by these examples, we perform a systematic study to analyse the global dynamics for not strongly connected networks. In the literature, most qualitative studies focus only on the case of strongly connected transportation network, see e.g. Li and Zou (2010) , Arino and Driessche (2003) , Arino (2009) , Wang and Zhao (2004) . It seems that there is no established approach to analyse the dynamics with not strongly connected networks. Here we develop new analytical tools so that the long term behaviour of systems with not strongly connected transportation networks can also be understood.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 266,
                    "text": "Li and Zou (2010)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 269,
                    "end": 295,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 298,
                    "end": 310,
                    "text": "Arino (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 333,
                    "text": "Wang and Zhao (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organised as follows. The formulation and the detailed mathematical analysis of the model is given in Sects. 2-5 (some detailed calculations are collected in the Appendix), which may be skipped by a mathematically less inclined reader. We provide a rigorously proven and complete characterisation of the asymptotic behaviour of the system for an arbitrary number of regions for any network structure. The main techniques we use are stability theory of delay differential equations, cooperative sublinear systems, and an iterative application of the theory of asymptotically autonomous semiflows. In particular, we show that there always exists a globally asymptotically stable equilibrium. In the case of strongly connected transportation network, the basic reproduction number of the full system (defined as the spectral radius of a next generation matrix), as usual, serves as a threshold: either the disease dies out in every region, or the disease persists in every region. However, if the network is not strongly connected, multiple endemic patterns may emerge: some regions may become endemic, while the disease may be eradicated in some other regions. We provide a systematic method to determine, based on the network structure and local reproduction numbers, which regions become endemic and which regions become disease free. The results are illustrated for the case of two patches in Sects. 6-7. In Sect. 8 we numerically investigate the scenario when the dispersal rates of susceptible and infective individuals are different. Finally, we give a biological interpretation to each analytical result in Sect. 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consider an arbitrary number of distinct regions. For n ∈ N + with n ≥ 2 we define a set Ω := {1, . . . , n} containing all indices of the regions. For j ∈ Ω, we denote by S j (t) and I j (t) the numbers of susceptible and infected individuals at time t in region j, respectively. Let A j be the recruitment rate, d j the natural death rate and δ j the recovery rate of the infected individuals in region j. We use standard incidence β j S j I j /(S j + I j ), where β j is the effective contact rate, which is the total contact rate multiplied by the probability of transmission of infection, in region j. Then we obtain the basic SIS epidemic model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "for j ∈ Ω, where A j , β j and d j are positive and δ j is nonnegative for j ∈ Ω. Following Liu et al. (2008) , we incorporate transportation where it is assumed that individuals neither die nor give birth during the transportation. If there is a transport connection from region k to region j, where k, j ∈ Ω and k = j, then we denote by s jk (θ, t) and i jk (θ, t) the density of susceptible and infective individuals at time t with respect to θ , where θ ∈ [0, τ jk ] represents the time that they spent in the transportation from region k to region j at time t (thus they left region k at time t − θ ), where τ jk ∈ (0, ∞) is the time required to complete a one-way travel from region k to region j. Let n jk (θ, t) = s jk (θ, t) + i jk (θ, t). Thus, θ 1 θ 2 n jk (θ, t)dθ is the number of individuals who left region k in the time interval [t − θ 1 , t − θ 2 ], where τ jk ≥ θ 1 ≥ θ 2 ≥ 0. In particular, for θ 1 = τ jk and θ 2 = 0, this gives the total number of individuals who are being in travel from region k to j at time t. We assume that susceptible and infected individuals continuously leave region k to region j at a per capita rate α S jk ∈ [0, ∞) and α jk ∈ [0, ∞), respectively. Respective numbers of susceptible and infected individuals who leave region k to j per unit of time at each time t are given as",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 109,
                    "text": "Liu et al. (2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Then the disease dynamics in the transportation from region k to region j is governed by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "where we use the index T to denote parameters during the transportation, thus β T jk and δ T jk are respectively the effective contact rate and recovery rate in the transportation. Note that it is assumed that individuals neither die nor give birth during the transportation. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Here, the identity n jk (θ, t) = n jk (0, t − θ) is due to the assumption that there is neither death nor giving birth on the transportation. From (2.3b) we obtain a logistic equation as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "(2.5) Using (2.2) as an initial condition, one can explicitly solve (2.5) along the characteristic lines. For simplicity, let us assume that β T jk = δ T jk for any j, k ∈ Ω. Then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "(2.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Note that e xτ −1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "x > 0 for x ∈ R\\{0} and τ > 0. One can also compute s jk (τ jk , t) explicitly as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "(2.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Note that s jk (τ jk , t) and i jk (τ jk , t) are respectively the population densities of susceptible and infective individuals entering region j from region k at time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "For j ∈ Ω it is convenient to define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "We arrive at the following model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "for j ∈ Ω. One can see that the transport-related infection model formulated in Liu et al. (2008) is a special case of system (2.8). If there is no transportation from region k to region j then we set α S jk = α jk = 0.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 97,
                    "text": "Liu et al. (2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "For system (2.8), we construct a next generation matrix to define the basic reproduction number (Diekmann et al. 1990 ). In absence of infected individuals coming from other regions via the transportation into a region j, the basic reproduction number in region j is given as",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 117,
                    "text": "(Diekmann et al. 1990",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The basic reproduction number"
        },
        {
            "text": "Assuming that there is a transportation connection from region k to region j, we consider the expected number of infected individuals appearing in region j due to the transport infection caused by a typical infective individual who was introduced into region k. Since the probability of leaving the infective population of region k by means of travel is α jk d k +δ k +l k , and the expected number of infected individuals who arrive at region j if the travel was started with a single infective is e (β T jk −δ T jk )τ jk [this follows from the linear part of (2.5)], taking the product of these two quantities, we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic reproduction number"
        },
        {
            "text": "Thus we define a next generation matrix for (4.1) as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic reproduction number"
        },
        {
            "text": "Since M is a nonnegative matrix, one of the eigenvalues gives the spectral radius of M, see Theorem 1.1 in Chapter 2 in Berman and Plemmons (1994) . We define the basic reproduction number as the spectral radius of M and denote it by R 0 .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 146,
                    "text": "Berman and Plemmons (1994)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The basic reproduction number"
        },
        {
            "text": "The following inequality gives a biologically meaningful estimation for the basic reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The basic reproduction number"
        },
        {
            "text": "Proof Since diag β 1 d 1 + δ 1 + l 1 , . . . , β n d n + δ n + l n ≤ M, we can apply Corollary 1.5 in Chapter 2 in Berman and Plemmons (1994) to get the conclusion.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 141,
                    "text": "Berman and Plemmons (1994)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "From Proposition 3.1 one can see that if the basic reproduction number is less than or equal to one, then each regional reproduction number is also less than or equal to one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "On the other hand, if there exists a regional reproduction number which is >1, then the basic reproduction number is also greater than one. For a square matrix P we denote by s(P) the stability modulus of P, which is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "where E is the identity matrix. Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "We relate the basic reproduction number with the stability modulus of B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "Proposition 3.2 It holds that sign (s (B)) = sign (R 0 − 1) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "Proof We define two matrices as Finally, if M is an irreducible matrix, then by the Perron-Frobenius theorem, the basic reproduction number is given by a simple eigenvalue of M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 3.1 One has"
        },
        {
            "text": "To facilitate the mathematical analysis of the global dynamics of (2.8), here we assume that α S jk = α jk for any j, k ∈ Ω, i.e., susceptible and infected individuals continuously leave region k to region j at the same rate (the general case is discussed in Sect. 8). Then we can consider a system which is described in terms of the total and infectious population instead of (2.8). The total population dynamics can be written as a system of linear delay differential equations, which is decoupled from the dynamics of the infectious population. To denote the total population at region j ∈ Ω at time t, let N j (t) := S j (t) + I j (t). As an equivalent system to (2.8), with the assumption α S jk = α jk for any j, k ∈ Ω, one has",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population dynamics"
        },
        {
            "text": "for j ∈ Ω. We obtain a closed system of delay differential equations (4.1) with (4.2) being an alternative expression of (2.6), which results from the disease transmission in the transportation. In the sequel we analyse dynamical properties of (4.1) with (4.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Population dynamics"
        },
        {
            "text": "To analyse the dynamics of the total population, we introduce the vector valued function N (t) defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "We denote by C = C([−τ, 0], R n ) the Banach space of continuous functions mapping the interval [−τ, 0] into R n equipped with the sup-norm, where τ := max k, j∈Ω τ k j . The nonnegative cone of C is defined as C + := C([−τ, 0], R n + ). Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "which is the set that contains only the strictly positive functions. Due to the biological interpretation, for (4.1a) we consider initial conditions N (θ ) = ψ(θ) for θ ∈ [−τ, 0], where ψ ∈ G. Then one can see that every component of the solution of (4.1a) is strictly positive for t > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "Remark 4.1 For any nonnegative initial function, system (4.1a) generates a strictly positive solution. However, we require the initial function of (4.1a) to be in G, in order to define (4.2) for small t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "To prove asymptotic stability of (4.1a), we use some properties of M-matrices and diagonally dominant matrices. Let A := (a i j ) n×n be an n × n real square matrix. For A with non-positive off-diagonal entries, A is said to be a nonsingular M-matrix if all principal minors of A are positive. See also Theorem 5.1 in Chapter 5 in Fiedler (1986) for equivalence conditions which characterise nonsingular M-matrices (matrices of class K ). Following Chapter 5 in Fiedler (1986) We also refer to Theorem 5.14 in Chapter 5 in Fiedler (1986) to associate diagonally dominant matrices with M-matrices.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 345,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 462,
                    "end": 476,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 523,
                    "end": 537,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "Theorem 4.2 There exists a unique positive equilibrium of (4.1a), where each component is strictly positive. The positive equilibrium is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "Proof Let us assume that there exists an equilibrium. Denote it by a column vector given as N + := N + 1 , . . . , N + n T . We define a column vector and a square matrix as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "respectively. Then the equilibrium satisfies the linear equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "Since D T is a diagonally dominant matrix, D is a diagonally dominant matrix as well by applying Theorem 5.15 in Fiedler (1986) . Moreover, one can prove that D is an M-matrix by Theorem 5.14 in Fiedler (1986) . Thus D is a non-singular matrix and D −1 ≥ 0, see Theorem 5.1 in Fiedler (1986) . Hence, one can solve (4.3) as N + = D −1 A ≥ 0, where the inequality holds componentwise. To prove that each component of the equilibrium is strictly positive, we suppose that there exists j ∈ Ω such that N + j = 0. Then it follows that",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 195,
                    "end": 209,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 277,
                    "end": 291,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "which is a contradiction. Thus each component of the equilibrium is strictly positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "To show the asymptotic stability, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "for j ∈ Ω. Now it is straightforward to apply Theorem 2.1 in Győri (1992) or Theorem 1 in Hofbauer and So (2000), using the property of the square matrix D as an M-matrix, to conclude that the zero solution of (4.4) is asymptotically stable.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 73,
                    "text": "Győri (1992)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Asymptotic stability of the total population"
        },
        {
            "text": "We introduce a vector valued function I (t) defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission dynamics"
        },
        {
            "text": "Consider a product space of continuous functions given as n j=1 C −r j , 0 , R , equipped with the sup-norm, where r j := max k∈ τ k j . We use a convention such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission dynamics"
        },
        {
            "text": "From the biological motivation, the initial function for (4.1) is taken from G × X , i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission dynamics"
        },
        {
            "text": "which has the obvious biological interpretation that in each region the initial infected population is a part of the total population. Then we prove well-posedness of the system (4.1) in Appendix A.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission dynamics"
        },
        {
            "text": "Lemma 5.1 For each initial function, system (4.1) generates a unique nonnegative bounded solution defined for all t > 0. In particular, it holds that 0 ≤ I (t) ≤ N (t) for t > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disease transmission dynamics"
        },
        {
            "text": "For this matrix we can associate a directed graph [see Fiedler (1986) ] with n vertices, where there is a directed edge from vertex k to vertex j if and only if α jk = 0. Then the graph of A reflects the structure of the transport connection among regions. For example, A is an irreducible matrix if and only if for any pair of two regions there is a path from one to the other region, i.e., the associated directed graph is strongly connected. We refer to the scenario in which A is an irreducible matrix as strongly connected transportation network. We refer to the other scenario in which A is a reducible matrix as not strongly connected transportation network.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 69,
                    "text": "Fiedler (1986)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Let us define"
        },
        {
            "text": "To consider positive solutions, from the phase space we exclude the disease free",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "Then system (4.1) generates a positive solution for a sufficiently large t, see e.g. Theorem 1.2 in Chapter 5 in Smith (1995) for the proof. Thus there exists σ > 0 such that I j (t) > 0 for all t > σ and j ∈ Ω.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 125,
                    "text": "Smith (1995)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "Remark 5.2 If φ ∈ {0}, then I (t) = (0, . . . , 0) for t > 0 holds. It has an obvious biological interpretation that if there is no infected individual in any of the regions, then the disease does not spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "One can consider (4.1b) as a system of non-autonomous delay differential equations with a non-autonomous term N (t), which is governed by system (4.1a). We derive a limiting system of (4.1b) using Theorem 4.2. We define a positive function as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "for j, k ∈ Ω. By Theorem 4.2, one can obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "for any j, k ∈ Ω. As an asymptotically autonomous system of (4.1b), we get the following system of delay differential equations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "In Appendix A.1 we apply a threshold type result for cooperative systems of functional differential equations in Zhao and Jing (1996) to prove the following theorem.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "text": "Zhao and Jing (1996)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "Theorem 5.3 For (5.2), if R 0 ≤ 1, then the trivial equilibrium is globally asymptotically stable in X , whereas if R 0 > 1, then there exists a positive equilibrium, where each component is strictly positive. The positive equilibrium is globally asymptotically stable in X \\{0}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "We return to the analysis of (4.1) by exploiting the result in Theorem 5.3. We denote by N + := N + 1 , . . . , N + n the positive equilibrium of (4.1a), which is given in Theorem 4.2. Then one can see that (4.1) has the disease free equilibrium given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "We denote by I + := I + 1 , . . . , I + n the positive equilibrium of (5.2). Then we immediately see that (4.1) has an endemic equilibrium given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "if R 0 > 1. We prove global asymptotic stability of equilibria of (4.1) in Appendix A.1, where we apply the theory of asymptotically autonomous systems, see Thieme (1992) .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 170,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "Theorem 5.4 For (4.1), if R 0 ≤ 1, then the disease free equilibrium is globally asymptotically stable in G × X , whereas if R 0 > 1, then the endemic equilibrium is globally asymptotically stable in G × (X \\{0}).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strongly connected transportation network"
        },
        {
            "text": "For not strongly connected transportation networks, A is a reducible matrix. After operating a suitable permutation matrix, one can see that there exists m ∈ N + such that A has a triangular block form given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "where each diagonal entry is a square matrix that is either an irreducible matrix or a 1×1 null matrix, see Chapter 2.3 in Berman and Plemmons (1994) . We assume that A pp is a n p ×n p square matrix, where n p is a positive integer. We define a set M := {1, . . . , m}, containing indices of diagonal entries in (5.5). For every p ∈ M we then define",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 149,
                    "text": "Berman and Plemmons (1994)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "n k with ω 1 := 1. Now one has that Ω = ∪ m p=1 ω p , which implies that the whole system can be divided into m sets of regions. For every p ∈ M, if n p ≥ 2, then the transportation network among the regions j ∈ ω p is strongly connected, whereas if n p = 1, the set consists of a single region j ∈ ω p .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Finally, for all p ∈ M we refer to the set of regions j for j ∈ ω p as the pth block, see Fig. 1 for an example.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Remark 5.5 For a given reducible matrix A, in general, the triangular matrix form (5.5) is not uniquely determined, thus some blocks are not necessary to be labelled uniquely. In the system described as in Fig. 1 , one can reorder the 1st and the 2nd blocks. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 212,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Diagram for transmission of the disease when the transportation network is not strongly connected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "In this example, there are eight regions categorised by four blocks. The arrows indicate the transport connections As in Sect. 5.1, to consider positive solutions, we exclude the disease free subspace from the phase space. Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Let us defineX := m p=1 (X p \\{0} p ). We choose the initial function φ ∈X . Then system (4.1) generates a positive solution for a sufficiently large t, in particular, in absence of the transportation connecting blocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "We now define a reproduction number for each block. Now the next generation matrix has a triangular form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "where each diagonal entry is a square matrix that is either an irreducible matrix or a 1 × 1 matrix, see again Chapter 2.3 in Berman and Plemmons (1994) . For every p ∈ M we denote the spectral radius of M pp by R p , which is the basic reproduction number for the pth block in absence of infected individuals coming from other blocks into the pth block via the transportation.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 152,
                    "text": "Berman and Plemmons (1994)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Remark 5.6 For p ∈ M such that n p = 1, one has R p = β p d p +δ p +l p .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "We analyse the disease transmission dynamics step by step starting from the 1st block. It is convenient to introduce the following terminology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "Definition 5.7 For all p ∈ M, we say that the pth block is disease free if lim t→∞ (I j (t)) j∈ω p = 0 for any solutions inX . We say that the pth block is endemic if there exists a vector I + p := (I + j ) j∈ω p with strictly positive components, and lim t→∞ (I j (t)) j∈ω p = I + p for any solutions inX .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "It is straightforward to get the following threshold type result from Theorem 5.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "We employ mathematical induction to analyse the disease dynamics in the whole system. Let us choose p ∈ M\\ {1} arbitrarily. Suppose that all blocks from the 1st block to the ( p − 1)th block are already classified as endemic or disease free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not strongly connected transportation network"
        },
        {
            "text": "We say that the pth block is accessible from an endemic block if there exists h ∈ {1, 2, . . . , p − 1} such that the hth block is endemic and A ph = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "The disease dynamics in the pth block is determined as follows, see Appendix A.1.2 for the proof. We note that the first statement of Proposition 5.10 implies that one endemic block becomes a trigger to spread the disease to all directly and indirectly accessible blocks via the transportation. The same structure of the equilibrium is found in a multi-patch epidemic model without infection during the transportation in Theorem 4 in Arino and Driessche (2003) .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 460,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "With Proposition 5.10 we can classify each block as endemic or disease free, which forms an endemic pattern in the whole system. The classification can be done in the following steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "Form of the endemic pattern",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "then the 1st block is endemic, (b) else the 1st block is disease free. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "(a) if the pth block is accessible from an endemic block, (i) then the pth block is endemic, (ii) else determine R p . If R p > 1 (A) then the pth block is endemic, (B) else the pth block is disease free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "Consider the network described as in Fig. 1 for an example. Note that now A has the form",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Definition 5.9"
        },
        {
            "text": "where diagonal entries",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "are irreducible blocks and off-diagonal entries are given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "According to the procedure for the classification, we can determine the disease free and endemic blocks as in Table 1 . This example illustrates that it is possible that the system admits numerous endemic patterns by having partially endemic equilibria, where some blocks are disease free and other blocks are endemic. This is in contrast with a strongly connected network, where all regions are endemic or all of them are disease free.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Definition 5.9"
        },
        {
            "text": "In Appendix A.1.2 we prove the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "Theorem 5.11 System (4.1) always has an equilibrium that is globally asymptotically stable. Depending on the structure of the transportation network and reproduction numbers R 1 , R 2 , . . . , R m , one can identify the endemic pattern of the equilibrium that is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "We close this section by describing the complete dynamics for the simplest case, m = 2 as an application of Theorem 5.11. If A 21 = 0 then, applying Theorem 5.4, the disease dynamics can be determined independently for each block. Thus we consider the case that A 21 = 0, i.e., the 2nd block is accessible from the 1st block.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "Corollary 5.12 Let m = 2 and A 21 = 0. Then the following statements hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": ", which is endemic only for region 1, is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": ", which is endemic for both regions, is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 5.9"
        },
        {
            "text": "We visualise stability boundaries in a two-parameter plane for a system of two regions, i.e., Ω = {1, 2}. For the two-region system we consider two types of transportation connection as in Sect. 5, namely bidirectional transportation and unidirectional transportation. Unidirectional transportation may arise in several real scenarios. When an outbreak of an infectious disease in a two-region system is reported, the structure of the transportation network may vary, from bidirectional to unidirectional transportation, since individuals do not likely to travel to the endemic region (Meloni et al. 2011) or one way of transportation may be shut down to implement a disease control program. Rural-to-urban migration can be another example for unidirectional transportation. From the visualization of stability boundaries in a two-parameter plane one can see how the network structure of the transportation affects the disease transmission dynamics.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 605,
                    "text": "(Meloni et al. 2011)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Stability boundaries in a two-parameter plane"
        },
        {
            "text": "First consider a situation in which the two regions are connected to each other via bidirectional transportation. We assume that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "(6.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Then one obtains A = (α jk ) j,k∈Ω as an irreducible matrix. From Theorem 5.4, we can conclude that the condition R 0 = 1 ( 6 . 2 ) plays as a threshold condition for the global stability of equilibria. The next generation matrix (3.2) is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "for j, k ∈ Ω. Here the notation R j means the basic reproduction number in region j ∈ Ω in absence of infected individuals from another region k, as in Sect. 5.2. Note that the biological meaning is consistent with R j defined in Sect. 5.2. For the interpretation of r jk , see Sect. 4. We give an explicit expression for the basic reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Proposition 6.1 It holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "The eigenvalues of M are roots of the equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "The roots of this quadratic equation can be computed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Since the larger root gives R 0 , we get (6.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "From (6.4), if r 12 r 21 ≥ 1, then one can easily deduce that R 0 > 1 holds for any (R 1 , R 2 ) ∈ intR 2 + . Thus the endemic equilibrium is globally asymptotically stable everywhere in the (R 1 , R 2 )-parameter plane. In this case the transport-related infection has enough potential to spread the disease in both regions although regional reproduction numbers might be arbitrarily small. We fix r 12 and r 21 such that r 12 r 21 ∈ (0, 1) (6.5) holds, and define a positive function as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "(6.6) Proposition 6.2 Let us assume that (6.5) holds. Then R 0 ≤ 1 if and only if R 1 ∈ (0, 1 − r 12 r 21 ) and R 2 ∈ (0, ξ(R 1 )] .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "(6.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Proof First, let us assume that R 0 ≤ 1. Since it holds that Both regions are disease free.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "The endemic equilibrium exists and it is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Both regions are endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "R 0 > 1 R 0 < 1 1-r 12 r 21 (R 1 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bidirectional transportation"
        },
        {
            "text": "Stability regions of the disease free and the endemic equilibrium in (R 1 , R 2 )-parameter plane for r 12 r 21 ∈ (0, 1) when two regions are connected via bidirectional transportation. The curve is the stability boundary defined in (6.6). DFE denotes the disease free equilibrium and GAS denotes globally asymptotically stable one can see that max {R 1 , R 2 } < 1. From (6.4), R 0 ≤ 1 if and only if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2"
        },
        {
            "text": "Squaring both sides we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2"
        },
        {
            "text": "Since R 2 > 0, one can obtain (6.7). Next we assume that (6.7) holds. One can compute that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2"
        },
        {
            "text": "Then it is easy to obtain (6.8), which implies R 0 ≤ 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2"
        },
        {
            "text": "One can see that the condition (6.2) can be expressed as R 2 = ξ (R 1 ), which we call the stability boundary in the (R 1 , R 2 )-parameter plane. For the visualization of the stability boundary, we plot this curve in Fig. 2 . One can see that the stability boundary separates the parameter plane into two distinct regions. We can determine that the region above the stability boundary is the global stability region of the endemic equilibrium, whereas the region below the stability boundary is the global stability region of the disease free equilibrium. It is easy to prove that the stability region of the disease free equilibrium is smaller than the region {(R 1 , R 2 ) |R 1 ≤ 1 and R 2 ≤ 1}, as shown in Fig. 2 . Thus, as in Liu and Takeuchi (2006) , Liu et al. (2008) , it is possible that both regional reproduction numbers are <1, but the disease is endemic in both regions. E 2 is GAS. Only region 2 is endemic.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 755,
                    "text": "Liu and Takeuchi (2006)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 758,
                    "end": 775,
                    "text": "Liu et al. (2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 224,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 717,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Fig. 2"
        },
        {
            "text": "E 12 is GAS. Both regions are endemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2"
        },
        {
            "text": "Stability boundaries of the disease free and two endemic equilibria in the (R 1 , R 2 )-parameter plane for unidirectional transportation. We denote by E 0 , E 2 and E 12 the disease free equilibrium, the endemic equilibrium for only region 2 and the endemic equilibrium for both regions, respectively. GAS denotes globally asymptotically stable 6.2 Unidirectional transportation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3"
        },
        {
            "text": "Next we consider a system with one-way transportation from region 1 to region 2, when the transportation network is not strongly connected. We assume that α 21 ∈ (0, ∞) , α 12 = 0. For this scenario we have a complete picture of the disease dynamics from Corollary 5.12 in Sect. 5.2. To visualise the results of Corollary 5.12, it is natural to choose regional reproduction numbers as two free parameters, then we can express respective stability regions of equilibria in the (R 1 , R 2 )-parameter plane in Fig. 3 . One can see that if the reproduction number for region 1 exceeds one, then both regions become endemic, even if the reproduction number for region 2 is <1. This clearly shows the impact of the unidirectional transportation on the disease transmission dynamics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 508,
                    "end": 514,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3"
        },
        {
            "text": "Since, for multi-patches epidemic models, the basic reproduction number is given as a spectral radius of the \"large\" next generation matrix, it is not straightforward to derive biological interpretations. Limiting the number of regions to two, it is possible to derive more analytical results for the basic reproduction number, which may give some insight into the impact of population dispersal on the disease transmission dynamics (Arino and Driessche 2003; Gao and Ruan 2012; Hsieh et al. 2007; Li and Zou 2010) . From (6.4) with (6.3), one can observe that the basic reproduction number monotonically increases with respect to the contact rates in the regions, the contact rates in the transportation and the duration of the transportation; but decreases with respect to the mortality rate and recovery rate. This dependency has obvious biological meaning. In the following we elaborate on the influence of two dispersal rates, α 21 and α 12 . We define a constant η := e 1 2 β T 21 −δ T 21 τ 21 + β T 12 −δ T 12 τ 12 , (7.1)",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 459,
                    "text": "(Arino and Driessche 2003;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 460,
                    "end": 478,
                    "text": "Gao and Ruan 2012;",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 497,
                    "text": "Hsieh et al. 2007;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 498,
                    "end": 514,
                    "text": "Li and Zou 2010)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "which is the basic reproduction number in the limit case when α 21 and α 12 tend to infinity: lim",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "To show the parameter dependency, we write R j (α k j ) = R j , r jk (α jk ) = r jk for j, k ∈ Ω. Without loss of generality, one can assume that R 1 (0) ≥ R 2 (0), which implies that, in absence of the transportation, the basic reproduction number in region 1 is larger than that in region 2. Finally, we denote",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "In Appendix A.2 we prove monotonicity of the basic reproduction number with respect to one dispersal rate:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "Theorem 7.1 For (α 21 , α 12 ) ∈ intR 2 + the following statements hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "Theorem 7.1 suggests that it is important to know the order of the three quantities, R 1 (0), R 2 (0) and η, which measure the risk of infection in region 1, region 2 and in the transportation. As an example we fix the parameters, except two dispersal rates, as in Table 2 , where η > R 1 (0) > R 2 (0) holds. Using the formula (6.4), we plot the basic reproduction number as a function of (α 21 , α 12 ) in Fig. 4 . Theorem 7.1 implies that travel restrictions via reducing dispersal rates are not always helpful to decrease the basic reproduction number, thus one should carefully see how dispersal rates affect the basic reproduction number. To understand this we assume that R 1 (0) > R 2 (0), which implies that, in absence of the transportation, individuals in region 1 are exposed to relatively high risk of infection. One can notice that the expected sojourn time of an infected individual in region 1, given as 1/(d 1 + δ 1 + α 21 ), decreases as increasing α 21 . Thus infected individuals in region 1 likely start a journey to the safer place, region 2, as α 21 is increasing. If R 1 (0) ≥ η, then the environment inside the transportation is also relatively safe from the infection. Hence the dispersal rate from region 1 to 2 has a positive effect for reducing the basic reproduction number as shown in (i)-(b) and (i)-(c) in Theorem 7.1. Let us focus on the scenario described as η > R 1 (0) > R 2 (0).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 408,
                    "end": 414,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Travel restrictions for a two-regional system"
        },
        {
            "text": "If α 12 is small then infected individuals in region 2 likely to stay at this safer place. Thus the dispersal rate from region 1 to 2 reduces the basic reproduction number [see (i)-(a) for small α 12 in Theorem 7.1]. On the other hand, if α 12 is large, then the expected sojourn time of an infected individual in region 2 becomes short. Thus infected individuals in region 2 are likely to start a journey to the more risky region 1, rather than staying at region 2. Hence increasing α 21 , the infectious disease is mainly transmitted in the transportation, where the risk of infection is highest among the three different environments [see (7.2)], thus the basic reproduction number increases as well. The dependency with respect to α 12 can be discussed similarly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(7.2)"
        },
        {
            "text": "Monotonicity of the basic reproduction number with respect to the mobility rate is also investigated in Gao and Ruan (2012), Hsieh et al. (2007) . The authors analytically give sufficient conditions for the monotonicity of the basic reproduction number and present some numerical examples that shows the basic reproduction number nonmonotonically changes with respect to the mobility rate. Here, in Theorem 7.1, we completely characterise the monotone dependency of the basic reproduction number, which takes into account infection during transportation, with respect to one mobility rate. The result in Theorem 7.1 implies that the travel restriction can have both negative and positive impact for disease eradication. The authors in Hsieh et al. (2007) also find the dilution effect that the basic reproduction number decreases as the mobility rate from a high prevalence patch to a low prevalence patch increases, without assuming the infection during the transportation.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 144,
                    "text": "Hsieh et al. (2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 735,
                    "end": 754,
                    "text": "Hsieh et al. (2007)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(7.2)"
        },
        {
            "text": "We can numerically observe how the basic reproduction number changes as the dispersal rates vary together. In the (α 21 , α 12 )-parameter plane we consider a parametrised straight line by ζ ∈ R + , along which we vary two parameters. The straight line can be represented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(7.2)"
        },
        {
            "text": "where c ∈ R + is a fixed constant characterising the slope, see Fig. 4 for a graphical explanation. Using the parameter values given in Table 2 we plot the basic reproduction number as a function of ζ in Fig. 5 . For c = 0.001 one can temporarily decrease the basic reproduction number below unity by reducing dispersal rates, but further reduction increases the basic reproduction number. For small c, as ζ increases, α 12 increases much slower than α 21 . Thus the basic reproduction number decreases with respect to the dispersal rates, as explained above, by letting infected individuals in region 1 board the transportation to region 2, which is the safer place. By further increasing ζ , infected individuals in region 2 return to region 1 while spreading the disease in the transportation. Thus, by the same mechanism described above, the basic reproduction number increases as ξ increases. From Theorem 7.1 it is easy to see that if R 1 (0) = R 2 (0) then the basic reproduction number monotonically either decreases or increases with respect to ζ . We can conclude that the regional heterogeneity due to the different infectious risks in regions is responsible for the non-monotonicity of the basic reproduction number with respect to population dispersal rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 136,
                    "end": 143,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(7.2)"
        },
        {
            "text": "The assumption α S jk = α jk for any j, k ∈ Ω allowed us to perform a complete rigorous global analysis of our system, however it is restrictive, whenever infected individuals are less capable of travelling. In this section we numerically investigate the general situation, where the dispersal rates of susceptible and infective individuals are different. It is reasonable to suppose that α S jk ≥ α jk , thus here we assume α jk = qα S jk , where the parameter q ∈ [0, 1] represents the relative travel rate of infected individuals. The special case q = 1 means that the disease is so mild that infected individuals travel at the same rate as susceptibles (this case was analysed in the previous sections), while q = 0 means that infected individuals do not travel at all. Generally, we can see from the simulations on a wide range of parameters that our system shows global convergence of solutions. However, the parameter q has an important role not only in determining the values of the steady states, but also in selecting which of the equilibria is globally attractive. We highlighted two interesting situations in Figs. 6 and 7. Figure 6 shows a scenario where the local reproduction numbers are <1, but the disease is sustained in both patches due to travel related infections for q = 1. Reducing q means that infected individuals travel less, hence the number of travel related infections decreases, thus one suspects that for q small enough, the disease will be eradicated, and indeed this is the case [see (b) for q = 0.65].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1144,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Simulations for the impact of the reduced travel of infectives"
        },
        {
            "text": "In Fig. 7 , the reproduction number of patch one is >1, while it is smaller than one on patch two. This implies that in the absence of travel of infected individuals (q = 0), the disease is endemic only in patch one and dies out in patch two. Allowing the travel Table 2 with the modification β 1 = 0.1, τ 21 = 1, and setting α S 21 = 2 × α S 12 = 0.002, where A 1 and A 2 are set so that the total population of patch one and two are 3 × 10 5 and 1.5 × 10 5 . Solid curve is I 1 (t), dashed curve is I 2 (t). In this case both local reproduction numbers are <1, and the disease is endemic only if sufficiently many infected individuals travel of infected individuals even with a small rate q > 0 makes the disease endemic in both patches. The dependence of the endemic equilibria on q in the above cases is illustrated in Fig. 8. In (a) , one can observe a critical q * , that is a threshold between disease eradication and persistence. Notice that the endemic equilibria are very sensitive to Fig. 9 Monotone increasing, monotone decreasing, and non-monotone dependence of the endemic equilibrium on q. Parameters are the same as before, except that in a α S 21 = 2 × α S 12 = 0.2, β 1 = 0.3, β 2 = 0.1, β T = 0.7, and in b β 1 = 0.25, β 2 = 0 q when q > q * . In (b), the disease persists on both patches for all q > 0. The role of q is particularly interesting in the case of strong heterogeneity, when the two patches poses very different risk. Then, by means of transportation, infected individuals move to a completely different environment. A particular case is shown in Fig. 9a , where patch one has high prevalence, while patch two is disease free in the absence of infected travellers. One can observe a nonmonotone behaviour with respect to q: for a small travel rate of infected individuals, by transporting them to a safer patch the density of infection is reduced in patch one. However, increasing the number of infected travellers, this effect diminishes, as patch two becomes more risky, and at the same time the increased volume of infected travellers generates more transport related infections, thus the level of endemicity becomes increasing in patch one as well as q is further increased. Figure 9b represents the extreme situation, when there is no transmission at all in patch two (i.e. β 2 = 0). Then, the density of infection is a monotone decreasing function of q on patch one, while it is increasing in q in patch two.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 270,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 823,
                    "end": 837,
                    "text": "Fig. 8. In (a)",
                    "ref_id": null
                },
                {
                    "start": 995,
                    "end": 1001,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1579,
                    "end": 1586,
                    "text": "Fig. 9a",
                    "ref_id": null
                },
                {
                    "start": 2211,
                    "end": 2220,
                    "text": "Figure 9b",
                    "ref_id": null
                }
            ],
            "section": "Simulations for the impact of the reduced travel of infectives"
        },
        {
            "text": "We formulated an epidemic model for the spread of an infectious disease along with population dispersal by a system of delay differential equations. The disease transmission dynamics during transportation is described by a system of partial differential equations, structuring the population by the time elapsed since the start of the travel as in Liu et al. (2008) . We improve the submodel for disease transmission dynamics during transportation, by adding the possibility of recovery during travel, and by allowing different mobility rates for susceptible and infective populations. Here, the mobility rate is assumed to depend on the region where the individual currently resides, and the individuals are homogeneously mixed into the local population upon arrival, thus our model fits into the framework of the usual patch models in the literature (Arino 2009; Brauer and Driessche 2001; Cui et al. 2006; Gao and Ruan 2012; Hsieh et al. 2007; Li and Zou 2010; Wang and Zhao 2004, 2005) , that accounts for long-term mobility such as immigration of infectives. As examples describing short-term mobility such as tourism and business travels, we refer to Arino and Driessche (2003) and Knipl et al. (2013) , where the mobility rates depend on the individual's original and current locations as well.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 365,
                    "text": "Liu et al. (2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 852,
                    "end": 864,
                    "text": "(Arino 2009;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 865,
                    "end": 891,
                    "text": "Brauer and Driessche 2001;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 892,
                    "end": 908,
                    "text": "Cui et al. 2006;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 909,
                    "end": 927,
                    "text": "Gao and Ruan 2012;",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 946,
                    "text": "Hsieh et al. 2007;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 947,
                    "end": 963,
                    "text": "Li and Zou 2010;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "Wang and",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 973,
                    "end": 989,
                    "text": "Zhao 2004, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1183,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1188,
                    "end": 1207,
                    "text": "Knipl et al. (2013)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To describe the spatial structure and the connectivity of distinct regions, we adopt the concept of directed graph (Fiedler 1986) , which is widely used in the context of metapopulation type epidemic models, see Arino (2009) , Arino and Driessche (2003) . See also Vespignani (2007, 2008) , Meloni et al. (2011 ), Poletto et al. (2012 , where the authors use graphs with various degree distributions to capture human mobility patterns during an epidemic. In the present manuscript, the travel matrix A describes the connectivity of regions, and from A one can construct a directed graph, representing the transportation network. Any transportation networks characterised by directed graphs can be classified as either strongly connected or not strongly connected, in other words, the travel matrix A is either an irreducible or a reducible matrix. Here we consider both types of transportation network and then show that the disease dynamics can be characterised by the structure of the transportation network.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 129,
                    "text": "(Fiedler 1986)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 212,
                    "end": 224,
                    "text": "Arino (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 227,
                    "end": 253,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 265,
                    "end": 288,
                    "text": "Vespignani (2007, 2008)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 310,
                    "text": "Meloni et al. (2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 311,
                    "end": 334,
                    "text": "), Poletto et al. (2012",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the multi-regional models without incorporating transport-related infection, it is known that if the transportation network is strongly connected, then the basic reproduction number determines whether the disease free equilibrium is globally stable or the disease is uniformly persistent everywhere, see Wang and Zhao (2004, 2005) , Li and Zou (2010) . In Theorem 5.4 we also show that our model admits a thresholdtype dynamics: if the basic reproduction number is less than or equal to one then the disease free equilibrium is globally asymptotically stable, while if the basic reproduction number is >1 then the endemic equilibrium is globally asymptotically stable. Subsequently we analyse the system when the transportation network is not strongly connected. In the literature, qualitative analysis for multi-regional systems without strongly connected transportation network seems to be limited (except Li and Zou 2010; Arino et al. 2006 , where only 2 and 3 patches are considered). In Sect. 5.2, keeping the generality for the number of regions, we consider the disease dynamics in the reducible case. First we show that the whole multi-regional system can be seen as a set of blocks, where regions within each block are strongly connected via the transportation. Then we provide a systematic way to determine the endemic situation in each block, see Proposition 5.10 and the preceding procedure. Proposition 5.10 gives a simple rule: if the block is accessible from other endemic blocks then that block is also endemic, otherwise the basic reproduction number for the particular block determines the endemic situation as stated in Theorem 5.4. Thus, in general, the system admits partially endemic equilibria, where endemic blocks and disease free blocks coexist. We further prove that our model always has an equilibrium that is globally asymptotically stable.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Wang and",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 317,
                    "end": 334,
                    "text": "Zhao (2004, 2005)",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 354,
                    "text": "Li and Zou (2010)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 912,
                    "end": 928,
                    "text": "Li and Zou 2010;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 929,
                    "end": 946,
                    "text": "Arino et al. 2006",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To understand the disease dynamics in a heterogeneous environment, our modelling and analysis suggest that the first priority is to confirm the strong connectivity of the transportation network. If it is strongly connected then the basic reproduction number becomes an important quantity to determine the disease transmission dynamics. If the transportation network is not strongly connected, then we may relabel the regions so that the travel matrix A has a triangular form (5.5). From this reordering process, the whole multi-regional system will be divided into blocks. By following the procedure in Sect. 5.2 one can determine every possible disease dynamics. Since there may be a source block that spreads the disease to other blocks, one may try to decrease the basic reproduction number of the source block to eradicate the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our model explicitly incorporates transport-related infection, taking into account the time to complete travel between regions, differently from the models in Arino and Driessche (2003) , Arino et al. (2007) , ), Colizza et al. (2006 , Vespignani (2007, 2008) , Meloni et al. (2011 ), Poletto et al. (2012 , Cui et al. (2006) , Liu and Takeuchi (2006) , Wang and Zhao (2004) . The potential impact of the transport-related infection can be also seen from the expression of the basic reproduction number, obtained in (6.4) in Sect. 6, for a two-regional system. If there is no transport-related infection, one always has r 12 r 21 < 1. However, infection during the travel may allow r 12 r 21 to exceed one, from which the basic reproduction number also exceeds one. Thus the transport-related infection itself may have enough potential to spread the disease in the host population.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 185,
                    "text": "Arino and Driessche (2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 188,
                    "end": 207,
                    "text": "Arino et al. (2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 210,
                    "end": 233,
                    "text": "), Colizza et al. (2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 236,
                    "end": 259,
                    "text": "Vespignani (2007, 2008)",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 281,
                    "text": "Meloni et al. (2011",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 282,
                    "end": 305,
                    "text": "), Poletto et al. (2012",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 308,
                    "end": 325,
                    "text": "Cui et al. (2006)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 328,
                    "end": 351,
                    "text": "Liu and Takeuchi (2006)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 354,
                    "end": 374,
                    "text": "Wang and Zhao (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also consider the effect of travel restrictions for the two-regional system via analysing how population dispersal rates change the basic reproduction number in Sect. 7. Using mathematical models it is reported that travel restriction can delay the outbreak of influenza (Hollingsworth et al. 2006; Epstein et al. 2007 ). Our results suggest that travel restrictions may not be efficient to control the basic reproduction number. Similar results are obtained in different models (Hsieh et al. 2007; Gao and Ruan 2012) . It is also shown that the basic reproduction number does not necessarily decrease as population mobility decreases, see Fig. 5 . Controlling the local infectious process in each region by e.g. reducing contact rates via isolation policy seems to be more efficient to decrease the basic reproduction number than reducing the population mobility. In most real situations, infected individuals are less likely to travel than susceptibles. The impact of this difference on the dynamics is discussed in details in Sect. 8.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 301,
                    "text": "(Hollingsworth et al. 2006;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 302,
                    "end": 321,
                    "text": "Epstein et al. 2007",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 482,
                    "end": 501,
                    "text": "(Hsieh et al. 2007;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 502,
                    "end": 520,
                    "text": "Gao and Ruan 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 649,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In this manuscript we assume a continuous process of population dispersal. In reality, airline flights or trains, connecting distinct areas, are periodically scheduled, thus mobility can be given by periodic (and possibly discontinuous) functions. This assumption leads to a model by delay differential equations with periodic coefficients, where it is much harder to draw biological conclusions, due to the difficulties in the qualitative analysis. Stochastic components may also play a role in the infectious process, as during the transportation, only a limited number of individuals are confined into one carrier, even when the total volume of transportation is very large (this holds for human travel as well as animal transportation). Coupling the stochastic process during transportation with time delay to a deterministic system on the patches is also challenging. We leave these considerations as future work. 0013), and Hungarian Scientific Research Fund OTKA K75517. The authors are particularly grateful for the three referees, whose comments significantly improved the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We introduce a partial order for real vectors as well as real matrices, which will be used throughout the appendix. For two l ×m real matrices A = (a jk ) l×m and B = (b jk ) l×m we write A ≥ B if a jk ≥ b jk for all j and k.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A"
        },
        {
            "text": "A > B if A ≥ B and A = B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moreover, we write"
        },
        {
            "text": "Proof of Lemma 5.1 We definef :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Disease transmission dynamics"
        },
        {
            "text": "where N i , i ∈ Ω has to be understood as a nonautonomous term determined by (4.1a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Disease transmission dynamics"
        },
        {
            "text": "Sincef is locally Lipschitzian with respect to the second argument, there exists ι > 0 such that (4.1b) has a unique local solution on (0, ι), see Theorem 2.3, Chapter 2 in Hale and Verduyn Lunel (1993) . It is easy to see that if φ ≥ 0 and φ j (0) = 0 theñ f j (t, φ) ≥ 0 for j ∈ Ω. Thus from Theorem 2.1 of Chapter 5 in Smith (1995) , the solution of (4.1b) is nonnegative. We show the boundedness of the solution. Suppose that there exists j ∈ Ω and t > 0 such that",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 202,
                    "text": "Hale and Verduyn Lunel (1993)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 322,
                    "end": 334,
                    "text": "Smith (1995)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "A.1 Disease transmission dynamics"
        },
        {
            "text": "Since from (2.4), for any k ∈ Ω\\{ j}, one has i jk (τ jk , t) ≤ α jk N k (t − τ jk ), we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1 Disease transmission dynamics"
        },
        {
            "text": "which is a contradiction. Thus I (t) ≤ N (t) follows for t ∈ (0, ι). Boundedness of N (t) follows from Theorem 4.2, thus I (t) is also bounded. Finally, one can take ι = +∞ by continuation of the solution, see Chapter 2 in Hale and Verduyn Lunel (1993) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 252,
                    "text": "Hale and Verduyn Lunel (1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "A.1 Disease transmission dynamics"
        },
        {
            "text": "The limit system (5.2) can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "where the map f : X → R n is defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Proof of Theorem 5.3 We apply Theorem 3.2 in Zhao and Jing (1996) . We verify that f is a cooperative and sublinear map. It is straightforward to see that other assumptions in Theorem 3.2 in Zhao and Jing (1996) hold, thus we omit it. The Frechét derivative of f evaluated at ψ ∈ X is given as",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 65,
                    "text": "Zhao and Jing (1996)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 191,
                    "end": 211,
                    "text": "Zhao and Jing (1996)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for j ∈ Ω and φ ∈ X . Then one can see that f is continuously Frechét differentiable. For any ψ, φ ∈ X with φ j (0) = 0 and j ∈ Ω one has",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Hence, f is a cooperative map in X . Now we define a map F : R n + → R n by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "where· denotes the natural inclusion from R n to X . We show that f is sublinear and that F is strictly sublinear, i.e., for any c ∈ (0, 1) it holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for any φ ∈ X and x ∈ intR n + . Choose j ∈ Ω arbitrarily. For any c ∈ (0, 1) one can compute that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for any φ ∈ X and x ∈ intR n + . From the definition of g jk in (5.1), for any k ∈ Ω\\ { j} it holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "thus (10.2) follows. We show that I (t) is bounded. Since there exists ρ such that k∈Ω g jk I k (t − τ jk ) ≤ ρ, one can derive a comparison system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "It is easy to see that y j (t) is bounded, thus so is I j (t). Finally, one can see that D F(0) = B holds. Thus by Theorem 3.2 in Zhao and Jing (1996) and Proposition 3.2 the threshold dynamics can be expressed in terms of R 0 .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 150,
                    "text": "Zhao and Jing (1996)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "To discuss the asymptotic stability of equilibria of (4.1), we apply the principle of linearised stability, see Theorem 6.8 in Chapter VII in Diekmann et al. (1995) . Denote e λ (θ ) := e λθ , . . . , e λθ for θ ≤ 0 and by E the n × n identity matrix. We prove the following result. have negative real parts then the equilibrium is asymptotically stable.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "Diekmann et al. (1995)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Proof We define two maps J 1 : G → R n and J 2 : G × X → R n for the right hand side of (4.1), i.e., (4.1) can be written as is asymptotically stable. The linearised system (10.7) can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for j ∈ Ω. We apply Theorem 1 in Hofbauer and So (2000) to (10.8). System (10.8) with I = 0 becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for j ∈ Ω. Let us assume that R 0 < 1 holds. Then by Proposition 3.2, one has s(B) < 0. Since off-diagonal entries of −B are nonpositive, −B is a non-singular M-matrix, see Lemma 2.1 in Faria (2011) for the proof. From Proposition 3.1 it holds that",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 198,
                    "text": "Faria (2011)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Hence by Theorem 1 in Hofbauer and So (2000) the trivial equilibrium of (10.7) is asymptotically stable. Next we assume that R 0 > 1. We consider system ( One can see that the equilibrium condition is given as (2000). Finally, from (10.9) one can see that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "which is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for j ∈ Ω. Thus every diagonal entry of B(I + ) is negative. Therefore, by Theorem 1 in Hofbauer and So (2000) we conclude that (10.8) is asymptotically stable. Finally we prove the stability for the case R 0 = 1 by a comparison argument. For any there",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for t > t 0 and j ∈ Ω. We consider an auxiliary system given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "for t > t 0 with y t 0 = I t 0 . We define a matrix as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Since DF(0) = B follows, one can notice that R 0 = 1 implies s(DF(0)) = s(B) = 0 by Proposition 3.2. Now it is straightforward to apply Theorem 3.2 in Zhao and Jing (1996) , see also the proof of Theorem 5.3, to conclude that the trivial equilibrium of (10.11) is asymptotically stable for j ∈ Ω. The comparison argument shows the stability of the disease free equilibrium of (4.1).",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 171,
                    "text": "Zhao and Jing (1996)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Proposition 10.3 For (4.1) if R 0 ≤ 1 then the disease free equilibrium is globally attractive in X , whereas if R 0 > 1 then the endemic equilibrium is globally attractive in X \\{0}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Proof Since we have the boundedness of solutions from Lemma 5.1, one can show that forward orbits of (4.1b) are precompact thus the ω-limit sets are not empty, see e.g. Chapter 5 in Smith (2011) . We apply Theorem 4.1 in Thieme (1992) . First we consider the case R 0 ≤ 1. From Theorem 5.3 and Remark 5.2 the basin of attraction of the trivial equilibrium of (5.2) is X . Hence the ω-limit set of every forward orbit of (4.1b) intersects the basin of attraction. By Theorem 4.1 in Thieme (1992) we can conclude that every solution of (4.1b) converges to the disease free equilibrium. Next we consider the case R 0 > 1. We exclude the possibility that the ω-limit set of a forward orbit of (4.1b) contains the trivial element0. Suppose that there is a solution I (t) of (4.1b) such that lim t→∞ I (t) = 0. (10.12)",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 194,
                    "text": "Smith (2011)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 221,
                    "end": 234,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 481,
                    "end": 494,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Since, from Lemma 4.2, it holds that lim t→∞ N j (t) = N + j for j ∈ Ω, for any ε ∈ (0, 1) and for all j, k ∈ Ω there exists a sufficiently large T such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "For t > T, from (4.1b) we find an estimate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "We consider the following auxiliary system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "For ε ∈ (0, 1) we define a matrix as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Since we have s(B) > 0 from Proposition 3.2, for sufficiently small ε one has s(B ε ) > 0. We fix ε so that s(B ε ) > 0. Since B T ε is an irreducible matrix with non-negative off-diagonals, s(B T ε ) = s(B ε ) is a simple eigenvalue with a positive eigenvector, see Theorem A.5 in Smith and Waltman (1995) . Let q := (q 1 , . . . , q n ) T be the positive eigenvector corresponding to s(B ε ) for B T ε i.e. one has that",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 306,
                    "text": "Smith and Waltman (1995)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "We define a functional as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "where ·, · denotes the scalar product. Since one has that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "is increasing with respect to t. From a comparison argument it is easy to see that a positive solution of (4.1b) can not converge to the trivial equilibrium, which contradicts the assumption (10.12). Thus the ω-limit set of any forward orbit of (4.1b) does not contain the trivial element. By Theorem 4.1 in Thieme (1992) , each solution of (4.1) converges to the endemic equilibrium.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 321,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "From Propositions 10.2 and 10.3 we obtain Theorem 5.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.1 Strongly connected transportation network"
        },
        {
            "text": "Let us choose p ∈ M\\ {1} arbitrarily. The population dynamics in the pth block is described as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2 Not strongly connected transportation network"
        },
        {
            "text": "Proof of Proposition 5.10 (i) From the induction hypothesis there exists c := c j i∈ω p > 0 such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2 Not strongly connected transportation network"
        },
        {
            "text": "(10.14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2 Not strongly connected transportation network"
        },
        {
            "text": "Note that there exists i ∈ ω p such that c i > 0 from the assumption that pth block is accessible from an endemic block. We obtain the following limit system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2 Not strongly connected transportation network"
        },
        {
            "text": "(10.15) for j ∈ ω p . We prove global attractivity of (10.15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A.1.2 Not strongly connected transportation network"
        },
        {
            "text": "There exists a positive equilibrium of (10.15) which is globally asymptotically stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof First we show that if a nonnegative equilibrium exists then it is positive and unique. The existence will be proved in the end. We define a map : R n p",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We denote by a := (a j ) j∈ω p the equilibrium. The equilibrium satisfies 0 = (a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "(10.16)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "From the irreducibility there is a path starting from region i, where one has c i > 0, passing through all regions j ∈ ω p . Along this path we relabel the regions j ∈ ω p as i = i 0 → i 1 → · · · → i n p . Suppose that a i 0 = 0. Since we have c i 0 > 0, (10.16) implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "which is a contradiction. Thus a i 0 > 0. We show that a i n+1 > 0 if a i n > 0 for n ∈ 0, 1, . . . , n p − 1 . Suppose that a i n+1 = 0. Then (10.16) implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "which is a contradiction. Thus we get a i n+1 > 0. The mathematical induction shows that each component of the equilibrium is strictly positive. We show the uniqueness of the equilibrium. We assume that there exist two equilibria, which we denote by a := a j j∈ω p and b := b j j∈ω p with a = b. One can, without loss of generality, assume that there exists j ∈ ω p such that b j > a j holds. Then there exists h ∈ ω p such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We define ε := a h b h ∈ (0, 1) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Then we have εb ≤ a. It is easy to see that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "As in the proof of Theorem 5.3, one can see that is strictly sublinear, i.e., (εb) > ε (b) = 0. Thus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Hence it follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "which is a contradiction. Thus the positive equilibrium is unique. To show the existence of the equilibrium we define a mapf : X p → R n p by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for j ∈ ω p . We apply Corollary 2.2 in Chapter 5 in Smith (1995) to show existence and global attractivity of the equilibrium. Using the monotonicity of g jk one can see thatf satisfies the quasimonotone condition, see Chapter 5 in Smith (1995) . For any initial function φ ∈ X p there exists sufficiently large K such that φ ≤ K and thatf (K ) ≤ 0, where· is the natural inclusion from R n p to X p . One also has that f (0) ≥ 0. As in the proof of Theorem 5.3 one can prove that the solution I (t, φ) is bounded. Thus the forward orbits of φ are precompact and thus the ω-limit set is not empty, see e.g. Chapter 5 in Smith (2011) . Since the equilibrium is unique, it holds that",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 65,
                    "text": "Smith (1995)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 233,
                    "end": 245,
                    "text": "Smith (1995)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 621,
                    "end": 633,
                    "text": "Smith (2011)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "As the semiflow is monotone, from Theorem 1.1 in Chapter 5 in Smith (1995) , one has lim t→∞ I (t, φ) = a, i.e. the equilibrium is globally attractive.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 74,
                    "text": "Smith (1995)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Let us fix i ∈ ω p such that c i > 0. From (10.14) there exists sufficiently large T such that lim t→∞ k∈∪",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for t > T . Consider an auxiliary equation given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "It is easy to see that there exists a unique positive equilibrium that is globally asymptotically stable. We denote by u the positive equilibrium. Then one can see that lim inf t→∞ I (t) ≥ u > 0, which implies that the ω-limit set of any forward orbit of (10.13) does not contain the trivial equilibrium. By Theorem 4.1 in Thieme (1992) we conclude that solutions of (10.13) converge to the endemic equilibrium.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 336,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "(ii) First we notice that lim t→∞ k∈∪",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "holds. Then we get the following limit system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "(10.18) By Theorem 5.3 we can determine the dynamics of (10.18) in terms of R p as that if R p ≤ 1 then the trivial equilibrium is globally asymptotically stable in X p , whereas if R p > 1 then a positive equilibrium exists and it is globally asymptotically stable in X p \\{0}. Applying Theorem 4.1 in Thieme (1992) as in the proof of Proposition 10.3, one can obtain the conclusion.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 316,
                    "text": "Thieme (1992)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof of Theorem 5.11 Since we have the global attractivity of the equilibrium from Proposition 5.10, here we only prove stability. For every p ∈ M one has that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for j ∈ ω p . For every p ∈ M we define a map h p : X = X 1 × X 2 · · · × X m → R n p as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We denote by I = (I 1 , . . . , I m ) a given globally attractive equilibrium. It holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "where E p is the n p × n p identity matrix. We get that which can be written as d dt y j (t) = β j − d j + l j + δ j − 2 β j N + j I j y j (t) + k∈ω p g jk (I k )y k (t − τ jk ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for j ∈ ω p . Let us assume that I p = 0. Note that I p = 0 implies R p ≤ 1. As in the proof of Proposition 10.2 one can see that the trivial equilibrium of (10.19) is asymptotically stable if R p < 1 and that (10.19) is asymptotically stable if I p = 0. For the case that there exists p such that I p = 0 with R p = 1, one can construct a comparison system, as in the proof of Proposition 10.2, from which stability is deduced. The proof is tedious but straightforward, thus we omit it here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "A.2 Travel restrictions for a two-regional system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We define a parameterised function as H (α 21 , α 12 , λ):= λ 2 −(R 1 (α 21 )+ R 2 (α 12 )) λ+(R 1 (α 21 )R 2 (α 12 ) − r 12 (α 12 )r 21 (α 21 ))",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for (α 21 , α 12 ) ∈ intR 2 + and λ ∈ R. The basic reproduction number is the larger root of H = 0. Thus we have H (α 21 , α 12 , R 0 (α 21 , α 12 )) = 0 (10.20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for (α 21 , α 12 ) ∈ intR 2 + . Notice that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for α jk ∈ R + and j, k ∈ Ω.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proposition 10.5 For j ∈ {1, 2} it holds that sign ∂ j R 0 (α 21 , α 12 ) = sign R 0 (α 21 , α 12 ) − R j (0) (10.22)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for (α 21 , α 12 ) ∈ intR 2 + .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof We only prove (10.22) for j = 1. From the symmetry one can get similarly (10.22) for j = 2. In the following we omit arguments from R 0 , R j and r jk for j, k ∈ Ω for a simple presentation. By differentiating (10.20) with respect to α 21 we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "which is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Note that 2R 0 − (R 1 + R 2 ) > 0 for (α 21 , α 12 ) ∈ intR 2 + . Since from (10.21) it holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "we obtain that ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Using (10.21) we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Therefore, from (10.23) we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "thus we arrive to the conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Next we define two functions of α jk ∈ R + \\{0} as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "where η is defined in (7.1), for j, k ∈ {1, 2} and j = k. Then we prove Lemma 10.6 For j, k ∈ {1, 2} and j = k it holds that sign H (α 21 , α 12 , R j (0)) = sign h j (α jk )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "for (α 21 , α 12 ) ∈ intR 2 + .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof Using (10.21) an equivalent form of H is given as H (α 21 , α 12 , λ)= (λ− R 1 (α 21 )) (λ− R 2 (α 12 ))−η 2 1 − R 2 (α 12 ) R 2 (0) 1 − R 1 (α 21 ) R 1 (0) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We compute H (α 21 , α 12 , R j (0)) for j = 1 as H (α 21 , α 12 , R 1 (0)) = (R 1 (0) − R 1 (α 21 )) (R 1 (0) − R 2 (α 12 )) − η 2 R 1 (0) 1 − R 2 (α 12 ) R 2 (0)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Similarly, one can get H (α 21 , α 12 , R 2 (0)) = 1 − R 2 (α 12 ) R 2 (0) h 2 (α 21 ), and the conclusion is reached. Now we show a classification for the sign of h 1,2 . For R 1 (0) > R 2 (0) we define a constant ν ∈ R + \\ {0} via the relation R 1 (ν) = R 2 (0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Lemma 10.7 For (α 21 , α 12 ) ∈ intR 2 + the following statements hold. (i) Let us assume that R 1 (0) > R 2 (0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "(a) If R 1 (0) < η then there exists z 1 ∈ R + \\ {0} such that h 1 (α 12 ) ⎧ ⎪ ⎨ ⎪ ⎩ > 0 for α 12 ∈ (0, z 1 ) , = 0 for α 12 = z 1 , < 0 for α 12 ∈ (z 1 , ∞) and h 2 (α 21 ) < 0. (b) If either R 1 (0) ≥ η > R 2 (0) or R 1 (0) > η ≥ R 2 (0) then h 1 (α 12 ) > 0 and h 2 (α 21 ) < 0. (c) If R 2 (0) > η then h 1 (α 12 ) > 0 and there exists z 2 ∈ R + \\ {0} such that ν ∈ (0, z 2 ) (10.24) and that h 2 (α 21 ) ⎧ ⎪ ⎨ ⎪ ⎩ < 0 for α 21 ∈ (0, z 2 ) , = 0 for α 21 = z 2 , > 0 for α 21 ∈ (z 2 , ∞) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "(ii) Let us assume that R 1 (0) = R 2 (0). For j, k ∈ {1, 2} and j = k one has that (a) If R 1 (0) > η then h j (α jk ) > 0. (b) If R 1 (0) = η then h j (α jk ) = 0. (c) If R 1 (0) < η then h j (α jk ) < 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof One can compute that for j, k ∈ {1, 2} and j = k. One can see that h j is either a monotone or a constant function [depending on the sign of R 1 (0)R 2 (0) − η]. Thus the combination of two boundary values given in (10.25) and (10.26) determines the sign of h j (α jk ) for α jk ∈ R + \\ {0} as listed. We prove (10.24). One can see that h 2 (z 2 ) = 0 is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "We compute that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "which implies (10.24), since R 1 is a decreasing function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Proof of Theorem 7.1 First we consider the sign of ∂ 1 R 0 . We compute that ∂ 3 H (α 21 , α 12 , R 1 (0)) = 2R 1 (0) − R 1 (α 21 ) − R 2 (α 12 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "( 10.27) It is easy to see that ∂ 3 H (α 21 , α 12 , R 1 (0)) > 0. Since, for given parameters α 21 and α 12 , H is a quadratic function of the third argument λ with a positive coefficient of λ 2 , it holds that sign (R 0 (α 21 , α 12 ) − R 1 (0)) = −sign H (α 21 , α 12 , R 1 (0)) = −sign h 1 (α 12 ) by Lemma 10.6. Since from Lemma 10.7 one obtains the sign of h j , by Lemma 10.5 we get the sign of ∂ 1 R 0 as in the conclusion. Next we consider the sign of ∂ 2 R 0 . If R 1 (0) = R 2 (0) then one can obtain the sign as in the same argument above. Let us assume that R 1 (0) > R 2 (0). For α 21 ∈ (0, ν) we have h 2 (α 21 ) = H (α 21 , α 12 , R 2 (0)) < 0 from Lemmas 10.7 and 10.6. This implies that R 2 (0) < R 0 (α 21 , α 12 ), thus by Proposition 10.5 we have ∂ 2 R 0 > 0 for (α 21 , α 12 ) ∈ (0, ν) × intR + . For α 21 ∈ [ν, ∞) we have R 2 (0) ≥ R 1 (α 21 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Computing ∂ 3 H (α 21 , α 12 , R 2 (0)) = 2R 2 (0) − R 1 (α 21 ) − R 2 (α 12 ) > 0, we obtain that sign (R 0 (α 21 , α 12 ) − R 2 (0)) = −sign H (α 21 , α 12 , R 2 (0)) = −sign h 2 (α 21 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        },
        {
            "text": "Similarly to the argument for ∂ 1 R 0 , we can determine the sign of ∂ 2 R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 10.4"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Urbanisation and infectious diseases in a globalised world",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alirol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Getaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chappuis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loutan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "2",
            "pages": "131--141",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diseases in metapopulations. Modeling and dynamics of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Series in contemporary applied mathematics",
            "volume": "11",
            "issn": "",
            "pages": "65--123",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Simple models for containment of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J R Soci Interface",
            "volume": "3",
            "issn": "8",
            "pages": "453--457",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A multi-species epidemic model with spatial migration",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math Med Biol",
            "volume": "22",
            "issn": "2",
            "pages": "129--142",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A multi-city epidemic model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Math Popul Stud",
            "volume": "10",
            "issn": "3",
            "pages": "175--193",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quarantine in a multi-species epidemic model with spatial dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Math Biosci",
            "volume": "206",
            "issn": "1",
            "pages": "46--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamical patterns of cattle trade movements",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Natale",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Savini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human mobility networks, travel restrictions, and the global spread of 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Phase transitions in contagion processes mediated by recurrent mobility patterns",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat Phys",
            "volume": "7",
            "issn": "",
            "pages": "581--586",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization Working Group on Prevention of International and Community Transmission of SARS.: Public health interventions and SARS spread",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nonnegative matrices in the mathematical sciences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Plemmons",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Classics in Applied Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Models for transmission of disease with immigration of infectives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Math Biosci",
            "volume": "171",
            "issn": "",
            "pages": "143--154",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The role of the airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "7",
            "pages": "2015--2020",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Invasion threshold in heterogeneous metapopulation networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Phys Rev Lett",
            "volume": "99",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemic modeling in metapopulation systems with heterogeneous coupling pattern: theory and simulations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "251",
            "issn": "3",
            "pages": "450--467",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spreading disease with transport-related infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Theor Biol",
            "volume": "239",
            "issn": "3",
            "pages": "376--390",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Delay equations: functional-, complex-, and nonlinear analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Gils",
                    "suffix": ""
                },
                {
                    "first": "Walther",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "In: Applied mathematical sciences",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "On the definition and the computation of the basic reproduction ratio R in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "Jap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "Jaj",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Math Biol",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk assessment guidelines for diseases transmitted on aircraft",
            "authors": [],
            "year": 2009,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Risk assessment guidelines for diseases transmitted on aircraft. Part 2: operational guidelines for assisting in the evaluation of risk for transmission by disease",
            "authors": [],
            "year": 2009,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Controlling pandemic flu: the value of international air travel restrictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Goedecke",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Wagener",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Bobashev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS One",
            "volume": "2",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global asymptotic behaviour for a Nicholson model with patch structure and multiple delays",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Faria",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nonlinear Anal Theory Methods Appl",
            "volume": "74",
            "issn": "18",
            "pages": "7033--7046",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Special matrices and their applications in numerical mathematics. Martinus Nijhoff Publishers, The Hague Gao D, Ruan S (2012) A multipatch malaria model with logistic growth populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "SIAM J Appl Math",
            "volume": "72",
            "issn": "3",
            "pages": "819--841",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Stability in a class of integrodifferential systems. Recent trends in differential equations",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Győri",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "269--284",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Diagonal dominance and harmless off-diagonal delays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "Verduyn",
                    "middle": [],
                    "last": "Lunel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Applied mathematical sciences",
            "volume": "128",
            "issn": "",
            "pages": "2675--2682",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Will travel restrictions control the international spread of pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "5",
            "pages": "497--499",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Impact of travel between patches for spatial spread of disease",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bull Math Biol",
            "volume": "69",
            "issn": "4",
            "pages": "1355--1375",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Spread of a novel influenza A (H1N1) virus via global airline transportation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Raposo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sears",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calderon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heidebrecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liauw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "2",
            "pages": "212--214",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Epidemic spread and variation of peak times in connected regions due to travel-related infections-dynamics of an antigravity-type delay differential model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Knipl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Röst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "SIAM J Appl Dyn Syst",
            "volume": "12",
            "issn": "4",
            "pages": "1722--1762",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dynamics of an epidemic model with non-local infections for diseases with latency over a patchy environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Math Biol",
            "volume": "60",
            "issn": "5",
            "pages": "645--686",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Modeling disease spread via transport-related infection by a delay differential equation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rocky Mt J Math",
            "volume": "38",
            "issn": "5",
            "pages": "1525--1540",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Spread of disease with transport-related infection and entry screening",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Theor Biol",
            "volume": "242",
            "issn": "2",
            "pages": "517--528",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Transmission of infectious diseases during commercial air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mangili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gendreau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "365",
            "issn": "9463",
            "pages": "989--996",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modeling human mobility responses to the large-scale spreading of infectious diseases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sci Rep",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "On the global stability of a delayed epidemic model with transport-related infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nonlinear Anal Real World Appl",
            "volume": "12",
            "issn": "6",
            "pages": "3028--3034",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modeling seasonal influenza outbreak in a closed college campus: impact of pre-season vaccination, in-season vaccination and holidays/breaks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tummers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoyer-Leitzel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moynihan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mckelvey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Tyy",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Afy",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Fisk",
                    "suffix": ""
                },
                {
                    "first": "Spl",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "Dds",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lando",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "25",
            "pages": "2416--2422",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Heterogeneous length of stay of hosts' movements and spatial epidemic spread",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The theory of the chemostat: dynamics of microbial competition",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waltman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Cambridge studies in mathematical biology",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Monotone dynamical systems: an introduction to the theory of competitive and cooperative systems",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mathematical surveys and monographs",
            "volume": "41",
            "issn": "",
            "pages": "1460--1471",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Convergence results and a Poincaré-Bendixson trichotomy for asymptotically autonomous differential equations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Math Biol",
            "volume": "30",
            "issn": "7",
            "pages": "755--763",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math Biosci",
            "volume": "180",
            "issn": "1-2",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Epidemic models with population dispersal. In: Mathematics for life science and medicine, biological and medical physics, biomedical engineering",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math Biosci",
            "volume": "190",
            "issn": "1",
            "pages": "97--112",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "An age-structured epidemic model in a patchy environment",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "SIAM J Appl Math",
            "volume": "65",
            "issn": "5",
            "pages": "1597--1614",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Severe acute respiratory syndrome (SARS): status of the outbreak and lessons for the immediate future",
            "authors": [],
            "year": 2003,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Projection of tuberculosis incidence with increasing immigration trends",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "254",
            "issn": "2",
            "pages": "215--228",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Global asymptotic behavior in some cooperative systems of functional differential equations",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Jing",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Can Appl Math Q",
            "volume": "4",
            "issn": "4",
            "pages": "421--444",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ":= diag (β 1 , . . . , β n ) + α jk e β T jk −δ T jk τ jk n×n , V := diag (d 1 + δ 1 + l 1 , . . . , d n + δ n + l n ) . Now one has B = F − V and M = F V −1 . Then as in the proof of Theorem 2 in Driessche and Watmough(2002)we obtain the conclusion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Shape of the basic reproduction number as a function of two dispersal rates",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Non-monotonicity of the basic reproduction number for five different c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The figure depicts a situation when the disease is sustained in both patches with q = 1 (a), but dies out for q = 0.65 (b). Parameters are taken as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The figure depicts a situation when for q = 0 (a) the disease is endemic in patch one but dies out in patch 2. For q = 0.05 (b), the disease is endemic in both patches. Parameters are the same as inFig. 6, only the transmission rates are modified to β 1 = 0.165 and β 2 = 0.145. For a better visualization, we started with large density of infection in patch two Endemic equilibria I * 1 (solid) and I * 2 (dashed) as function of q for Figs. 6. and 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Let (N + , I) be an equilibrium of (4.1). If all roots of the following equation det (D f (I)e λ − λE) = 0, (10.3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "I (t) = J 2 (N t , I t ). (10.4b) For an equilibrium (N + , I) of (4.1), one can derive the characteristic equation as det D J 1 (N + )e λ − λE 0 D 1 J 2 (N + , I)e λ D 2 J 2 (N + , I)e λ − λE = 0. (10.5) From Theorem 4.2 we know that every root of the equation: det D J 1 (N + )e λ − λE = 0 has negative real part. Thus we consider the location of the roots of the equation det D 2 J 2 (N + , I)e λ − λE = 0, (10.6) which is equivalent to (10.3). Thus we obtain the conclusion. Proof of Theorem 5.4 First we prove asymptotic stability of equilibria. Proposition 10.2 For (4.1) if R 0 ≤ 1 then the disease free equilibrium is asymptotically stable, whereas if R 0 > 1 then the endemic equilibrium is asymptotically stable. Proof All roots of (10.3) are located in the right half complex plane if and only if the trivial equilibrium of the equation d dt y(t) = D f (I)y t (10.7)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "10.8) with I = I + . We define a matrix B(I + ) := diag β 1 1 − 2 I + (d 1 + l 1 + δ 1 ) , . . . , β n 1 − 2 I + n N + n − (d n + l n + δ n ) + g jk (I + k ) n×n .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "one can see that R(I + ) > B(I + ). Then one has 0 = −R(I + )I + < −B(I + )I + . (10.10) Since off-diagonal entries of −B(I + ) are nonpositive, (10.10) implies that −B(I + ) is an M-matrix (a matrix of class K ), see Theorem 5.1 in Fiedler (1986). Thus −B(I + ) is a non-singular matrix and all principal minors of −B(I + ) are positive, i.e., detB(I + ) = 0 and B(I + ) is weakly diagonally dominant in the sense of Hofbauer and So",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "det (D f (I)e λ − λE) = m p=1 det D p h p (I)e λ − λE p = 0. We choose p ∈ M arbitrary. Roots of det D p h p (I)e λ − λE p = 0 are in the right half complex plane if and only if the trivial equilibrium of the following equation is asymptotically stable: d dt y(t) = D p h p (I)y t , (10.19)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Proposition 5.10 For every p ∈ M\\ {1} the following statements hold. (i) Let us assume that the pth block is accessible from an endemic block. Then the pth block is endemic. (ii) Let us assume that the pth block is not accessible from an endemic block. Then the pth block is disease free if R p ≤ 1, whereas it is endemic if R p > 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Classification of the disease free and endemic blocks for the network described inFig. 1",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Parameter values for numerical examples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}