{
    "paper_id": "2bf2b2850add76335d13087e3781000636056110",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "fast termination of PDE activation observed under similar conditions 20 . More recent work indicates that transducin GTPase can be faster under more physiologial conditions 11,21-23, but the mechanism of GTPase acceleration has remained unclear. The data of Fig. 1 show that PDE itself serves as a GTPase-activating factor. The maximal GTPase rate observed in this reconstitution study (-0.15 S-I) is still about lO-fold slower than the rate of the recovery from a photoresponse. But a more rapid rate (> 0.6 s -I) is observed in suspensions of disrupted rod outer segments l2 for the fast component of GTPase suppressed by micromolar concentrations of cGMP. Our study allows us to conclude that this faster GTPase is a property of that transducin which activates PDE, and thus the extent of PDE-dependent GTPase acceleration is higher in rod outer segment suspensions than in reconstituted membranes. More recent data (V. Y.A. et al., manuscript in preparation) shows that further concentration of rod outer segment suspensions (> 100 fLM rhodopsin) increases GTPase rates by at least twofold, close to the turn-off time of the photoresponse. The data shown in Fig. 2 indicate a feedback mechanism in retinal rods based on cGMP-dependent regulation of the lifetime of activated PDE. Such a mechanism might function during rod background adaptation, when the duration and light sensitivity of the photoresponse is diminished 24 ,25. A reasonable model is that background light depletes intracellular cGMP levels, causing dissociation of cGMP from the non-catalytic binding sites on PDE. This would accelerate the GTPase activity that terminates each PDE activation event, leading to a faster and/or smaller photoresponse. Such a mechanism might work in parallel with the known calcium feedback regulation of adaptation 4 • The regulation of GTP-binding protein GTPase activity by an effector described here, although not previously described for a heterotrimeric G protein, has been documented extensively for several other classes of GTP-binding proteins (for example ref. 26) . It is observed for elongation and initiation factors whose GTPase activity is enhanced by ribosomes. The class of small GTP-binding proteins including the product of proto-oncogene ras interact with GTPase-activating proteins (GAPs) that may also be their effectors 27 . The intrinsic GTPase of the heterotrimeric signal-transducing G proteins is considerably more rapid than that of the small GTP-binding proteins (for example refs 5-7), but still in several systems such as photoreception 2 ,3, 0lfaction 28 and muscarinic receptor-induced potassium channel regulation 29 it has seemed to be too slow to explain the NATURE· VOL 357 . 4 JUNE 1992 LETTERS TO NATURE rapid on-off cycle of the relevant effectors. Because acceleration has now been associated with the effector enzyme in the photoreceptor, it is relevant to search for similar mechanisms in other systems using heterotrimeric G proteins. 0 Aminopeptidase N is a major receptor for the enteropathogenic coronavirus TGEV acts as a receptor. First, virions bound specifically to aminopeptidase N that was purified to homogeneity. Second, recombinant expression of aminopeptidase N conferred infectivity by TGEV to an otherwise non-permissive cell line.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "20 .",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1432,
                    "text": "24 ,25.",
                    "ref_id": null
                },
                {
                    "start": 2074,
                    "end": 2077,
                    "text": "26)",
                    "ref_id": null
                },
                {
                    "start": 2346,
                    "end": 2350,
                    "text": "27 .",
                    "ref_id": null
                },
                {
                    "start": 2587,
                    "end": 2589,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 2651,
                    "end": 2653,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2716,
                    "end": 2727,
                    "text": "4 JUNE 1992",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 264,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1162,
                    "end": 1168,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To obtain monoclonal antibodies against the TGEV receptor, hybridomas were prepared from a mouse immunized with ST cells, a swine testis cell line highly susceptible to TGEV. Several of the resulting antibodies exhibited, in three different porcine cell systems, a blocking activity comparable to that of a high-titre neutralizing anti-TGEV antibody (Fig. 1 ). By contrast, no significant protection by the antibodies was observed after virus challenge in a feline cell system, or towards irrelevant viruses (group A bovine rotavirus or vesicular stomatitis virus; data not shown). Therefore, the selected antibodies had the characteris- tics expected for antibodies recognizing a major TG EV receptor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 357,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The monoclonal antibodies all recognized a polypeptide of relative molecular mass IS0,000 (1S0K) in ST cell extracts, together with a faint band interpreted as the mannose-rich intracellular precursor (Fig. 2 , lane O. When using solubilized brush-border membranes from pig small intestine, three major species of lS0K, 9SK and SOK were coimmunoprecipitated (Fig.  2, lane 4) . The first 30 amino acids of the 9SK species were detemined through N-terminal sequencing: NHz-Ala-Lys-Gly-Phe-Tyr-I1e-Ser-Lys-Ala-Leu-Gly-I1e-Leu-Gly-I1e-Leu-Leu-Gly-Val-Ala-Ala-Val-Ala-Thr-I1e-I1e-Ala-Leu-Ser-Val-COOH . This sequence was identical to the N-terminal sequence (minus the first Met) of porcine aminopeptidase N, deduced from the exon I nucleotide sequence 3 Material immunoprecipitated with G43 antibody from the Triton X-100 solubilized cell Iysates was analysed by western blotting as described in",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 358,
                    "end": 375,
                    "text": "(Fig.  2, lane 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Further evidence that the anti-TGEV-receptor antibodies recognized aminopeptidase N was obtained by showing that (1) an antibody raised against rabbit aminopeptidase N 4 reacted with the same three polypeptides in brush-border membrane preparations (Fig. 2, lane 2) : 95K and 50K, corresponding to the B (amino) and C (carboxy) subunits of the pig aminopeptidase, and 150K, uncleaved aminopeptidase 5 ; (2) the immunoprecipitated material hydrolysed leucine p-nitroanilide, a chromogenic substrate specific for aminopeptidase (ref. 6 ; data not shown).",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 533,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 265,
                    "text": "(Fig. 2, lane 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Two experiments were designed to demonstrate any direct association between aminopeptidase N and the virus. First, soluble aminopeptidase N was centrifuged after incubation in the presence of virions (Fig. 3a) . Aminopeptidase N-specific bands were recovered with pelleted TGEV virions only. Second, when the aminopeptidase was incubated in the presence of adsorbed virions (Fig. 3b) , it bound to TGEV and not the other enteric viruses. In both assays, earlier incubation with an antibody against aminopeptidase N reduced the binding considerably. Because the two components were purified to homogeneity, it was concluded that the interaction between the aminopeptidase and TGEV occurs in the absence of any other cellular protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 209,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 383,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The gene encoding aminopeptidase N ( APN) was expressed in non-permissive cells to see whether this would confer them with the capacity to bind TGEV. A pig intestine complementary DNA library was screened by use of a homologous DNA probe derived from the 5' end of APN gene. A full-length cDNA copy was . cloned and contained an open reading frame of 2,889 nucleotides encoding a polypeptide 79% identical to human aminopeptidase (data not shown). MDCK cell clones stably transformed with the porcine APN cDNA expressed a polypeptide of 150K which reacted with antibodies against aminopeptidase N (Fig. 4a) . The aminopeptidase activitl of the transfected clones was about 40-fold higher compared with non-transfected clones. On viral challenge, all of the three independent clones tested seemed to be fairly susceptible to TGEV infection, as proved by extensive destruction of the infected monolayers and synthesis of the viral structural polypeptides (Fig. 4b, c) . Earlier incubation with an antibody specific for aminopeptidase N prevented the appearance of viral cytopathic effect. These results show that aminopeptidase N was the only porcine protein necessary to confer susceptibility on canine kidney cells naturally resistant to TGEV. Moreover, the protease function of the molecule did not seem to be involved because it was blocked by bestatin, an inhibitor of aminopeptidase, without preventing the infection (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 606,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 953,
                    "end": 965,
                    "text": "(Fig. 4b, c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1421,
                    "end": 1430,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "So far, defined receptors include molecules that belong to the immunoglobulin superfamily, such as CD4 for HIV 7 , ICAM-l for rhinovirus B , poliovirus receptor 9 and a carcinoembryonic antigen for murine hepatitis coronavirus 15 , and also an aminoacid transporter for murine leukaemia retroviruses l1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Our study provides strong evidence that porcine aminopeptidase N serves as a receptor for an enveloped RNA virus, TGEV. This emphasizes the diversity of the membrane-bound proteins that viruses subvert for gaining entry into cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aminopeptidase N is a well documented ectoenzyme that binds to the membrane through an N-terminal segment 5 , 12,13. Human aminopeptidase N is identical to CDB, a surface antigen of many myeloid cells 14 , It is a zinc-binding protease that catalyses the removal of N-terminal, preferentially neutral residues from peptides, It is expressed in many tissues at different levels 15 , the highest activity being found in the small intestinal mucosa, where the aminopeptidase represents about 8% of the protein content of the apical membrane of the differentiated enterocytes, and in the kidney brush border. It is also expressed to a lesser extent in liver, lung and colon, where the virus does replicate, but without causing the specific histopathological damage seen in the small intestine 16 • In the intestine, the distibution of the receptor and the site of multiplication of TGEV are thus strikingly correlated. This argues for a pivotal role of aminopeptidase N/CD13 in determining the tissue tropism of TGEV, Investigating the nature of the virus interaction with aminopeptidase N could provide a rationale for the design of an antiviral strategy against TGEV and related infections. To develop a monoclonal antibody against the HCV-229E receptor, we produced hybridomas against deoxycholatesolubilized membrane proteins of two HCV-229E-susceptible human cell lines (WI38 lung fibroblasts and HL60 myeloid leukaemia cells). A monoclonal antibody designated RBS protected WI38 and RD human cell lines from HCV-229E-induced cytopathic effects and protected WI38 cells from virus infection ( Fig. la-c) . RBS pretreatment reduced the number of HCV-229E-infected WI-38 cells at 10 h post-infection by 96%, compared with cells pretreated with control mouse ascites. By contrast, RBS did not inhibit replication of HCV-OC43 in WI38 or RD cells, indicating that the receptor specificities of HCV-OC43 and HCV-229E are different.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 116,
                    "text": "5 , 12,13.",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 203,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1594,
                    "end": 1604,
                    "text": "Fig. la-c)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Susceptibility to HCV-229E infection in mouse-human somatic cell hybrids depends on a gene located on human chromosome 15 (ref. 6) . A promising candidate for the HCV-II To whom correspondence should be addressed. • This exopeptidase removes amino-terminal residues to complete the digestion of short peptides in the gut and helps break down neurotransmitter peptides in the brain 2 ,3,5,8. hAPN is identical to CD13, a glycoprotein identified on granulocytes, monocytes and their bone marrow progenitors 9 ,1O. Porcine aminopeptidase N is a receptor for transmissible gastroenteritis virus, a porcine corona virus in the same serogroup as HCV-229E (ref. 11). Because aminopeptidase from humans, pigs and other mammals are structurally similar 9 , 12-14, we investigated whether HCV-229E and RBS would bind specifically to hAPN and whether expression of hAPN by murine cells would make them susceptible to infection with HCV-229E.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 130,
                    "text": "15 (ref. 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Murine NIH3T3 cells transfected with hAPN cDNA in a retroviral vector 9 (hAPN-3T3) and untransfected NIH3T3 cells were chaUenged with HCV-229E and HCV-OC43 to determine their susceptibility to virus infection. Although the control NIH3T3 cells were resistant to HCV-229E infection (Fig. Id) , the hAPN-transfected mouse cells were susceptible to infection with this virus (Fig. Ie) . By contrast, hAPN-3T3 cells were no more susceptible than NIH3T3 cells to infection with HCV-OC43 (data not shown). Thus, expression of hAPN confers HCV-229E susceptibility, but not HCV-OC43 susceptibility, on murine cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Fig. Id)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 381,
                    "text": "(Fig. Ie)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "We analysed binding of RBS to membrane preparations from hAPN-3T3 or parental NIH3T3 fibroblasts. The antibody bound to membranes of hAPN-3T3 but not to those of NIH3T3 cells (Fig. 2a) , indicating that RBS recognized hAPN. Similarly, HCV-229E virions bound more strongly to hAPN-3T3 membranes than to NIH3T3 membranes (Fig. 2b) , and RBS competi-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 319,
                    "end": 328,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF28": {
            "ref_id": "b28",
            "title": "1 gen",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Breitwieser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Physiol",
            "volume": "91",
            "issn": "",
            "pages": "469--493",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Gray·Keller for participating in the preliminary stage of this work",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamazaki For Discussion",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E ; C L"
                    ],
                    "last": "Dumke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gaide",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Support",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Stryer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Poe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ACKNOWLEDGEMENTS. We thank M. P",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "We thank R. Christon for microvillar preparations, J. C. Huet for N-terminal sequencing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Acknowledgenents",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "S. Marou)( for anti-APN antibodies, and D. Rasschaert and M. Bremont for discussion",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "acknowledges the support of the Commission of the European Communities. LK.V., H.5. and D.N. are members of the Biomembrane Research Center",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "cGMP reverses transducin GTPase acceleration by PDE but not PDE y . Single-turnover GTPase measurements were done as described in the legend toFig. 1. Subsaturating concentrations of PDE (0.2 fLM) and PDE y (0.4 fLM) which caused the same extent of GTPase acceleration were used. cGMP was added at a saturating concentration of lOOfLM where indicated. To prevent cGMP hydrolysis by PDE during the experiment the PDE inhibitor Zaprinast (100 fLM; May & Baker) was added to all samples. Zaprinast itself did not influence the GTPase reaction (not shown). All the data are taken from one of three similar experiments and approximated by single exponents revealing GTPase rates of 0.031 S-l for test membranes alone, 0.063 S-l for the membranes in the presence of both PDE and cGMP and 0.13 S-l for all other conditions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Characterization of anti-receptor monoclonal antibodies. The neutralization activity of six anti-ST cell antibodies (G43 and T35) was measured in four cell systems permissive to TGEV. The neutralizing titre is expressed as the last of serial fivefold dilutions protecting the monolayer against the viral cytopathic effect (CPE). Monoclonal antibody 51.13 is directed against TGEV spike protein S (ref. 17). ST, PD5 and Thy are porcine testis, kidney and thyroid cell lines, FCWF is a feline cell line. METHODS. BALB/ c mice were immunized by intraperitoneal injection of 5 x 10 7 intact ST cells three times at l-month intervals and boosted by injection of 180 ILg ST membranes.The supernatant from 800 hybridoma clones prepared from spleen cells was tested for neutralizing activity using a standard microassay17 except that the cells were preincubated for 2 h with the antibodies. Six positive hybridomas were subcloned then amplified. IgGs from ascites fluid were used as a source of antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "TGEV, BCV or rotavirus virions. Bound APN was revealed by immunoassay. Right panel, APN was preincubated with serial dilutions of either G43 or a control antibody and tested for TGEV binding as above. METHODS. Anchor-free APN was purified by immunoadsorbent Chromatography from porcine intestine microvillar membranes after Triton X-l00 solubilization and trypsin treatments. The purity of APN polypeptides was confirmed by SDS-PAGE and Coomassie blue staining. TGEV and BCV virions were purified as described17  . Rotavirus virions were purified on a CsCI gradient. a, APN (0.2 ILg) was mixed with a 50 ILg virion suspension Polypeptides recognized by anti-receptor monoclonal antibodies. Lane 1, 3sS_labelied polypeptides from ST -cell extracts immunoprecipitated by antibody G43. Lanes 2-5, polypeptides from pig intestinal brush-border membrane immunoprecipitated by the anti-aminopeptidase N (APN) antibody, 4H7 (ref. 4) or by antibody G43. Antibodies were incubated in the presence (+) or absence (-) of solubilized brush-border membrane. METHODS. ST cells were labelled by incubation for 6 h with 100 ILCi ml -1 3sS-methionine (Amersham) after a 2-h methionine depletion. Intestinal microvillar membranes were prepared as described 18 . Cells or microvillar membranes were solubilized in immunoprecipitation buffer 17 . Immunoprecipitated polypeptides were resolved in 8% SDS-PAGE then fluorographed (lane 1) or stained with Coomassie blue (lanes 2-5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Susc~ptibility to TGEV of MOCK cells stably expressing porcine APN. a, Expression of APN in transfected (lane 1) and non-transfected (lane 2) MOCK clones. G43 antibody immunoprecipitates (lanes 1 and 2) and APN from pig brushborder membrane (lane 3) were analysed by western blotting; b, Colorimetric quantification of APN-MDCK and MDCK cells after an infection or mock-infection (-) by TGEV; in two assays, G43 antibody or bestatin were added before infection. The data are given as mean values + s.d.m. (n =8). C, Synthesis of TGEV-specific polypeptides S, M and N (ref. 1?) in infected APN-MDCK (lane 1) and MDCK cells (lane 2). METHODS. cDNA was synthesized from poly(A )+ RNA isolated from pieces of porcine intestine. cDNAs larger than two kilobases were cloned into the EcoRI site of the AZap II bacteriophage (Stratagen~. A full-length cDNA clone was isolated from the cDNA library by probing with the Pst1 fragment (-55, +543) derived from exon 1 of the porcine APN gene 3 . The clone was sequenced using the dideoxy a 2 method. A BamHI -Bglli fragment (3,280 base pairs) covering the complete APN open reading frame was subcloned downstream of the ubiquitin promoter into the Bam HI site of pTEJ4 expression vector 20 . MDCK cells were cotransfected with this construct and pSV2neo. Cell clones resistant to the neomycin analogue G418 were selected and assayed for APN expression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ". 3 legend. Colorimetric assays were done 16 h after infection at a multiplicity of five plaque-forming units H Monolayers were fixed and stained with a crystal violet solution. The dye incorporated in cells surviving the viral CPE was measured by optical absorbance after solubilization in acetic acid21 .  Cells were incubated in the presence of G43 antibody or bestatin (1 mM) from 1 h before infection. Immunoprecipitation of 35S-methioninelabelled intracellular polypeptides was as described forFig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Jude Children's Research Hospital, 332 North Lauderdale, Memphis, Tennessee 38105, USA § Department of Pediatrics, University of Tennessee College of Medicine, Memphis, Tennessee 38163, USA HUMAN coronaviruses (HCV) in two serogroups represented by HCV-229E and HCV-OC43 are an important cause of upper respiratory tract infections i • Here we report that human aminopeptidase N, a cell-surface metalloprotease on intestinal, lung and kidney epithelial cells~5, is a receptor for human coronavirus strain HCV-229E, but not for HCV-OC43. A monoclonal antibody, RBS, blocked HCV-229E virus infection of human lung fibroblasts, immunoprecipitated aminopeptidase N and inhibited its enzymatic activity. HCV-229E-resistant murine fibroblasts became susceptible after transfection with complementary DNA encoding human aminopeptidase N. By contrast, infection of human cells with HCV-OC43 was not inhibited by antibody RBS and expression of aminopeptidase N did not enhance HCV-OC43 replication in mouse cells. A mutant aminopeptidase lacking the catalytic site of the enzyme did not bind HCV-229E or RBS and did not render murine cells susceptible to HCV-229E infection, suggesting that the virus-binding site may lie at or near the active site of the human aminopeptidase molecule.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Biological activities of anti-aminopeptidase N monoclonal antibodies and aminopeptidase N inhibitors * The inhibition of hAPN activity was determined as described in the legend to Fig. 2d. 229E receptoris human aminopeptidase N (hAPN; EC 3.4.11.2), a cell-surface glycoprotein encoded by a gene on bands q25-q26 of human chromosome 15 (ref. 7) and expressed on human lung, renal and intestinal epithelial cells, fibroblasts and nerve synapses 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}