{
    "paper_id": "2c3089be145d131c3a53aca5f1bf485c253fc507",
    "metadata": {
        "title": "Rotavirus I in feces of a cat with diarrhea",
        "authors": [
            {
                "first": "Tung",
                "middle": [
                    "G"
                ],
                "last": "Phan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [
                    "M"
                ],
                "last": "Leutenegger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roxanne",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Delwart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A divergent rotavirus I was detected using viral metagenomics in the feces of a cat with diarrhea. The eleven segments of rotavirus I strain Felis catus encoded non-structural and structural proteins with amino acid identities ranging from 25 to 79% to the only two currently sequenced members of that viral species both derived from canine feces. No other eukaryotic viral sequences nor bacterial and protozoan pathogens were detected in this fecal sample suggesting the involvement of rotavirus I in feline diarrhea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rotaviruses (RVs) are important enteric pathogens causing gastroenteritis in many mammals and birds [1] [2] [3] . RVs, in the family Reoviridae, with double-stranded RNA genomes of 11 segment encoding six structural proteins (VP1-4, VP6, and VP7), and at least five non-structural proteins (NSP1-5) [4] . RVs are classified into eight different species A-H [5, 6] . A new rotavirus species I was recently found in feces of two sheltered dogs in Hungary using deep sequencing [7] . One suckling dog was clinically asymptomatic, while the adult dog had diarrhea [7] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viral metagenomics was used to analyze three fecal specimens collected from cats from North America with diarrhea of undetermined etiology. A pool of three fecal specimens was clarified by 15,0009g centrifugation for ten minutes, and then filtered through a 0.45-lm filter (Millipore). The filtrates were treated with a mixture of nuclease enzymes of 14U turbo DNase (Ambion), 3U Baseline-ZERO (Epicenter), and 20U RNase One (Promega) in 1 9 DNase buffer (Ambion) at 37°C for 1.5 h to digest unprotected nucleic acids. Viral nucleic acids were then extracted using a Mag-MAX Viral RNA Isolation Kit (Ambion). Reverse transcription into cDNA used a primer containing a fixed 18-bp sequence plus a random nonamer at the 3 0 end (GCCGAC-TAATGCGTAGTCNNNNNNNNN) [8] . The 2nd strand DNA was generated using Klenow Fragment (New England Biolabs). PCR was performed using the fixed 18-bp portion (GCCGACTAATGCGTAGTC) [8] . The resulting dsDNA products were used to construct a DNA library with the Nextera XT Sample Preparation Kit (Illumina) [9] . The library was sequenced using the HiSeq Illumina platform with 150 bases paired ends. An in-house analytical pipeline running on a 36-node Linux cluster was used to analyze sequence data. Raw data are first pre-processed by subtracting duplicate sequences and low-quality reads. The cleaned reads are de novo assembled using the ENSEMBLE assembler [10] . Viral sequences were identified through translated protein sequence similarity search (BLASTx) to annotated viral proteins available in GenBank's viral database. Multiple sequence alignments were performed using CLUSTAL X [11] . Sequence identity was determined using BioEdit. Phylogenetic trees with bootstrap resampling of the alignment datasets were generated using the maximum likelihood method and visualized using the program MEGA version 6 [12] .",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 760,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1392,
                    "end": 1396,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1846,
                    "end": 1850,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": ",275 unique sequence reads were generated from the fecal pool. Using BLASTx, twelve sequence reads related to rotavirus (E scores \\3.5 9 10 -6 ) were found. Total nucleic acids of individual specimens within that pool were extracted, and one individual specimen containing the rotavirus RNA was identified by RT-PCR. The diarrheic animal was a 7-month old, in-house only, domestic short hair with no dog contact sampled in Canada in 2016. This animal had tested negative for the following bacteria: Campylobacter coli, Campylobacter jejuni, Salmonella spp, and Clostridium perfringens alpha toxin gene; viruses: feline coronavirus and feline panleukopenia virus, and protozoans: Cryptosporidium spp., Giardia spp., Toxoplasma gondii, and Tritrichomonas foetus (IDEXX Laboratories, Inc., diarrhea RealPCR TM panel comprehensive, test code 2627). In order to test for the presence of other viruses, the rotavirus positive specimen was then individually deep sequenced using the same metagenomics strategy described in the materials and methods. Out of 1,660,059 unique sequence reads generated from the rotavirus positive specimen, there were a total of 32,407 rotavirus reads (Supplemental Table 1 ). De novo assembly using the ENSEMBLE assembler [10] successfully acquired 17,234 nucleotides of the divergent rotavirus I strain Felis catus, encoding the complete proteins of all 11 genome segments (GenBank KY026784-KY026794) (Supplemental Fig. 1 ). Its VP1-4, VP6, and VP7 proteins showed best hits to rotavirus strains KE135 and KE528, the only two sequenced members in the newly proposed rotavirus species I [7] , sharing 27-79% identities at the amino acid level (Fig. 1) . The VP7 protein of rotavirus I strain Felis catus had five conserved cysteine residues required for protein structure stabilization. Similar to rotavirus species A and C, the VP7 also contained the motif 121 NST 123 glycosylation site [13] , which was not found in the other two species I rotaviruses. Like rotavirus species I, the NSP1 gene had two ORFs encoding a minor peptide and a major peptide labeled as NSP1-1 (80-aa) and NSP1-2 (424-aa), respectively. While the NSP1-1 did not show any significant similarities in GenBank, the NSP1-2 shared the closest match to KE135 with 28% amino acid identity and KE528 with 29% amino acid identity (Fig. 1) . Similarly, the four non-structural proteins (NSP2-5) had the greatest amino acid sequence hits (37-62%) to homologous proteins from canine rotavirus I KE135 and KE528. The NSP2 possessed a conserved motif HGXGHXRXV [ 321 HGRKHIRSV 329 ] located at the RNA-binding domain [14] . Phylogenetic analyses also showed that rotavirus I strain Felis catus shared a monophyletic root, being most closely related to the two currently known rotavirus species I strains both from dogs (Fig. 1) . The strain was named RVI/Cat-wt/CAN/Felis catus/2016/G3P2 according to recent guidelines [15] .",
            "cite_spans": [
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1614,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1917,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2605,
                    "end": 2609,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 2907,
                    "end": 2911,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1189,
                    "end": 1196,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1446,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1675,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2323,
                    "end": 2331,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 2807,
                    "end": 2815,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "5,015"
        },
        {
            "text": "Members of a rotavirus species share [53% amino acid identity in VP6 [15] . The pair-wise comparison revealed that the sequence of the VP6-encoding genome segment had 67% amino acid identity to rotavirus species I. Therefore, rotavirus I strain Felis catus is the third sequenced rotavirus genome from species I, and the first from a species other than dog.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No other eukaryotic viral sequences nor bacterial or protozoan pathogens were detected in the individually sequenced fecal sample. A causative role of this rotavirus strain for this cat's diarrhea is therefore possible, but further studies will be required to determine the pathogenicity and epidemiology of rotavirus I in cats and dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "NSP1-5) of the rotavirus I strain Felis catus, the two species I strains (KE135 and KE528), and representatives of other species in the Rotavirus genus. The scale indicates amino acid substitutions per position. Bootstrap values (based on 100 replicates) for each node are given if [70. The amino acid identity (%) between rotavirus I strain Felis catus and KE135 or KE528 are included in the trees 2",
            "authors": [],
            "year": 2009,
            "venue": "b Fig. 1 Phylogenetic analyses. Phylogenetic trees were generated using six structural (VP1-4, VP6, and VP7) and five non-structural proteins",
            "volume": "28",
            "issn": "",
            "pages": "50--53",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electronic supplementary material The online version of this article (doi:10.1007/s11262-017-1440-4) contains supplementary material, which is available to authorized users.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Human rotavirus H [AAZ03490] Human rotavirus B [AY238389] Chicken rotavirus G [HQ403604] Human rotavirus H [AAZ03493] Human rotavirus B [AY238385] Chicken rotavirus G [AFL91896] Human rotavirus H [AAZ03489] Human rotavirus B [AAQ18656] Chicken rotavirus G [AFL91898]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement We acknowledge support from IDEXX Laboratories, Inc.Author contributions TP, CL, and ED: designed the study; TP and CL: performed experiments; TP, CL, and ED: wrote the manuscript; and CL and RC: provided clinical information and samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}