{
    "paper_id": "2c95e1b07dbd856d0007121257e8435472360888",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Molecular cloning, expression, purification and crystallographic analysis of PRRSV 3CL protease",
        "authors": [
            {
                "first": "Xinsheng",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "People's Republic of China, b Graduate University, Chinese Academy of Sciences",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101, 100049, 100094",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "People's Republic of China, c China, People's Republic of China"
                    }
                },
                "email": "tiankg@263.net"
            },
            {
                "first": "Youjun",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "People's Republic of China, b Graduate University, Chinese Academy of Sciences",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101, 100049, 100094",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "People's Republic of China, c China, People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiezhu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "People's Republic of China, b Graduate University, Chinese Academy of Sciences",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101, 100049, 100094",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "People's Republic of China, c China, People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinghua",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "People's Republic of China, b Graduate University, Chinese Academy of Sciences",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101, 100049, 100094",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "People's Republic of China, c China, People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianxun",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "People's Republic of China,"
                    }
                },
                "email": ""
            },
            {
                "first": "Fan",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "People's Republic of China,"
                    }
                },
                "email": ""
            },
            {
                "first": "Kegong",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "People's Republic of China, b Graduate University, Chinese Academy of Sciences",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100101, 100049, 100094",
                        "settlement": "Beijing, Beijing, Beijing",
                        "country": "People's Republic of China, c China, People's Republic of China"
                    }
                },
                "email": "gaofeng@im.ac.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "3CL protease, a viral chymotrypsin-like proteolytic enzyme, plays a pivotal role in the transcription and replication machinery of many RNA viruses, including porcine reproductive and respiratory syndrome virus (PRRSV). In this study, the full-length 3CL protease from PRRSV was cloned and overexpressed in Escherichia coli. Crystallization experiments yielded crystals that diffracted to 2.1 Å resolution and belong to space group C2, with unit-cell parameters a = 112.31, b = 48.34, c = 42.88 Å , = 109.83 . The Matthews coefficient and the solvent content were calculated to be 2.49 Å 3 Da À1 and 50.61%, respectively, for one molecule in the asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine reproductive and respiratory syndrome (PRRS), also called 'blue ear' disease, is manifested clinically by severe reproductive failure in sows and respiratory distress in pigs of various ages (Paton et al., 1991) . This disease has become endemic in many countries and has caused great economic losses in the swine industry worldwide (Tian et al., 2007; Dea et al., 2000) . Viruses of the order Nidovirales regulate their genome expression by synthesizing two multidomain precursor polyproteins that are subsequently cleaved into functional viral proteins mainly by the 3CL protease (den Boon et al., 1991; Birtley et al., 2005; Snijder et al., 1996; van Aken et al., 2006) . The functional importance of the 3CL protease in the viral life cycle makes it an attractive target for the development of small-molecule drugs. Several crystal structures of 3CL protease have been solved, e.g. those of human coronavirus 229E (hCoV-229E; Anand et al., 2003) , severe acute respiratory syndrome-related coronavirus (SARS-CoV; Yang et al., 2003) , equine arteritis virus (EAV; Barrette-Ng et al., 2002) and transmissible gastroenteritis virus (TGEV; Anand et al., 2002) . Despite the common structure of the 3CL proteases determined to date, consisting of two -barrels and a unique C-terminal domain, there are many significant differences between them, especially in the linker between the C-terminal domain and the C-terminal -barrel ( Barrette-Ng et al., 2002) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 219,
                    "text": "(Paton et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 360,
                    "text": "(Tian et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 378,
                    "text": "Dea et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 613,
                    "text": "Boon et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 635,
                    "text": "Birtley et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 657,
                    "text": "Snijder et al., 1996;",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 680,
                    "text": "van Aken et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 957,
                    "text": "Anand et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1043,
                    "text": "Yang et al., 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1075,
                    "end": 1100,
                    "text": "Barrette-Ng et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1167,
                    "text": "Anand et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1461,
                    "text": "Barrette-Ng et al., 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have initiated a study aimed at determining the threedimensional structure of 3CL proteases in order to understand their function from a structural perspective and to provide a platform for the screening of new drugs. Here, we report the crystallization of the 3CL protease from PRRSV and its preliminary crystallographic analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viral genomic RNA was extracted from marc-145 cell cultures which had been inoculated with the PRRSV isolate (gi|119068009) using the RNeasy Plus Mini Kit (Qiagen, Germany). The reverse transcription (RT) was undertaken using the primers 3CL-F1 (5 0 -CACATGCTTGCTGGTGTTTA-3 0 ) and 3CL-R1 (5 0 -GCCAC-GGTATCGGCAAAAGC-3 0 ). After the single-tube RT reaction, 1 ml of PCR product was used as a template to amplify the coding sequence (CDS) of PRRSV 3CL protease with specific primers 3CL-F2 (5 0 -CCCGGGCGCTTTCAGAACTCAAAA-3 0 ) and 3CL-R2 (5 0 -CCGCTCGAGTTATTCCAGTTCGGGTTTGGC-3 0 ). The amplified DNA fragment encoding the PRRSV 3CL protease was inserted into the GST-fusion expression vector pGEX-6p-1 (GE Healthcare) with SmaI/XhoI sites (introduced by PCR primers). The resultant positive clone, designated pGEX::3CL, was confirmed by double-enzyme digestion and verified by direct DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning and expression"
        },
        {
            "text": "For protein expression, the plasmid was transformed into Escherichia coli strain BL21 (DE3) competent cells and the single colony was inoculated into Luria-Bertani (LB) medium with 50 mg l À1 ampicillin (Sigma, USA) at 310 K for overnight growth. The overnight culture was then transferred into a flask containing 2 l fresh LB medium. When the culture density (OD 600 ) reached 0.8, the culture was induced with 0.2 mM isopropyl -d-thiogalactopyranoside (IPTG; Sigma, USA) and kept for $3.5 h at 289 K until collection of the bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning and expression"
        },
        {
            "text": "The harvested culture was centrifuged at 5000 rev min À1 for 12 min at 277 K and the pellet was resuspended in chilled PBS (140 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 , 1.8 mM KH 2 PO 4 pH 7.3) and homogenized by sonication. The lysate was centrifuged at 16 000 rev min À1 for 20 min at 277 K and subsequently filtered through a 0.22 mm membrane for clarification. The supernatant was then loaded onto a glutathione-Sepharose 4B column (GE Healthcare). The protein-loaded column was washed with ten bed volumes of PBS and ten bed volumes of cleavage buffer (50 mM Tris-HCl, 150 mM NaCl, 1 mM EDTA, 1 mM DTT pH 7.5). To obtain GST-free protein, GST-3C rhinovirus protease (kindly provided by Drs J. Heath and K. Hudson) was added to the resin at a concentration of 160 units per millilitre of bed volume. After the mixture had been incubated with gentle agitation overnight at 277 K, the target protein was eluted with 10 ml cleavage buffer (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 939,
                    "end": 947,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Protein purification"
        },
        {
            "text": "The harvested protein was then concentrated to a suitable concentration by ultrafiltration (10 kDa cutoff) and loaded onto a Superdex 75 column (GE Healthcare) with an Akta Purifier System (GE Healthcare) at a flow rate of 0.2 ml min À1 . The fractions containing the protein peak were collected and analyzed using 15% SDS-PAGE. For crystallization, the purified protein was concen- trated to approximately 20 mg ml À1 and the buffer was exchanged to 10 mM Tris-HCl, 10 mM NaCl, 1 mM EDTA, 1 mM DTT pH 7.5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein purification"
        },
        {
            "text": "The purified 3CL protease after gel filtration was dialyzed against cross-linking buffer (50 mM HEPES pH 8.3, 100 mM NaCl) and concentrated to approximately 5 mg ml À1 by ultrafiltration (10 kDa cutoff). Subsequently, various concentrations (0, 0.5, 1.0, 2.0 mM) of bis-succinimidylsuccinate (EGS; Pierce) were added to the protein sample; the GST protein was used as a positive control (Ma et al., 2005) . The reactions were incubated for 1 h at room temperature and quenched with 50 mM glycine. Finally, the cross-linked samples were analyzed by 15% SDS-PAGE (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 404,
                    "text": "(Ma et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chemical cross-linking analysis"
        },
        {
            "text": "Crystallization trials were performed with Crystal Screens I and II (Hampton Research) at 291 K using the hanging-drop vapourdiffusion method. 1 ml protein solution (at a concentration of 5, 10 or 15 mg ml À1 ) was mixed with 1 ml reservoir solution and equilibrated against 200 ml reservoir solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crystallization and X-ray diffraction analysis"
        },
        {
            "text": "X-ray diffraction data were collected in-house on a Rigaku MicroMax007 rotating-anode X-ray generator operated at 40 kV and 20 mA (Cu K; = 1.5418 Å ) equipped with an R-AXIS VII** image-plate detector. The crystal was mounted in a nylon loop and flash-cooled in a cold nitrogen-gas stream at 100 K using an Oxford Cryosystem. The cryoprotectant solution contained 15% glycerol and 50% reservoir solution. Data were indexed, integrated and scaled using DENZO and SCALEPACK as implemented in HKL-2000 (Otwinowski & Minor, 1997) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 525,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crystallization and X-ray diffraction analysis"
        },
        {
            "text": "PRRSV 3CL protease was partially generated in soluble form when expressed in E. coli. Induction at 289 K proved to increase the yield of soluble GST-3CL protease (data not shown). After removing the N-terminal GST tag of the fusion protein, purified 3CL protease was obtained with nine additional residues (GPLGSPEFP) at the N-terminus. With these nine extra residues, the protein product is 213 amino acids in length, corresponding to a molecular weight of about 22.0 kDa. 15% SDS-PAGE showed that the peak for the expressed protein occurs at the position expected for its size (Fig. 1) . The recombinant PRRSV 3CL protease was also confirmed by peptide mass fingerprinting (data not shown). A subsequent chemical crosslinking experiment clearly indicated that the PRRSV 3CL protease was in a monomeric form (Fig. 2) , in comparison to the dimeric form of GST.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 587,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 809,
                    "end": 817,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Crystallization of 3CL protease proved to be easy under several conditions, indicating its stable tightly packed structure. A crystal grown (within 8 d; Fig. 3a ) from a condition consisting of 0.1 M sodium cacodylate trihydrate pH 6.5, 1.4 M sodium acetate trihydrate diffracted X-rays to 2.1 Å (Fig. 3b) and belongs to the monoclinic space group C2, with unit-cell parameters a = 112.31, b = 48.34, c = 42.88 Å , = 109.83 . Data-collection statistics are given in Table 1 . There is only one molecule per asymmetric unit. The Matthews coefficient and the solvent content were calculated to be 2.49 Å 3 Da À1 and 50.61% (Matthews, 1968) , respectively.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 637,
                    "text": "(Matthews, 1968)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 296,
                    "end": 305,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Initial molecular-replacement calculations were performed using the program AMoRe (Navaza, 1994) using the crystal structure of equine arteritis virus (EAV) 3CL protease as a search model (PDB code 1mbm), but no distinct peaks were obtained. This suggests that there are many differences in the three-dimensional structures of the 3CL proteases from PRRSV and EAV, despite their significant sequence homology (36% identity at the amino-acid level). ) 26.1 † R merge = P hkl P i jI i À hIij= P hkl P i I i , where I i is the intensity of an individual measurement of a reflection and hIi is the mean value for all equivalent measurements of this reflection.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 96,
                    "text": "(Navaza, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Purification of PRRSV 3CL protease. Lane M, protein molecular-weight markers (kDa); lane 1, uninduced bacteria; lane 2, bacteria induced with 0.2 mM IPTG at 289 K; lane 3, GST-fused 3CL protease purified using GST beads; lane 4, after digestion with rhinovirus 3C protease; lane 5, GST-removed 3CL protease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chemical cross-linking of PRRSV 3CL protease. Cross-linked products were separated in 15% SDS-PAGE followed by Coomassie Brilliant Blue staining. Protein molecular-weight markers (lane M) are shown in kDa. Lanes 1-4 (the GST positive control) and the lanes 5-8 (the 3CL protease) contain increasing concentrations of EGS (0, 0.5, 1.0 and 2.0 mM, respectively). Bands corresponding to monomers and dimers are indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Crystallographic characterization of PRRSV 3CL protease. (a) Representative crystals of PRRSV 3CL protease. (b) X-ray diffraction pattern of PRRSV 3CL protease. The size of the crystals is typically about 25 Â 25 Â 100 mm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection statistics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}