{
    "paper_id": "2ca0c77c722e3cb7baa3c0e1bb8c19b8f459a820",
    "metadata": {
        "title": "Journal Pre-proof Working Together to Meet the Needs of Patients with Inflammatory Bowel Diseases",
        "authors": [
            {
                "first": "Erica",
                "middle": [
                    "J"
                ],
                "last": "Brenner",
                "suffix": "",
                "affiliation": {},
                "email": "erica.brenner@unchealth.unc.edu"
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Kappelman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the article entitled \"Coronavirus Disease 2019 (COVID-19): What Should Gastroenterologists and Their Patients Know?\" By Ungaro et al. The authors provide an informative and concise overview of COVID-19 through the lens of the gastroenterologist. Importantly, the authors highlight the paucity of data on the impact of COVID-19 on patients with gastrointestinal disease, including inflammatory bowel disease (IBD). 1 Since COVID-19 is a novel virus, it remains unclear how it will affect our patients, particularly those on immunosuppressive medications. The global gastroenterology community currently lacks the data needed to answer the most pressing questions from our patients: whether their disease places them at higher risk of poor outcomes from COVID-19 and whether they should stop or change current medications.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "In an effort to answer these essential questions, we developed the Surveillance Epidemiology of Coronavirus) Under Research Exclusion (SECURE-IBD) registry in collaboration with Dr. Ryan Ungaro at the Icahn School of Medicine at Mount Sinai. SECURE-IBD (www.covidibd.org) is an international, pediatric and adult registry to monitor and report on outcomes of COVID-19 occurring in IBD patients. SECURE-IBD was developed in partnership with the Crohn's & Colitis Foundation, the International Organization for the Study of IBD (IOIBD), the European Crohn's and Colitis Organisation (ECCO), and the North American Society for Pediatric Gastroenterology, Hepatology, and Nutrition (NASPGHAN). The purpose of SECURE-IBD is to rapidly define the impact of COVID-19 on patients with IBD, including the impact of factors such as age, comorbidities, and IBD treatments on COVID outcomes. SECURE-IBD is committed to providing regular updates to the IBD community regarding number of reported cases and outcomes, including data broken down by geographic region and IBD treatment. We disseminate updates through the project website, email, and Twitter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "The SECURE-IBD registry collects de-identified data, in accordance with HIPAA Safe Harbor De-Identification standards. 2 The UNC-Chapel Hill Office for Human Research Ethics has determined that storage and analysis of de-identified data does not constitute human subjects research as defined under federal regulations [45 CFR 46.102 and 21 CFR 56.102] and does not require IRB approval. 3, 4 We encourage IBD clinicians worldwide to report all cases of COVID-19 in their IBD patients, regardless of severity, after sufficient time has passed to observe the disease course through resolution of acute illness and/or death.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 387,
                    "end": 389,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 391,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "To date, the response to the SECURE-IBD registry from the international gastroenterology community has been truly extraordinary. As of March 22 nd 2020, over 19,000 visitors from 118 countries have accessed the SECURE-IBD website. Importantly, health care providers worldwide have reported 33 cases to the registry. Many users have provided valuable feedback that has allowed us to improve our data collection approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "In order to ensure that the registry generates the robust data needed to inform the care of IBD patients, however, we need to garner even broader participation. We write this letter to implore all providers taking care of patients with IBD to report cases of COVID-19 among their IBD patients on our website (www.covidibd.org). Reporting a case takes approximately five minutes, and will help us to better define the impact of COVID-19 among our patient population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "Beyond IBD, we are in the process of helping leaders across specialties to leverage this registry blueprint in other disease states. Within the field of gastroenterology, we have worked with cirrhosis and liver transplantation (www.covidcirrhosis.org), eosinophilic GI disease, and celiac disease groups to leverage the SECURE-IBD framework. 5 Outside of gastroenterology, we have supported investigators and organizations studying related immune-mediated diseases (psoriasis, juvenile idiopathic arthritis, rheumatoid arthritis, and systemic lupus erythematosus (SLE)) and hematological conditions including sickle cell disease, hematological and solid malignancies. Now is the time to collaborate across specialties to accelerate learning.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        },
        {
            "text": "Through international cooperation, collaboration, and communication, we will be able to optimize the care of our patients during this unprecedented, worldwide health crisis. We are truly all in this together! ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor of Clinical Gastroenterology and Hepatology,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epub ahead of print",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ungaro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Department of Health and Human Services",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Code of Federal Regulations. 21 CFR 56",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Brenner, MD (Pediatric Gastroenterology fellow, University of North Carolina at Chapel Hill) Michael D. Kappelman, MD, MPH (Pediatric Gastroenterologist, University of North Carolina at Chapel Hill)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}