{
    "paper_id": "2cc2a32279fe6568597270ac9de64a438fc59591",
    "metadata": {
        "title": "PhD , Mental health and a novel coronavirus (2019-nCoV) in China",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " (Lu, 2020) ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 11,
                    "text": "(Lu, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The occupational and psychosocial impact of SARS on academic physicians in three affected hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hershenfield",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Psychosomatics",
            "volume": "46",
            "issn": "",
            "pages": "385--391",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging understandings of 2019-nCoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Drug treatment options for the 2019-new coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bioscience trends",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Long-term psychiatric morbidities among SARS survivors",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Yiu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "General hospital psychiatry",
            "volume": "31",
            "issn": "",
            "pages": "318--326",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The experience of the 2003 SARS outbreak as a traumatic stress among frontline healthcare workers in Toronto: lessons learned. Philosophical transactions of the",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chronic widespread musculoskeletal pain, fatigue, depression and disordered sleep in chronic post-SARS syndrome; a case-controlled study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moldofsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patcai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC neurology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Posttraumatic stress, anxiety, and depression in survivors of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of traumatic stress",
            "volume": "18",
            "issn": "",
            "pages": "39--42",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", psychotherapy and pharmacotherapy interventions for the stressful impact of the 2019-nCoV outbreak should be given more attention in patients infected with 2019-nCoV, suspected persons, observed persons, and health care workers closely associated with the infected patients. The outbreak of SARS-CoV in 2002 and 2003 in Guangdong Province,China, was regarded as a \"mental health catastrophe\"(Mak et al., 2009).Mak et al found that the cumulative incidence of psychiatric disorders was up to 58.9% (53/90) after the SARS-CoV outbreak(Mak et al., 2009). Among these 53 survivors, 42 (44%) and 43 (47.8%) survivors suffered from depressive disorders and posttraumatic stress disorder (PTSD) at some time point after their infection, respectively(Mak et al., 2009). The outbreak of SARS-CoV was associated with depression, anxiety, fatigue, pain, weakness and sleep disturbance(Moldofsky and Patcai, 2011). Thus, it is of great significance to carry out a regular screening for mental health condition and implement effective interventions in fighting against the 2019-nCoV.The number of deaths is raising quickly after the 2019-nCoV outbreak(Huang et al., 2020), leading to feeling of helplessness and social isolation, anxiety, depression, sleep disturbances, aggressive and suicide behavior among the confirmed patients and suspected persons.Their infection symptoms, such as fever, hypoxia and cough, can also precipitate or aggravate the above mental health problems. In the SARS-CoV survivors, women and low education level were positively associated with avoidance symptoms(Wu et al., 2005). Observed persons who had been quarantine are likely to fear not only for their own safety but also for the safety of their family members. Similarly, Grace et al found that health care workers who providing direct care to patients infected SARS-CoV reported greater stigmatization and psychological distress than those who not providing such care(Grace et al., 2005). Although the above mental health problems are common in 2019-nCoV patients, suspected persons, observed persons, and health care workers, most of the health care workers in the isolation ward have not received formal training in mental health psychiatry and psychology.The stressful impact of the 2019-nCoV may be qualitatively distinct from the stress of other disasters, especially for health care workers closely associated with 2019-nCoV patients. In particular, the stressful impact of an emerging infectious disease may attribute to the following two aspects: (1) exposure to infectious disease brings interpersonal isolation resulting from the nature of the efforts of health care workers to contain the threat (such as isolation precautions) and the threat itself (such as stigma and avoidance of contact)(Maunder, 2004); (2) health care workers were concerned regarding contagion to their friends and family. Thus, exposure to contagion reduces the availability of social and family support, which was involved in buffering the impact of stress.When the health care workers infected 2019-nCoV, the sudden role reversal from a care provider to a 2019-nCoV patient potentially lead to great adjustment challenges, including feeling of frustration and helplessness. Fear of discrimination and stigmatisation potentially hampered health care workers to seek psychotherapy and pharmacotherapy interventions.Given that the high prevalence of psychiatric disorders in the SARS-CoV survivors(Mak et al., 2009), the management of 2019-nCoV patients and 2019-nCoV survivors should not only focus on infectious disease treatments. The possible long-term psychiatric sequelae, such as depression and PTSD, should be alerted by the health care workers who are responsible for following up with 2019-nCoV survivors. This study emphasizes the importance of screening, preventing and treating psychiatric comorbidities, which may exert a profound influence on recovery from psychiatric diseases.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure/Conflicts of Interest"
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}