{
    "paper_id": "2ce92a95b37ed2c8457e77c6f56f03434c3c7470",
    "metadata": {
        "title": "Transnational Quarantine Rhetorics: Public Mobilization in SARS and in H1N1 Flu Huiling Ding",
        "authors": []
    },
    "abstract": [
        {
            "text": "This essay examines how Chinese governments, local communities, and overseas Chinese in North America responded to the perceived health risks of Severe Acute Respiratory Syndrome (SARS) and H1N1 flu through the use of public and participatory rhetoric about risk and quarantines. Focusing on modes of security and quarantine practices, I examine how globalization and the social crises surrounding SARS and H1N1 flu operated to regulate differently certain bodies and areas. I identify three types of quarantines (mandatory, voluntary, and coerced) and conduct a transnational comparative analysis to investigate the relationships among quarantines, rhetoric, and public communication. I argue that health authorities must openly acknowledge the legitimacy of public input and actively seek public support regarding health crises. Only by collaborating with concerned communities and citizens and by providing careful guidance for public participation can health institutions ensure the efficacy of quarantine orders during emerging epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "evidence of discriminatory historical use of quarantines, which not only makes public health officials hesitant to use them again but also leaves some minority groups \"leery about motives for the use of quarantine\" (Mitka 2003 (Mitka , 1696 . In China, however, this negative connotation of quarantine is far less prominent because of different historical, cultural, and ethnic contexts.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 226,
                    "text": "(Mitka 2003",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 227,
                    "end": 240,
                    "text": "(Mitka , 1696",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite the close connection between quarantine, public participation, and public health, little research has examined the interaction between official and vernacular discourses about quarantine practices or public responses to quarantines. Accordingly, this article examines the rhetorical practices surrounding transnational use of quarantines in the first two global epidemics in the twenty-first century: SARS and the H1N1 flu. Examining quarantine practices both in China and in North America provides interesting insights not only about public risk communication practices in global epicenters in both epidemics but also sheds light on how publics and media in little-affected areas responded to the imagined risks related to China and the larger Chinese community during the SARS outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Requiring little technology, quarantines were employed extensively in SARS by many countries and regional authorities to identify travelers and residents with symptoms such as fever and cough, to put potential carriers in quarantine both for medical observation, and to reduce the potential spread of the virus to the larger community. Numerous studies have found that quarantines worked effectively to contain local SARS outbreaks (Gopalakrishna et al. 2004; Tsang and Lam 2003) . In the H1N1 flu outbreak in 2009, however, the quarantine situation radically changed. Because of the lack of symptoms for people at the onset stage of H1N1 flu, temperature monitoring worked much less effectively in identifying suspected cases, which in turn greatly reduced the public health efficacy of quarantines. Despite these differences between SARS and H1N1, many Asian countries and regions still adopted temperature monitoring and quarantines at the beginning of H1N1 flu to slow down its spread through the larger community.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 459,
                    "text": "(Gopalakrishna et al. 2004;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 460,
                    "end": 479,
                    "text": "Tsang and Lam 2003)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In comparing quarantine practices in these cases, this article first details the different types of quarantine practices that I identified across both the SARS and the H1N1 epidemics through a transnational case study of quarantine practices in China, the U.S., and Canada. Then I examine the different ways mandatory, voluntary, and coerced quarantines were used in China, the U.S., and Canada during SARS as well as the way voluntary quarantines were implemented by overseas Chinese returnees during the H1N1 outbreak. I track differing motivating tropes across the varying types of quarantines in each case. Finally, I discuss how public needs, cultural notions of individual rights and duties, nationalism, and public health practices may shape the way the public views mandatory, voluntary, or coerced quarantines as well as connections between minority groups and epidemics. I conclude by examining different ways public communication may influence risk reduction approaches during emerging epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Quarantines, modes of security, and stigmatization in epidemics Gostin, Bayer, and Fairchild (2003) described two official types of quarantines, namely, perimeter or geographic quarantines, which \"involve restrictions on travel to and from designated geographic areas or places\" and mass quarantines that impose \"closures for schools, hospitals, factories, hotels, restaurants, places of entertainment, or residential buildings\" (3231) . My analysis of media reports and personal narratives about coping strategies during the two epidemics identifies three types of quarantines, which are respectively mandatory, voluntary, and coerced quarantines. These three types of quarantines can \"operate at the individual or population levels,\" as suggested by Gostin et al. (2003, 3231) , and yet they differ from those identified by Gostin et al. because they shift attention from location and official strategies to motivation and grassroots tactics. These types of quarantines are characterized by different degrees of restriction of movement and isolation because of personal considerations, individual will, communal pressures, or social stigmatization.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 99,
                    "text": "Gostin, Bayer, and Fairchild (2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 429,
                    "end": 435,
                    "text": "(3231)",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 778,
                    "text": "Gostin et al. (2003, 3231)",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 839,
                    "text": "Gostin et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mandatory or official quarantines are required and enforced by institutions/organizations to reduce the possible import of health risks to their communities. Mandatory quarantine often results from official or communal efforts at \"pinpointing and isolating high-risk patient groups in hospitals and institutions\" (Webster 2003 (Webster , 1290 . One instance of mandatory quarantine is the widespread use of community entry surveillance tools such as temperature monitoring and health registration forms to identify floating people returning from severely SARS affected regions such as Guangdong or Beijing. Returnees from epicenters were placed into 2-week quarantines, often in cabins or buildings outside villages where their homes were located. In other cases, people may be put under medical observation in quarantine camps, as happened to residents of Amoy Gardens in Hong Kong after a total of 329 SARS cases were reported in the residential building because of a defective sewage system (Greenfeld 2006; Hung 2003; Pomfret and Weiss 2003) . In addition, medical workers who had close contact with SARS patients were isolated, often in hospitals, for medical observation and treatment if they developed any SARS symptoms.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 326,
                    "text": "(Webster 2003",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 327,
                    "end": 342,
                    "text": "(Webster , 1290",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 1010,
                    "text": "(Greenfeld 2006;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1011,
                    "end": 1021,
                    "text": "Hung 2003;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1022,
                    "end": 1045,
                    "text": "Pomfret and Weiss 2003)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Voluntary quarantines refer to bottom-up risk reduction measures employed by individuals, which often originate from considerations about either collective interests or personal precaution. Those using voluntary quarantines may be individuals from epicenters, members of high-risk populations, or people highly concerned about possibly spreading the diseases through social or professional contacts. These people may employ measures such as home confinement for a certain period of time, avoidance of all unnecessary travel outside their homes, or self-imposed restricted movement for risk reduction purposes. Three medical professionals in Singapore voluntarily quarantined themselves either after developing fever symptoms or after learning that their patients were infected with SARS (Chia, 2003) . They did so to protect their families, friends, and colleagues from potential health risks they might have presented, and they were cited by Prime Minister Goh Chok Tong as \"examples of responsible behavior\" (Chia 2003) .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 799,
                    "text": "(Chia, 2003)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1010,
                    "end": 1021,
                    "text": "(Chia 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coerced quarantines refer to the individual use of home quarantines, minimized human contact, or restricted movement as a direct result of external pressure or social avoidance. Such avoidance often is caused by the perceived ethnic, geographical, or professional connection between the individual and the epicenters. A lot of people of Asian descent in the U.S. and in Canada reported that they had encountered so much racial targeting, shunning, and hate speech in their everyday life during SARS that they had to stay at home as much as possible to avoid any unnecessary travel (Blatchford 2003; Leung 2008) .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 598,
                    "text": "(Blatchford 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 599,
                    "end": 610,
                    "text": "Leung 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The world risk society presents new, incalculable, and uncontrollable risks because of globalization, mass migration, and unprecedented developments in science and technology (Beck 1999) . During emerging epidemics, some people experience intense fear, which can be associated with uncertainty, scarce information, and a widespread perception of loss of control (Eichelberger 2007 (Eichelberger , 1285 . To cope with their sense of being out of control, people use whatever little information is available to them to respond psychologically and to take what they perceive as risk reduction measures, including quarantines (Strong 1990) . Such bottomup use of quarantines is often not required by public health policies, but people use them anyway as a coping tactic that gives them some interventional power and individual agency when faced with new epidemics. In examining the use of quarantines in extra-institutional and communal settings, this essay calls attention to the grassroots application of voluntary and coercive quarantines as individual and communal tactics to cope with both the uncertainties surrounding emerging epidemics and their accompanying social panics and stigmatization.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "text": "(Beck 1999)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 362,
                    "end": 380,
                    "text": "(Eichelberger 2007",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 381,
                    "end": 401,
                    "text": "(Eichelberger , 1285",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 635,
                    "text": "(Strong 1990)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS emerged in China's Guangdong Province in November, 2002 . On February 11, 2003 , after numerous \"panic buying\" episodes in Guangzhou, the capital of the province, the provincial government held its first and only press conference about the so called \"atypical pneumonia,\" claiming that the epidemic had been brought under control (Ding 2009 ). The epidemic disappeared in Chinese mainstream media in March and in early April while the virus travelled to Beijing and Hong Kong, where local outbreaks occurred. Zhang Wenkang, China's Minister of Health, emphasized repeatedly in early April that Beijing had only 12 imported cases and that it was safe to live and travel in the capital. His claim was challenged by a retired military physician, Jiang Yanyong, who, after personal investigation of SARS in two military hospitals in Beijing, published an open letter in Time's official website on April 8 (Jakes 2003) . On April 20, China took the unusual act of firing both Health Minister Zhang Wenkang and Mayor of Beijing Meng Xuelong for failing to respond effectively to Beijing's SARS outbreak. The total number of confirmed SARS cases in Beijing was changed from 12 to 3,039 with 402 suspect cases reported on the same day. Starting on April 21, the Chinese government issued daily updates of SARS situations and started mass mobilization to launch a \"people's war against SARS\" (President Hu). For 2 months, officials and residents fought SARS, and on June 24, Beijing was removed from WHO's list of areas with recent local transmission.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 60,
                    "text": "China's Guangdong Province in November, 2002",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 83,
                    "text": ". On February 11, 2003",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 345,
                    "text": "(Ding 2009",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 918,
                    "text": "(Jakes 2003)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Mandatory, coerced, and voluntary quarantines in SARS in china"
        },
        {
            "text": "Quarantines in local communities functioned as an important part of the mass mobilization efforts to reduce infection during the 2003 SARS outbreak in China (State Council News Release 2003) . Widely employed at governmental, organizational, communal, and individual levels, quarantines became a significant tool for active official and unofficial strategies to fight against SARS in both mainland China and in Hong Kong. While governmental policies were issued to direct national and regional anti-SARS campaigns, rural communities resorted to mandatory quarantines to monitor the health conditions of migrant workers returning from SARS-affected areas. In comparison, college students studying in epicenters such as Beijing were urged to employ self-initiated, on-campus voluntary quarantines instead of fleeing back home to avoid spreading the SARS virus.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 190,
                    "text": "(State Council News Release 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mandatory, coerced, and voluntary quarantines in SARS in china"
        },
        {
            "text": "A large-scale outbreak occurred in Amoy Garden in Hong Kong with a total of 324 residents diagnosed as confirmed SARS patients by the end of (Hung 2003 . Before the official implementation of mandatory quarantines, many residents imposed home quarantines to avoid passing on the virus to families and friends and \"waited at home to become the next confirmed case\" (\"Experts Recommended\") . To cope with secondary infection, the Hong Kong Department of Health passed an important policy requiring \"all household contacts of patients confirmed with SARS [to] be confined at home for a period of up to 10 days\" (Transcript). After many residents developed SARS symptoms, all residents of Amoy Garden's E building were asked to have a 10-day home confinement on March 31. On April 2, the authorities issued another order to transfer residents to quarantines in holiday resorts. When the confinement order was implemented that evening, however, more than 200 residents had moved out and only 241 residents remained at home (Lee 2003, \"Amoy Resident,\" 1).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 151,
                    "text": "(Hung 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 364,
                    "end": 387,
                    "text": "(\"Experts Recommended\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mandatory quarantine in Amoy Garden, Hong Kong"
        },
        {
            "text": "Hong Kong's quickly changing official quarantine order encountered much resistance and criticism from local media and affected residents in Amoy Garden. For instance, the Chairman of the Amoy Gardens Owners' Joint Committee complained: \"We've just helped settle down the residents under isolation. Now the government has made a second different decision in 2 days\" (Lee 2003, \"Amoy Resident,\" 1). Health officials had to seek help from social workers, psychologists and police to persuade over 100 households to move out because \"some residents reportedly refused to open their doors, saying they did not want to leave\" (Lee 2003, \"Amoy Resident,\" 1). Hong Kong's efforts to contain the health risks suffered from a lack of transparency and insufficient communication with those impacted by such policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandatory quarantine in Amoy Garden, Hong Kong"
        },
        {
            "text": "Displaced residents not only criticized official risk policies but also actively negotiated with authorities and communities near the quarantine sites to bargain for fair treatment. After arriving at one of the resort sites, some residents \"staged a sit-in after discovering that some households would have to share toilets\" (Lee 2003, \"Angry Tenants,\" 1). One disgruntled evacuee noted, \"There are only two toilets for every three rooms […] The health chief Yeoh Eng-kiong ha[d] said the sewerage system might lead to infections and you ask us to share the use of toilets\" (Lee 2003, \"Angry Tenants,\" 1). After being moved again to an outdoor recreation center, the evacuee witnessed protests by local residents against the possible spread of the virus in their community. A female resident employed both the trope of responsible citizenship and an emotional appeal for non-discriminatory treatment: \"We are not thieves. We have fulfilled our responsibilities as citizens. But people just want to keep away from us. I feel saddened\" (Lee 2003, \"Angry Tenants,\" 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mandatory quarantine in Amoy Garden, Hong Kong"
        },
        {
            "text": "Because of the rapid increase of SARS patients, Beijing hospitals were quickly operating beyond capacity. Comprehensive hospitals in China are often designed to save space and to provide convenience to patients, which often results in the use of lobby for both billing offices and test laboratories. Therefore, neither their architectural layouts nor the medical service procedures are conducive for the containment and treatment of mass outbreaks of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "During SARS, however, many comprehensive hospitals with limited facilities converted their wards for non-infectious diseases into medical observation stations for SARS; their corridors were packed with suspected SARS patients. In late April and early May, many hospitals became hotspots of infection, and numerous medical care workers in urgent care and respiratory disease divisions were infected. As one of the most seriously affected hospitals, People's Hospital treated over 8,360 patients with fever with 205 of them diagnosed as SARS cases from April 5 to April 24. As one of the top third most visited comprehensive hospitals in Beijing, People's Hospital designed its urgent care division \"both to save space and to make things easy for patients, with all testing and fee paying windows clustered together\" in one hall way, which posed serious health risks to its visitors in contagious respiratory epidemics (\"Resolving Mysteries\") . Overwhelmed by large numbers of fever patients, hospital authorities decided to convert first the laundry room on April 7 and then the boiler room on April 13 into a SARS ward. While the first SARS ward held sick patients, the second ward contained infected medical staff. Moreover, its emergency room was packed with fever patients, many of them later diagnosed as SARS. The high in-hospital infection rate scared many cleaners and personal care workers away; doctors, nurses, and administrative staff had to clean SARS wards themselves. Moreover, the hospital was forced to convert its patio into a temporary medical observation center, which later became its \"hotspot of infection\" (\"Resolving Mysteries\") . Because of the lack of prevention guidelines and the heavy workload, a total of 93 medical workers and hospital staff contracted SARS during this period. To make matters worse, the People's Hospital had to keep staff in ordinary wards because all hospitals in Beijing were overfilled with SARS patients.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 940,
                    "text": "(\"Resolving Mysteries\")",
                    "ref_id": null
                },
                {
                    "start": 1628,
                    "end": 1651,
                    "text": "(\"Resolving Mysteries\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "When the People's Hospital finally transferred 29 patients to other hospitals and closed its patio on April 17, physicians used clinical efficacy as the criterion and decided to \"transfer as many younger patients as possible because they were not as seriously sick, were able to sit, which allow the ambulance to carry more patients\" (\"Resolving Mysteries\") . With newlygained experience treating SARS patients, the hospital could thus provide better treatment for patients who were older or seriously sick.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 357,
                    "text": "(\"Resolving Mysteries\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "On April 18 and 19, People's hospital opened a fever clinic with isolation facilities and converted five ordinary wards into its third SARS ward. However, the fever clinic had over 180 feverish patients in the first 2 days, and its new ward instantly filled up again. With a large number of SARS patients, hospital administrators requested the shutdown of its urgent care and outpatient services for thorough disinfection on April 19. However, hospital closure for thorough disinfection was unheard of then, and it took administrators 3 days to send urgent reports to various institutions before health authorities took any action. The urgent care division even had a doctor stand by the hospital entrance to dissuade visitors without fever from entering the hospital. The message was, \"We have many SARS patients and you may easily get infected\" (\"Resolving Mysteries\") .",
            "cite_spans": [
                {
                    "start": 847,
                    "end": 870,
                    "text": "(\"Resolving Mysteries\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "On April 21, the hospital was so full that all chairs in the corridor were occupied, and some patients had to get intravenous injections in the front yard. Zeng Guang, the principal epidemiologist of Chinese Center of Disease Control, was sent to investigate the SARS situation in People's Hospital. That day, People's Hospital closed its clinic; on the evening of April 23, it became the first hospital in Beijing to be quarantined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "The story surrounding the quarantine of People's Hospital calls attention to the human elements of epidemic control, particularly medical workers' sacrifice, professional devotion, and scientific innovation in coping with unprecedented challenges. It highlights medical workers' will to carry out professional responsibilities despite immense health threats and fear. Ding Xiulan, the deputy direct of the emergency care division of People's Hospital, worked with a large number of SARS patients, witnessed the infection of six nurses in her division, and continued her frontline work until she was infected as well. She said, \"It is my inescapable fate,\" before passing away in mid-May (\"Resolving Mysteries\") . In addition to the human aspects of epidemic control, the closure of People's Hospital also highlights the importance of locally-initiated scientific and clinical knowledge making activities and the need for medical professionals to participate actively in risk decision making to produce better informed risk policies.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 710,
                    "text": "(\"Resolving Mysteries\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "Indeed, the People's Hospital's requests for mandatory quarantine transformed Beijing's SARS prevention and control approaches. To help release the heavy burden on Beijing hospitals, the Beijing Municipal Government worked with the Ministry of Defense and the Ministry of Health to build Xiaotangshan Hospital in the outskirts of the capital within 1 week. On May 7, Xiangtangshan Hospital was officially put into use, and patients with severe SARS symptoms were transferred there for isolation and treatment. Another two hospitals, Xuanwu Hospital and Sino-Japan Friendship Hospital, were converted as the other two designated SARS hospitals in Beijing, and by midnight of May 7, all SARS patients in Beijing and its neighboring counties were transferred to designated SARS hospitals for treatment. The shutdown and quarantines of heavily overburdened and infected hospitals and the transfer of patients to designated SARS hospitals functioned as key measures to control local outbreaks, to reduce cross-infection, and to contain the SARS outbreak in Beijing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "In late April, quarantines were widely employed in SARS wards in specialized infectious hospitals and comprehensive hospitals as well as fever clinics in middle-sized hospitals (Beijing municipal guideline). In addition, Beijing witnessed the wide use of quarantines in construction sites, dormitories in hospitals and universities, and residential buildings in which confirmed SARS cases were found. Despite all these anti-SARS measures, the virus ran rampant in the larger community, and fear of the epidemic was heightened both in Beijing and in neighboring regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff-initiated mandatory quarantine and closure of hospital: hotspots of SARS in Beijing"
        },
        {
            "text": "To contain the SARS outbreak in Beijing, top leaders called for \"greater efforts by grassroots units to seal off the epidemic routes of SARS\" (Beijing Municipal Guideline). The official discourses quickly employed the tropes of social responsibility and patriotism to mobilize local communities' participation in the anti-SARS campaign. Beijing's Municipal Government issued a \"Guideline for the Strengthening of SARS Control Work in the Communities\" on April 29, which described a typical approach of SARS control work adopted by governments at all levels throughout China. Starting with the claim that \"SARS control work directly influences people's health and survival as well as the stability and development of the capital,\" the guideline calls for the \"full participation and support from all businesses, organizations, and residents at the levels of streets, residential areas, towns, and villages.\" All residents should participate in the \"mass prevention and mass control work\" as \"owners of communities\" to \"win this people's war against SARS\" (Beijing Municipal Guideline). A four-level, coordinated information monitoring network was established in Beijing with building administrators, neighborhood committees, street-level committees, and district-level directing centers working together to screen possible SARS cases and close contacts at all levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "The official call for participation with its appeals to patriotism, grassroots participation, and social responsibility helped to facilitate mass mobilization campaigns throughout China. Community volunteers worked with local quarantine officers to deliver food, medicine, and other needed commodities to those under home quarantine and to monitor their temperature daily by phone calls. In addition, neighborhood committees consisting mostly of retirees adopted rigorous methods to track down and quarantine close contacts of suspected or confirmed SARS cases. In China, such neighborhood organizations, which are sponsored by the Communist Party, penetrate all residential communities throughout the country, and they play significant roles in the communal life, including supervising migrant populations and monitoring birth control of local residents. Movius (2003) described the grassroots SARS control work, including temperature monitoring and disinfection of local buildings, conducted by her neighborhood committee members in Shanghai's Xujiahui District, who were \"assisted by about 100 'official helpers,' retired volunteers who patrol[led] specific streets and buildings.\" To a great extent, neighborhood committees helped to ensure the success of people's wars against SARS and the mobilization of all residents to practice temperature monitoring and home quarantine whenever necessary. Haidian, one of the hightech districts with numerous universities and start-up companies, appointed a medical supervisor for each of its \"33 communities and townships to monitoring the efforts of quarantining people who were suspected of carrying the SARS virus\" (\"Official Calls For\") . Meanwhile, the Beijing Municipal Government stipulated that any company employing people under quarantine should hold absentees' positions and pay normal salaries during the quarantines.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 869,
                    "text": "Movius (2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1663,
                    "end": 1685,
                    "text": "(\"Official Calls For\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "As a result of this rigorous campaign of mass prevention and mass control of SARS, by May 23, a total of 28,256 people had been put into quarantines and isolation, with 24,098 released from isolated home quarantines or concentrated quarantines in hospitals after they developed no SARS symptoms (\"Update of Beijing\"). The Chinese Field Epidemiology Training Program of the Chinese Center for Disease Control and Prevention (China CCDC) conducted a survey at the end of SARS to evaluate the efficacy of quarantine as a riskreduction measure. Their findings suggested that, even though the quarantine criteria were unclear and inconsistently applied at the beginning of the outbreak, quarantine did work for the close contacts of symptomatic SARS patients. A total of 6.3 % of their sample of quarantined close contacts of symptomatic patients developed SARS. The infection rate was 31.1 % for those who cared for SARS patients, 8.8 % for visitors, and 4.6 % for those who lived in the same buildings. The authors concluded:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "The use of quarantine, in combination with enhanced surveillance, isolation of SARS patients, and comprehensive use of personal protective equipment by health-care workers, appears to have been effective in controlling the recent epidemic of SARS in Beijing. (Ou et al. 2003 (Ou et al. , 1040 Mandatory quarantines for floating workers in and from epicenters",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 274,
                    "text": "(Ou et al. 2003",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 275,
                    "end": 292,
                    "text": "(Ou et al. , 1040",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "With large metropolises such as Guangzhou and Beijing experiencing widespread SARS effects, floating populations such as migrant workers and college students were closely supervised as a part of the national disciplinary strategies. In May, 2003, the PRC Ministry of Health (MOH) issued two directives on SARS prevention and control in the countryside. One directive required the immediate quarantine and onsite treatment for outside travelers, particularly those returning from short trips in SARS affected regions. Such travelers were required to be \"placed into home quarantines or under medical observation for 14 days\" and to avoid close contact with family members (\"MOH Notification\") . Another directive focused on the surveillance of migrant workers returning from regions with ongoing SARS outbreaks. The MOH required major public traffic ports to use temperature monitoring and health registration forms to track migrant returnees and to impose immediate medical quarantine measures for those with SARS symptoms. In addition, asymptotic returnees would be referred to their family's villages for home quarantines and medical observation (\"MOH Guideline\") .",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 691,
                    "text": "(\"MOH Notification\")",
                    "ref_id": null
                },
                {
                    "start": 1148,
                    "end": 1165,
                    "text": "(\"MOH Guideline\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "During a State Council press conference held on May 15, Liu Jian, the Vice Minister of Agriculture, announced that China had over 100 million migrant workers, and by mid-May, about 4 million had travelled home for harvesting and another 4 million had returned home because of impacts of SARS (Tian 2003) . Migrant workers often worked in labor-intensive industries, lived in overcrowded dormitories, and had little access to healthcare. Often living from check to check, they could not afford medical bills incurred by major diseases. Getting fired for illness only further exacerbated their economic difficulty and threatened their daily survival. Therefore, migrant workers suffering from major illnesses often had to travel back home for low-cost family care (Tang 2003) . To ensure the timely quarantine and treatment of farmers and migrant workers, China set aside a special fund of 2 billion yuan to provide free examinations, quarantines, and treatments to farmers who contracted SARS (\"May 15\") . In addition, businesses were required to pay salaries to migrant workers who were quarantined or treated for SARS instead of firing them, thereby preventing mass exodus of migrant workers from SARS-affected areas. Official policies like these protected the economic interests of migrant workers affected by SARS or by quarantine orders, which in turn helped to humanize the anti-SARS policies and thus encouraged cooperation from affected citizens.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 303,
                    "text": "(Tian 2003)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 762,
                    "end": 773,
                    "text": "(Tang 2003)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 992,
                    "end": 1002,
                    "text": "(\"May 15\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "SARS had three main transmission channels in the countryside: returning migrant workers, students, and those who sought medical treatment in hospitals before returning home (Liu 2003, \"Self Salvation\") . To prevent the import of the SARS virus, many rural villages mobilized their residents to set roadblocks in entrances to their villages and patrolled around the clock to prevent travelers from entering their community (\"Beijing Farmers\") . Villages set up local anti-SARS teams to preserve communal health by educating people about SARS prevention measures, by checking temperature records of all residents, and by carrying out daily disinfection (\"Beijing Farmers\") . For villages with suspected or confirmed SARS cases, all residents took voluntary home quarantines to cut off local chains of infection, and local CPC committees provided subsidized daily necessities to family under quarantines (\"WHO Experts Visit\") . To prevent migrant workers from returning home for the wheat harvest season, many villages encouraged residents to dissuade their family members who were working in epicenters from returning home. In addition, villages formed \"collaborative assistance teams\" consisting of local cadres, people's militia, and women's federation members to harvest wheat for households suffering from labor shortage .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 201,
                    "text": "(Liu 2003, \"Self Salvation\")",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 441,
                    "text": "(\"Beijing Farmers\")",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 670,
                    "text": "(\"Beijing Farmers\")",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 922,
                    "text": "(\"WHO Experts Visit\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "WHO experts held inspection tours in towns and in a quarantined village in Hebei Province, which was \"home to a good portion of Beijing's 'floating population' of migrant workers\" with a reported a total of 146 SARS cases by May 10, 2003 (\"WHO Experts Visit\"). The WHO workers spoke highly of the grassroots surveillance networks in the rural areas there. Epidemic control stations at the county and village levels took measures to disinfect all households on a daily basis and supervised the mobile population by keeping records of their body temperature and by providing physical checkups. WHO experts observed the use of \"very rigorous strategies\" and heightened \"community involvement\" in SARS prevention (\"WHO Experts Inspect\") . Creative measures were taken to build a net for SARS prevention and control, which made it \"hard [for SARS] to get through since the net seem[ed] to be very tight\" (\"WHO Experts Inspect\") . For instance, one village adopted a \"ten-household\" supervision mechanism with one information collector designated for every ten households to gather \"SARS-related information among the families,\" including the names of recent returnees from affected areas and the health conditions of those under home quarantine (\"WHO Experts Inspect\"). With a total of 1,000 people, the quarantined village reported three suspected SARS cases in early May and enacted a 15-day quarantine. During the quarantine, people refrained from visiting neighbors, and the county government took care of \"all the villagers' daily necessities free of charge.\" WHO officials stressed the personal responsibility of the community, which made the system work and commended \"medical staff, officials and villagers for their collaboration and dedication\" (\"WHO Experts Visit\").",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 732,
                    "text": "(\"WHO Experts Inspect\")",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 922,
                    "text": "(\"WHO Experts Inspect\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "Such grassroots coordination and public participation existed not only in villages throughout China but also in cities and towns in provinces unaffected by SARS. described his eventful travel from Beijing to Zejiang Province and then back to Beijing when his trip was accompanied by newly released reports about scattered cases in cities such as Hanzhou and Ningbo (Bao 2003, SARS journal) . Officials issued orders to cancel all visiting and reception activities, and all travelers using public transport were required to fill in health registration forms to track their health conditions. People from Beijing were often met with suspicion and isolation efforts. In coastal cities in Zejiang, travelers from Beijing would be \"quarantined in small islands upon arrival,\" and in provinces adjacent to Beijing, most restaurants refused to provide service to such travelers in fear of possible infection (Bao 2003, \"SARS Journal\") . This public campaign functioned to put all travelers and returnees from epicenters into mandatory quarantines and helped to prevent widespread SARS outbreaks in the countryside and regions little affected by SARS. Indeed, the fully mobilized grassroots forces functioned as the frontline defense to prevent dissemination of the SARS virus in the countryside. It should be emphasized that in cities and villages little affected by SARS, the trope of social responsibility worked alongside concerns for communal and individual health, which in turn resulted in creative, locally-invented prevention tactics to prevent possible \"invasion\" of SARS.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 389,
                    "text": "(Bao 2003, SARS journal)",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 927,
                    "text": "(Bao 2003, \"SARS Journal\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "College students' advocacy for voluntary quarantine and self-sacrifice University students played a particularly prominent role in debates about voluntary quarantines for SARS. In response to an official quarantine of an entire residential building at the Central University of Finance and Economics (CUFE) on April 16, CUFE announced that the university would cancel all classes until May 8. It became the first university to cancel classes and to dismiss students to avoid cross-infection of SARS. Rumors about the closure of all dormitories drove many students home. One widely republished diary titled, \"We Worked Together to Conquer SARS at CUFE,\" described in detail the chaotic situation that night:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "In front of dormitory buildings panicked students dragged their luggage and rushed to the entrance of the university in attempt to run away from CUFE. The entire campus was packed with refugee-like, mask-wearing students. One after another, dormitories got emptied quickly. It looked like one of the Hollywood disaster movies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "Over two thirds of CUFE students left between April 16 and April 20 with over 700 students staying on campus for the rest of the outbreak. Meanwhile, North Jiaotong University (NJU), located across the street from CUFE, reported clusters of outbreaks in various floors of its dormitories. By April 25, North Jiaotong had a total of 65 students suffering from fever. NJU cancelled classes until May 21 and allowed those students with no fever symptoms and no history of contact with SARS cases to return home. All students had to apply for permission to leave campus and had to leave their contact information before departure. Over 600 students, both close contacts with suspected cases and those living in the same dormitory buildings, were put into quarantines for 14 days (\"Wang Qishan\") . Fortunately, no new SARS cases were found at NJU after April 24. Ungar (1998) identifies both talk radio and the Internet as two alternative media for voicing public concerns and recommends the search of both to \"locate a signature of public concern\" in global risks (280). With a large number of students leaving campus and with the quick spread of SARS throughout China, students who traveled home were criticized as being \"cowardly, irresponsible, and virus carriers that brought the SARS virus to all parts of China\" (Lou 2003) . However, college students quickly responded to both critiques and official calls, using the Internet as a deliberative forum. In bulletin board systems (BBS) run by universities in Beijing, the most discussed topic was whether college students should leave their universities for home, which provide traces of \"personal worries and agitated conversations\" during SARS (Ungar 1998, 278) . The author of the widely circulated article about the CUFE outbreak praised CUFE's transparent and timely risk communication practices, warned against rumorinduced panic, and urged those who had contact with SARS patients to \"voluntarily quarantine [them] selves for the sake of [their] friends' and families' health\" (\"We Worked Together\") .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 790,
                    "text": "(\"Wang Qishan\")",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 870,
                    "text": "Ungar (1998)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1314,
                    "end": 1324,
                    "text": "(Lou 2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1695,
                    "end": 1712,
                    "text": "(Ungar 1998, 278)",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2055,
                    "text": "(\"We Worked Together\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "One poster appealed to the traditional Confucian value of putting \"nation before community and society above self\": \"One of the most valued Chinese virtues is the fearless attitude toward death . . . During SARS, this virtue of 'dare to die' indicates a life attitude that would sacrifice one's own interest for the larger interests of other people, communities, and the nation\" (\"We Worked Together\") . Another post in Beijing University BBS said: Social responsibility sounds huge and general, but now every one of us is confronted with its most concrete and ordinary side . . . Each of us is a fighter, and our way of fighting is to stay in the affected area-despite its accompanying danger. We do this for ourselves and for others (\"We Worked Together\") .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 401,
                    "text": "(\"We Worked Together\")",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 757,
                    "text": "(\"We Worked Together\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "These calls for self restraint and personal sacrifice for communal interests remind one of Confucius' definition of ren ( ), the cardinal virtue, in the Analects: \"Be the first to undertake difficult tasks and the last to think above reward\" (Confucius, 6.22) . As Confucius preaches, a true gentleman is willing to \"sacrifice his life to preserve ren rather than to survive at the cost of compromising ren\" (15.9). The online posts urging students not to return home reflect some of the key components of ren, i.e., gravity, modesty, diligence, generosity, self restraint, and perseverance in adversity (Ding 2007, 149) . As a limited regional risk-reduction effort, this trend of online debates signifies the metamorphosis of individuals into social beings as college students who pondered their social responsibility to the larger groups of families, communities, and the nation. These debates helped students create small initiatives that facilitated official attempts to compartmentalize and control a wide variety of high-risk spaces in Beijing. Such discussions clearly demonstrate students' sense of interdependence and interconnectedness that \"interfused biological, social, and political belongings,\" which foregrounds the notion of \"responsible citizens\" as their master trope of identity (Wald 2008, 79) . These debates also suggested the importance of emotions and values in people's experiences of and responses to health risks, as Katz and Miller (1996) stress in their affective-value model of risk communication. Whereas voluntary quarantines were featured by self-initiated acts of personal sacrifice for national and communal interests, coerced quarantines often functioned as tactics to protect oneself from racial targeting and overt discrimination, as demonstrated below.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 253,
                    "text": "(Confucius,",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 259,
                    "text": "6.22)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 620,
                    "text": "(Ding 2007, 149)",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1315,
                    "text": "(Wald 2008, 79)",
                    "ref_id": null
                },
                {
                    "start": 1446,
                    "end": 1468,
                    "text": "Katz and Miller (1996)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The blurred line between top-down, mandatory quarantines and grassroots participation"
        },
        {
            "text": "During the SARS outbreak, Asian immigrants in the U.S. and Canada experienced different degrees of racial profiling and targeting, public shunning, discrimination, stigmatization, and status losses because of the widely publicized connection between SARS and Asia. A number of them employed home quarantines to avoid encounters with discriminatory practices in public settings even though they had no recent travel back to Asia. In addition, Chinatowns throughout the world suffered from radical business losses; many of them became ghost towns because of the perception of them as a promiscuous space with immigrants and travelers from Asia, as a dangerous pass-through space for the SARS virus. Many Caucasian, Asian Americans and Canadians stopped dining or shopping in Chinatowns because of fear of contagion (Leung 2008) .",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 825,
                    "text": "(Leung 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "Coerced quarantines in international travelers and people of Asian descent SARS was often racialized as a \"Chinese disease\" because of the perceived connection between China as the origin of SARS and the subsequent spread of SARS through transcontinental travel. SARS triggered the revival of Yellow Peril and the resultant overt racial targeting and \"racialized discursive articulations\" associated with \"the anti-immigration ideology\" (Ali 2008, 54) . The conflation of ethnicity and disease, which resulted in the \"Othering\" of visible minorities, was rationalized as a means of self protection (54). Using segregational racism, the dominant group employed the criterion of \"symbolic citizenship\" to discriminate between the \"good\" immigrant and the \"bad\" immigrant, as well as between \"safe\" cultures and \"dangerous\" cultures, which was achieved through a surveillance culture of \"security\" (Bhabha 1994, xvii) .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 451,
                    "text": "(Ali 2008, 54)",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 914,
                    "text": "(Bhabha 1994, xvii)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "Many Chinatowns witnessed rumor-mongering and alarmist hoax emails after late March. These communications claimed that workers in some well-known local restaurants and grocery stores had died from flu-like symptoms or had traveled back to Hong Kong and fallen ill with the virus. In addition, a false association between people of Asian descent and SARS produced a variety of responses, ranging from subtle affronts to ostracizing and hate speeches (Wang 2003, A23) . As a result, businesses in Chinatowns in numerous cities in North America, including New York, Boston, San Francisco, Chicago, Las Vegas, Houston, Los Angeles, Hawaii, Toronto, and Montreal, reported a plunge in sales and a loss of up to 80 % of their business (Chao 2003; Matthews 2003; \"Rumor\") .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 465,
                    "text": "(Wang 2003, A23)",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 740,
                    "text": "(Chao 2003;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 741,
                    "end": 755,
                    "text": "Matthews 2003;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 756,
                    "end": 764,
                    "text": "\"Rumor\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "Asian communities and Asian travelers in the U.S. experienced stigmatization because many were shunned as possible virus carriers and thus potential sources of infection. Travelers returning from Asia encountered pressure from their colleagues and friends to quarantine themselves, as a measure to prevent secondary infection. Anxiety caused by underground and official reports about SARS outbreaks in the larger communities in Hong Kong and later in mainland China further exacerbated experiences of racial stigmatization. Because of \"family and business ties\" with Hong Kong and China, many Asian immigrants obtained information about SARS from transnational Chinese media, online news portals, and discussion forums. Being \"Web savvy and bilingual,\" those immigrants were much more aware of the SARS outbreaks in the epicenters because of \"trans-Pacific travels, calls, and emails\" (Murphy 2003, A4) . Ding (2009) describes the tremendous sense of uncertainty and fear experienced by Guangdong and Hong Kong before China started to aggressively combat SARS in late April. It is very likely that such anxiety greatly influenced the risk behaviors of Asian immigrants who read print and digital reports about the SARS situation in China. As one health official from San Francisco said, a lot of Asian immigrants were \"getting information about SARS from websites in Hong Kong, where the authorities [were] much more alarmed about the disease's spread,\" and that information was \"not under our control\" (Murphy 2003, A4) . Asian immigrant communities encountered on a daily basis two sets of highly contradictory risk definitions and prevention tips as well as news about more severe risk situations in Asia, which resulted in a \"psychology of fear\" of the \"far-off killer\" (Murphy 2003, A4) .",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 902,
                    "text": "(Murphy 2003, A4)",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 916,
                    "text": "Ding (2009)",
                    "ref_id": null
                },
                {
                    "start": 1503,
                    "end": 1520,
                    "text": "(Murphy 2003, A4)",
                    "ref_id": null
                },
                {
                    "start": 1774,
                    "end": 1791,
                    "text": "(Murphy 2003, A4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "People of Asian descent also reported radical behavior changes. Many no longer frequented restaurants or grocery stores in Chinatowns, partly because of the rumor mongering about local workers contracting SARS and partly because of their decision to \"exercise control over craving for Chinese food\" (Murphy 2003, A4) . In response to their experiences of suspicion from colleagues and of racial shunning \"on transit, in schools and other public places,\" many Asian immigrants tried to reduce their errands around the city and to \"cut their ties to their own communities\" in order to prove that they were \"'clean' of SARS\" (Goossen, Pay, and Go 2003, A15) . They avoided not only trips to public places but also contact with other Asian people as part of their \"precautions to avoid infection\" (Alphonso 2003, NA9) . In some radical cases, such precautions resulted in educated professionals' efforts to avoid \"any human contact\" by wearing masks and gloves when going out to reduce risks because \"it is better to be safe than sorry\" (Murphy 2003, A1; Sims 2003, A7) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 316,
                    "text": "(Murphy 2003, A4)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 654,
                    "text": "(Goossen, Pay, and Go 2003, A15)",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 813,
                    "text": "(Alphonso 2003, NA9)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1033,
                    "end": 1050,
                    "text": "(Murphy 2003, A1;",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1065,
                    "text": "Sims 2003, A7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "With their economic survival threatened and racial discrimination intensified, businesses and community leaders in Chinatowns took rhetorical actions to fight against rumor mongering and racial targeting experienced by many Chinatowns in North America. Such rhetorical practices took place at all levels, including the collective decision to put signs in French and Chinese that read \"all is well and open in Chinatown\" outside most shops and restaurants in Montreal (Hustak 2003, A9) and to provide public education campaigns and distribute buttons declaring \"in both English and Chinese that Chinatown [was] a SARS-free zone\" (Wasserman and Siemaszko 2003) . Individual businesses, wrongly accused in hoax emails of having SARS-related deaths, held press conferences, offered information leaflets, and published half-page advertisements in local Asian newspapers to dispel rumors and fears of SARS (Emery 2003) . Asian American interest groups \"launched proactive measures against stigma,\" which included sending guidelines for SARS coverage to journalists and demanding official support for Chinatowns, i.e., the creation of a \"state city task force in Chinatown, citywide SARS education programs\" and tax breaks to Chinatown businesses (Fishbein 2003, 3; Westfeldt 2003) . With individual and communal participation in both risk management and stigma reduction, people of Asian descent resorted to various survival tactics and rhetorical strategies to better manage imagined health risks, social stigma, and economic impacts caused by SARS. As a sharp contrast to Asian American and Asian Canadian's use of coerced quarantines as responses to racial targeting in SARS, overseas Chinese from H1N1 epicenters implemented voluntary quarantines when travelling back to China to reduce potential health risks they might have posed to local communities and the nation.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 484,
                    "text": "(Hustak 2003, A9)",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 658,
                    "text": "(Wasserman and Siemaszko 2003)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 900,
                    "end": 912,
                    "text": "(Emery 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1240,
                    "end": 1258,
                    "text": "(Fishbein 2003, 3;",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1274,
                    "text": "Westfeldt 2003)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "Grassroots negotiations about quarantine practices in H1N1: Chinese overseas returnees from North America China witnessed active public participation and open communication about risk reduction approaches to H1N1 flu when overseas returnees from North America travelled back to China, bringing the virus with them in late April, 2009. Because of the H1N1 flu's lack of symptoms in its onset stage, it became much more challenging to identify suspected cases using temperature scanning and other border screening measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "During 2009 H1N1, overseas returnees were suddenly ushered into the same situations that Asian immigrants had faced during the SARS outbreak. These returnees attracted a lot of attention both because of the perceived geographical connections between them and the epicenter and because of the widespread alarm caused by the first few imported H1N1 cases from the U.S. and Canada. Adding to the concern that they were potential virus carriers was their ability to pass as one of \"us\" because they had the same ethnic and cultural backgrounds as the mainlanders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "The public debates surrounding quarantine practices among overseas returnees from North America provide an excellent opportunity to examine how various publics employed digital media to negotiate possible ways of inducing health risks posed by overseas Chinese returning from epicenters. In fact, the debates were transformed from public attempts to impose coerced quarantines to grassroots advocacy for voluntary quarantines and eventually to the issuing of official policies that functioned as tokens of mandatory quarantines without any formal mechanism to ensure the implementation of such policies. Governmental institutions seem to respond reactively to public outcries and initiatives instead of actively leading risk reduction efforts. Given the quick unfolding of the emerging epidemic, reactive official responses may be a familiar phenomenon in such risk situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "I previously (2012) examined the use of transnational digital media, particularly the assemblage of human flesh searches (HFS), by both mainlanders and overseas Chinese to negotiate possible risk reduction tactics in the emergency health risk communication about H1N1 flu at the early stage of the epidemic. Human flesh searches refer to \"mediated search processes whereby online participants collectively find demographic and geographic information about deviant individuals, often with the shared intention to expose, shame, and punish them to reinstate legal justice or public morality \" (Cheun and Gong 2010, 472) . Grassroots health risk communication operated by mobilizing concerned mainland Internet users or netizens to identify, expose, and criticize overseas returnees who traveled extensively as potential virus carriers and might irresponsibly spread the virus in the larger community. Quarantine policies targeting overseas returnees soon became one of the hotly-debated topics in transcultural grassroots risk discourses. According to a post in Baidu Tieba, the largest Chinese communication platform, one quarantined close contact of the second imported H1N1 flu case planned to bring a lawsuit against the case for \"not quarantining himself despite knowledge of potential infection, thus posing threats to public security\" (\"Lu Spreadspread Ba\") . Using tropes of patriotism and national security, mainland netizens pushed the online debates about risk reduction measures towards voluntary and later officially required quarantines.",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 617,
                    "text": "\" (Cheun and Gong 2010, 472)",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1362,
                    "text": "(\"Lu Spreadspread Ba\")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "The first two imported H1N1 flu cases traveled via transcontinental flights from the U.S. and Canada to Beijing before they took another domestic flight or long distance train to return home. The first case, nicknamed \"Fan Run-run,\" developed fever and cough after returning to China on May 8 and took a taxi to seek medical treatment in a local hospital after his arrival in Chengdu, Sichuan Province (\"Chengdu Imported Suspected Case\") . The second case, nicknamed \"Lu Spread-spread,\" developed low fever and cough after arriving in Beijing on May 8. He decided, however, to travel, eat out, and shop in Beijing for another 3 days before taking a train back home. He was immediately hospitalized after his train arrived in Jinan, Shangdong (\"Jinan Health Bureau\") . Both cases triggered enormous epidemiological work, which required extensive multi-institutional coordination to identify quickly their casual contacts in public transport, taxis, and hotels (Liu 2009 ). Hotels they frequented were temporarily closed; their co-passengers in transcontinental and domestic flights, along with other contacts, were put into quarantines in hotels or hospitals.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 437,
                    "text": "(\"Chengdu Imported Suspected Case\")",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 765,
                    "text": "(\"Jinan Health Bureau\")",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "(Liu 2009",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "These two incidents of mass quarantines triggered unofficial calls for the use of \"geographic quarantines\" to restrict the travel of those returning from outbreak areas in North America (Gostin et al. 2003) . I have elsewhere (2012) recorded in detail the mobilization of HFS to collect personal and family information of Fan and Lu to expose them online. HFS participants produced widespread Internet rage against their irresponsible behaviors and called for grassroots efforts to discipline and punish travelers like them through either online moral trials or Internet tirades and exposure. As a future reserve of \"global intellectual citizens\" (Ong 2004, 239) , students studying abroad comprise a unique group of flexible citizens highly desired by the high-tech parks developed in East and Southeast Asian during the past three decades. With overseas Chinese students consisting of a majority of returnees during the summer break from late April to mid-August every year, HFS episodes criticized the irresponsible conduct of those early cases, questioned their lack of patriotism and care for their community, as well as their \"comprehensive quality\" as students of higher education (Bing 2009 ). These bottom-up risk control tactics quickly resulted in the stigmatization and alienation of the previously privileged flexible citizens or multi-national passport holders who shuttle across national borders in pursuit of profit and prestige (Ong 1999) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 206,
                    "text": "(Gostin et al. 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 647,
                    "end": 662,
                    "text": "(Ong 2004, 239)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1198,
                    "text": "(Bing 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1445,
                    "end": 1455,
                    "text": "(Ong 1999)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "In this case, the public health risk communication operated at two different levels. First, concerned netizens launched HFS to discipline irresponsible overseas returnees from epicenters who might unknowingly spread the virus during the incubation period. As communal responses to imported health risks, such HFS incidents made use of digital platforms such as discussion forums, bulletin board services, and social networking tools to enable collaborative investigation and participatory decision making, which in turn produced a \"crowd-powered expansion of online knowledge\" (Wang et al. 2010) . To prevent the import of viruses, mainland netizens actively participated in the online discussions about possible ways to defend their nation and their communities against H1N1 flu. Some suggested that \"radical measures\" such as death sentences, criminal investigations, administrative punishment, and moral trials should be used to discipline irresponsible overseas returnees (Bing 2009 ). Others employed more rational arguments to urge the use of voluntary home quarantines or the official release of mandatory quarantines for overseas returnees from epicenters (Bing 2009 ). This online wave of risk negotiations among concerned netizens functioned as a vital part of the transcultural communication about H1N1 flu in China and quickly produced repercussions both inside and outside the country. Resorting to arguments of patriotism and collective interests, this online movement urged the imposition of mandatory quarantines or coerced quarantines for irresponsible overseas returnees. It exerted profound impacts on the way overseas Chinese students responded to the potential health risks that their summer trips back home might pose to their motherland and their communities.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 595,
                    "text": "(Wang et al. 2010)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 976,
                    "end": 986,
                    "text": "(Bing 2009",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1164,
                    "end": 1174,
                    "text": "(Bing 2009",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "The second level of public health risk communication operated when overseas Chinese students negotiated online the voluntary adaptation of travel restriction, i.e., cancelling unnecessary trips and staying in outbreak areas for those who had not traveled home, and voluntary quarantine, i.e., imposing a 1-week home quarantine before going out for those who did return to China. In response to mainland netizens' HFS efforts, overseas Chinese started to call for patriotism, self control, and self sacrifice to behave as responsible citizens. One open letter issued by a student studying at Columbia University argued eloquently for cancelling trips and voluntary quarantines, which produced huge repercussions in transnational Chinese media both in print and online (Ding 2013) . The early H1N1 flu cases in various provinces attracted attention not only from regional media but also from concerned netizens, which made those early cases infamous in the region. The fear of unwanted media attention also helped to produce better quarantine practices in overseas returnees. Instead of passively falling victim to coerced quarantines, many students returning to China enacted voluntary 1-week-long home quarantines to watch for flu symptoms, which greatly reduced the risk of introducing H1N1 flu to the larger community (\"About 10,000\").",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 778,
                    "text": "(Ding 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "In fact, this grassroots tactic worked so well that it was quickly appropriated by institutions at the national and municipal levels. On May 20, numerous official recommendations were released by Ministry of Health, Ministry of Education, and Beijing Municipal Government, urging overseas returnees to adopt the same tactic. In addition, open advocacy letters were issued by top leaders, calling for understanding and cooperation from overseas returnees in \"the national campaign against H1N1 flu\" (\"Beijing Health Bureau\"). Eventually, overseas Chinese were reabsorbed into the nationalistic discourses and were urged to impose selfdiscipline and home quarantines upon arrival in China both to protect their families and communities and to behave as responsible citizens. It should be stressed that the official request for home quarantines functioned mostly as a symbolic gesture rather than a rigorously implemented order. Indeed, no mechanism existed to track down and to enforce quarantine orders for overseas returnees. The implementation of this policy appealed to the trope of patriotic citizens and relied largely on individual compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coerced quarantines in SARS: Asian immigrants in North America"
        },
        {
            "text": "Quarantines can be top down or bottom up, and they can be employed to respond to public health crises and social crises caused by epidemics. To understand fully the power dynamics surrounding quarantine practices and the roles that publics play in imposing or following quarantine orders, we can use the heuristic presented in Fig. 1 to explore the following questions:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 333,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "1. Where does the quarantine order come from, i.e., governmental orders, local policies, social pressure, and/or individual will? In other words, is it a top-down order or is it caused by bottom-up concerns and/or discrimination? 2. What motivates such quarantine practices: scientifically driven public health measures, concerns with self or communal survival, or politically and ideologically motivated stigmatization?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "All three types of quarantines witnessed different ranges of public participation and featured the use of different rhetorical strategies to construct the publics-health relationship. Mandatory quarantines in cities and villages in China relied on the tropes of social responsibility to mobilize communities, migrant workers, and all other citizens to participate in the people's war against SARS. While quarantine orders may have come from governments or local officials, local publics actively participated in the implementation and coordination processes to ensure individual compliance. For instance, communal volunteers and anti-SARS forces collaborated closely to meet the daily survival needs of those under home quarantines or medical isolation. Family members of migrant workers worked closely with local officials to dissuade their children or spouses from returning to the countryside, and for those who did return, family members monitored their daily temperature to avoid possible import of the SARS virus. While volunteers and family members worked together to defend their communities against SARS, migrant workers also shouldered their own share of social responsibility either by continuing their work in the epicenters or by observing quarantine orders in their hometowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "Coerced quarantines function as a bottom-up strategy to discipline the perceived high-risk populations by explicit avoidance, racial profiling, social isolation, and tirade and moral critique. Such quarantine practices often result from imagined geographically-or circulationbased health risks because of ethnic connections. Affected individuals and communities, as demonstrated in Asian American's responses to SARS stigmatization, can take initiative both to reduce the negative impacts caused by such discriminatory practices and to combat malicious rumor mongering. Collaborative, strategic rhetorical action rather than passive suffering gives affected communities a much-needed voice to fight against false accusations and to empower themselves with concerted political efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "College students employed the trope of responsible citizens and mobilized traditional values such as patriotism and collectivism to call for voluntary quarantines both during SARS in Beijing and at the beginning of H1N1 flu. As grassroots risk reduction efforts, voluntary quarantines aimed to cut off the transmission channel between epicenters and areas affected by epidemics through the use of travel restrictions and voluntary quarantines. Viewed as possible high-risk populations, college students from epicenters took the bottom-up initiative to impose voluntary quarantines in both epidemics, which appealed to the trope of responsible citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "My transnational examination of quarantine practices and their rhetorics illustrates the interconnected nature of health risks and public participation. In a conference report, Schoch-Spana et al. (2006) revisit the consensus reached by participants in a U.S.-Canada summit on Disease, Disaster, and Democracy, which emphasizes the urgent need to facilitate public and community engagement at local, institutional, and policy levels to cope with future pandemic flu outbreaks. Schoch-Spana (2012) defines public roles in health crises as able Fig. 1 Quarantine practices, power dynamics, and crisis types volunteers, attuned audience, and policy partners rather than the traditional panicked public, which is supported by my study of Singapore's quarantine rhetoric.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 203,
                    "text": "Schoch-Spana et al. (2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 549,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Health, quarantine practices, and public participation"
        },
        {
            "text": "Official health agendas often fall apart during periods of public contestation and resistance. Only with active public participation can orders of quarantines be effectively carried out. In addition, active public strategizing endeavors can help to enhance the utility of various quarantine practices and to better contain local health risks. Therefore, health officials and medical workers should not only acknowledge the legitimacy of public participation in health crises but also provide careful support and guidance for such endeavors to better incorporate them into local or national public health campaigns. After all, a quarantine order will remain nominal without cooperation from those affected by it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health, quarantine practices, and public participation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "About 10,000 Students Studying Abroad Isolate Themselves at Home After Returning to Jingsu For The Summer Break",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stigmatized Ethnicity, Public Health, and Globalization",
            "authors": [
                {
                    "first": "Harris",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Canadian Ethics Studies",
            "volume": "40",
            "issn": "3",
            "pages": "43--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Illness Spawns Some Shunning of Asians",
            "authors": [
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Alphonso",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS Journal: Scary Trip in The South",
            "authors": [
                {
                    "first": "Dike",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lexis-Nexis Universe: General News Topics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Investigation of Village Xu in Fuyang: Village Committees Under The Pressure of SARS",
            "authors": [
                {
                    "first": "Xiaodong",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Large-Scale Quarantine Following Biological Terrorism in the United States: Scientific Examination, Logistic And Legal Limits, and Possible Consequences",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "Larry",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "Tom",
                    "middle": [],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Tara",
                    "suffix": ""
                },
                {
                    "first": "Craig",
                    "middle": [],
                    "last": "Toole",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Deatley",
                    "suffix": ""
                },
                {
                    "first": "Marci",
                    "middle": [],
                    "last": "Tonat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Layton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of the American Medical Association",
            "volume": "286",
            "issn": "",
            "pages": "2711--2717",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Beijing Municipal Guideline For The Strengthening of SARS Control Work in the Communities",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beijing Farmers Say 'No' to SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Beijing Health Bureau Suggesting Returning Overseas Chinese Avoiding Taking Buses if They Develop Swine Flu Symptoms",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Location of Culture",
            "authors": [
                {
                    "first": "Homi",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhabha",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Shangdong's Swine Flu Virus Carrier Deliberately Lied about His Symptoms and Spread the Virus on Train: What is His Intention?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bing",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Accessed March",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Beware SARS Symptom: Curdled Sense of Humour",
            "authors": [
                {
                    "first": "Christie",
                    "middle": [],
                    "last": "Blatchford",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "National Post (Canada)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "SARS Fears Grip Chinatown: After Rumors of Illness, Vendors Struggle",
            "authors": [
                {
                    "first": "Loretta",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cyber Vigilantism, Transmedia Collective Intelligence, and Civic Participation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chinese Journal of Communication",
            "volume": "3",
            "issn": "4",
            "pages": "471--487",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "3 Who Did It Right-All Medical Men; Those Who Behave This Way is in The Minority, Hence The Need For Clear Rules to Control People's Actions, Says PM",
            "authors": [
                {
                    "first": "Sue-Ann",
                    "middle": [],
                    "last": "Chia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Strait Times (Singapore)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Taipei Frustrated by Public Defiance; Opposition to Quarantine Rules And Other Health Measures Makes The Job Of Curbing SARS Spread Harder For Health Officials",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Confucius: The Analects",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Confucius",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Confucius' Virtue-Centered Rhetoric: A Case Study of The Analects with Mixed Research Methods",
            "authors": [
                {
                    "first": "Huiling",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rhetoric Review",
            "volume": "26",
            "issn": "",
            "pages": "142--59",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Digital Media And Transcultural Emergency Health Risk Communication About the H1N1 Flu Epidemic: When International Travelers Encountered Human Flesh Searches",
            "authors": [],
            "year": 2009,
            "venue": "Rhetorics of Alternative Media in an Emerging Epidemic: SARS, Censorship",
            "volume": "18",
            "issn": "",
            "pages": "126--149",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SARS And New York's Chinatown: The Politics of Risk and Blame During an Epidemic of Fear",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Eichelberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Social Science and Medicine",
            "volume": "65",
            "issn": "",
            "pages": "1284--1295",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Transcript of Press Conference on Implementation of Home Confinement (Hong Kong)",
            "authors": [
                {
                    "first": "Theo",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                },
                {
                    "first": "San",
                    "middle": [],
                    "last": "Francisco",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "SARS Fear Roils Chinatown Neighborhoods in",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS Transmission and Hospital Containment",
            "authors": [
                {
                    "first": "Gowri",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Yee",
                    "middle": [
                        "Sin"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "Keng",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "Yean Teng",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [
                        "S"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Disease",
            "volume": "10",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Healing the Scars in Post-SARS Toronto",
            "authors": [
                {
                    "first": "Tam",
                    "middle": [],
                    "last": "Goossen",
                    "suffix": ""
                },
                {
                    "first": "Cynthia",
                    "middle": [],
                    "last": "Pay",
                    "suffix": ""
                },
                {
                    "first": "Avvy",
                    "middle": [],
                    "last": "Go",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethical and Legal Challenges Posed by Severe Acute Respiratory Syndrome: Implications for the Control of Severe Infectious Disease Threats",
            "authors": [
                {
                    "first": "Lawrence",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "Ronald",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the American Medical Association",
            "volume": "290",
            "issn": "",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "China Syndrome: The True Story of the 21st Century's First Great Epidemic",
            "authors": [
                {
                    "first": "Karl",
                    "middle": [],
                    "last": "Greenfeld",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Taro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The SARS Epidemic in Hong Kong: What Lessons Have We Learned?",
            "authors": [
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shiu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the Royal Society of Medicine",
            "volume": "96",
            "issn": "",
            "pages": "374--378",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chinatown Merchants, Restaurants Hurt by SARS Scare: But no Cases in Quebec",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Hustak",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Gazette",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Beijing's SARS Attack",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Jakes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Jinan Health Bureau Request to Pick up H1N1 Flu Case Got Rejected by The Railway",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Low-Level Radioactive Waste Siting Controversy in North Lee, Stella",
            "authors": [
                {
                    "first": "Steven",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "Carolyn",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Yellow Peril Revisited: The Impact of SARS on Chinese and Southeast Asian Communities",
            "authors": [
                {
                    "first": "Carrianne",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Resources for Feminist Research",
            "volume": "33",
            "issn": "",
            "pages": "135--149",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Self Salvation of Shangdong Countryside",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bao Man-man' And 'Lu Spread-Spread' Became Famous Because of Disease; 'Isolation Journals' Widely Circulated",
            "authors": [
                {
                    "first": "Yi",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Wenweibo",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Investigation of the attack of",
            "authors": [
                {
                    "first": "Yi",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "In Green Culture: Environmental Rhetoric in Contemporary America",
            "authors": [
                {
                    "first": "Carolina",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "111--140",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "SARS Scare Hits New York's Chinatown",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "SARS Thrusts Quarantine into the Limelight",
            "authors": [
                {
                    "first": "Mike",
                    "middle": [],
                    "last": "Mitka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the American Medical Association",
            "volume": "290",
            "issn": "",
            "pages": "1696--1698",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Guideline for the Surveillance of Migrant Workers Returning from Regions with Ongoing SARS Outbreaks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mrs. Li is Watching Me",
            "authors": [
                {
                    "first": "Lisa",
                    "middle": [],
                    "last": "Movius",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Fear is Spreading Faster than SARS",
            "authors": [
                {
                    "first": "Dean",
                    "middle": [
                        "E"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Official Calls for Greater Efforts Fighting SARS at Grassroots Level",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Urban Assemblages: An Ecological Sense of the Knowledge Economy",
            "authors": [
                {
                    "first": "Aiwa",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "CyberChina: Reshaping National Identities in the Age of Information",
            "volume": "",
            "issn": "",
            "pages": "238--253",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Efficiency of Quarantine during an Epidemic of Severe Acute Respiratory Syndrome-Beijing, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Fontaine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "52",
            "issn": "",
            "pages": "1037--1040",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Resolving Mysteries of In-Hospital Infection: Investigation of Mass Outbreak in People's Hospital",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Pomfret",
                    "suffix": ""
                },
                {
                    "first": "Rick",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The People's Role in U.S. National Health Security: Past, Present, and Future",
            "authors": [
                {
                    "first": "Monica",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "10",
            "issn": "",
            "pages": "77--88",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A Respiratory Disease; California; In Asian-American Neighborhoods, Fear and Precaution are Spreading",
            "authors": [
                {
                    "first": "Calvin",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Why Massive Outbreaks of SARS Had Not Taken Place in The Countryside",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Epidemic Psychology: A Model",
            "authors": [
                {
                    "first": "Philip",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Sociology of Health and Illness",
            "volume": "12",
            "issn": "",
            "pages": "249--259",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Countryside and Migrant Workers: Who Are on the Way Home?",
            "authors": [
                {
                    "first": "Shen",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance (China)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "First Isolated Village Closest to Beijing",
            "authors": [
                {
                    "first": "Yudong",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "SARS: Public Health Measures in Hong Kong",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Tai Hing",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "",
            "pages": "46--48",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hot Crises and Media Reassurance: A Comparison of Emerging Diseases and Ebola Zaire",
            "authors": [
                {
                    "first": "Sheldon",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The British Journal of Sociology",
            "volume": "49",
            "issn": "",
            "pages": "36--56",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Update of Beijing Quarantined Areas and Personnel",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Contagious: Cultures, Carriers, and the Outbreak Narrative",
            "authors": [
                {
                    "first": "Priscilla",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Chinatown Idles as Officials Sputter",
            "authors": [
                {
                    "first": "Bella",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toronto Star",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A Study of the Human Flesh Search Engine: Crowd-Powered Expansion of Online Knowledge",
            "authors": [
                {
                    "first": "Fei-Yue",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "A"
                    ],
                    "last": "Hendler",
                    "suffix": ""
                },
                {
                    "first": "Qingpeng",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Zhuo",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Yanqing",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Hui",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Guanpi",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Computer Society",
            "volume": "43",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Wang Qishan's Press Conference on Beijing's Prevention and Control of SARS: A Reporter Asked Wang Qishan Combat the SARS Situation in Beijing",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "SARS Fears in W'chester Teen Sick after Trip to Toronto",
            "authors": [
                {
                    "first": "Joanne",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "Corky",
                    "middle": [],
                    "last": "Siemaszko",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Canadian Infection-Control Experts Push For Health Reform",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "WHO Experts Inspect SARS Prevention Network in China's Rural Areas",
            "authors": [
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Westfeldt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Countryside And Migrant Workers: Seventeen-day Isolation in a Village Near Beijing",
            "authors": [
                {
                    "first": "Xiaoliang",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Finance (China)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments The author would like to thank Lisa Keränen, Jen Malkowski, Scott Graham, and an anonymous reviewer for their insightful suggestions in the revision of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}