{
    "paper_id": "2d20eaea468ae629661015666c551953e8dc0273",
    "metadata": {
        "title": "Cloning and Sequence Analysis of the Spike Gene of Porcine Epidemic Diarrhea Virus Chinju99 Ã",
        "authors": [
            {
                "first": "Sang-Geon",
                "middle": [],
                "last": "Yeo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Gyeongsang National University",
                    "location": {
                        "postCode": "660-701",
                        "settlement": "Chinju",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Mercedes",
                "middle": [],
                "last": "Hernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Malaspina University College",
                    "location": {
                        "postCode": "V9R 5S5",
                        "settlement": "Nanaimo",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Krell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "Â"
                ],
                "last": "Va Nagy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Guelph",
                    "location": {
                        "postCode": "N1G 2W1",
                        "settlement": "Guelph",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spike (S) gene of the porcine epidemic diarrhea virus (PEDV) Chinju99 which was previously isolated in Chinju, Korea was cloned and sequenced to aid in the development of genetically engineered vaccines and diagnostic reagents against PEDV. The nucleotide sequence encoding the entire S gene open reading frame (ORF) of Chinju99 was 4152 bases long encoding 1383 amino acids. It consisted of 1001 adenine (24.1%), 849 cytosine (20.4%), 877 guanine (21.1%) and 1425 thymine (34.3%) residues. The Chinju99 S ORF nucleotide sequence was 94.5% homologous with that of the Br1/87 and CV777 strains, respectively. The Chinju99 S protein had 92.8% amino acid identity with that of Br1/87 and CV777, respectively. The amino acid sequence contained 27 potential sites for asparagine (N)-linked glycosylation and there was a stretch of highly hydrophobic residues at position 1325±1350.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since porcine epidemic diarrhea (PED) was first reported in Belgium [1] and the UK [2] in 1978, it has occurred in many countries and causes economic losses in pig farming [3±6] . Pigs in all age groups are susceptible to the disease and show acute diarrhea and dehydration, leading to death with high mortality, especially up to 90% in 1±2 weeks old piglets [7±9] . PED is clinically and pathologically similar to transmissible gastroenteritis (TGE), which obscures the differentiation of the two diseases. Immunity is, therefore, important for the prevention and control of the disease. Moreover, maternal antibodies derived from immunized sows are the sole source for immunity to the disease in highly susceptible neonates during the first few weeks after birth [7, 9] . However, no effective vaccines have been developed for the mucosal immunity in the gut of pigs where the etiologic agent causes severe enteritis [9] .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 177,
                    "text": "[3±6]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 364,
                    "text": "[7±9]",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 769,
                    "end": 771,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 919,
                    "end": 922,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The etiologic agent, porcine epidemic diarrhea virus (PEDV), belongs to the family Coronaviridae of the order Nidovirales and has a genome of positive sense, ss-RNA [7, 10] . The subgenomic mRNAs, which are transcribed from the genome, produce viral proteins such as the spike (S, 180±220 kDa), membrane (M, 27±32 kDa) and nucleocapsid (N, 55±58 kDa) proteins [10±12] . Recently, Pensaert [9] suggested a molecular mass of 85±135 kDa for the S protein. Among the proteins, S, a glycoprotein peplomer on the viral surface, plays an important role in the attachment of viral particles to the receptors of host cells with subsequent penetration into the cells by membrane fusion. The S glycoprotein also stimulates induction of neutralizing antibodies in the host [13] . The S gene is, therefore, an important target for cloning and expression in the development of genetically engineered vaccines. Duarte et al. [14] reported a sequence of 1741 nucleotides in the region between the S and N genes of the British, Br1/87 and Belgian, CV777 strains of PEDV. Duarte and Laude [13] also reported a sequence of 4162 nucleotides including the coding region of the Br1/87 S gene. More recently, the complete S gene sequence has been reported within the complete genome sequence of PEDV CV777 [15] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 367,
                    "text": "[10±12]",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 761,
                    "end": 765,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PED occurs frequently in Korea since the virus was first isolated there [6] , and developmental efforts should target accurate diagnosis and control of the disease. Studies on the nucleotide sequences of the S gene of Korean PEDV isolates have not yet been reported. In the present study, DNA clones of the full-length S gene open reading frame (ORF) of PEDV isolated in Chinju, Korea (PEDV Chinju99) were constructed. The nucleotide and deduced amino acid sequences of the S gene were determined, and further analyzed and aligned with those of other PEDVs to aid in the production of genetically engineered vaccines and diagnostic reagents.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Virus PEDV Chinju99, first isolated by the Virology Laboratory of Gyeongsang National University College of Veterinary Medicine, Chinju, Korea from the intestinal tissues of piglets suffering from severe diarrhea (data not shown), was used for cloning of the S gene. The virus was propagated in Vero cells grown in minimal essential medium (MEM) containing streptomycin (100 mg/ml), penicillin (100 U/ml) and trypsin (10 mg/ml) in a 5% CO 2 incubator at 37 C following the methods of Hofmann and Wyler [16] .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The medium was removed at 15 h post-infection at the early stage of cytopathic effects such as rounding, degeneration and syncytia formation. Cells were lysed by Trizol 1 reagent (Invitrogen, USA) at 2 ml per tissue culture flask (25 cm 2 ) and homogenized by passing the cell lysate several times through a pipette. Viral RNA was extracted from the homogenate following the manufacturer's suggestions and dissolved in diethyl pyrocarbonate-treated distilled water.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extraction of Viral RNA"
        },
        {
            "text": "Pairs of sense and antisense primers were designed and aligned based on the nucleotide sequence of the Br1/87 S gene [13] from the GenBank data base (National Center for Biotechnology Information, USA). These primers were used to generate cDNA for the S gene. The nucleotide sequences and relative position of the primers are shown in Table 1 and Fig. 1 , respectively.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 342,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 347,
                    "end": 353,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Primers used for cDNA Synthesis"
        },
        {
            "text": "Synthesis of the first-strand cDNA for the S gene was carried out by reverse transcription (RT) using The ds-cDNA for the S gene was synthesized by polymerase chain reaction (PCR) using a reagent kit (Perkin-Elmer, USA). A 10 ml portion of the first-strand cDNA template was added to 5 ml of 10X PCR buffer, 4 ml of 25 mM MgCl 2 , 1 ml of 10 mM dNTP mixture, 1 ml of each 100 pM sense and antisense primers, 1 ml of Taq DNA polymerase (5 U/ml) and brought to 50 ml with distilled water. The PCR was carried out in a thermocycler (Perkin-Elmer) following the program of 2 min at 94 C and 30 cycles of 1 min at 94 C, 1 min at 45±50 C depending on the primers and 1 min at 72 C, and a final extension at 72 C for 5 min. The PCR products were resolved by electrophoresis in 1% agarose gels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cDNA Synthesis for the S Gene"
        },
        {
            "text": "The PCR-generated S gene ds-cDNAs were bluntended with Klenow enzyme (2 U) and 1 ml of 0.5 mM dNTPs (Invitrogen) in 20-ml reaction volume and cloned into the SmaI site of pUC19 plasmid DNA by ligation using T4 DNA ligase (1 U) (Invitrogen) [17] . The recombinant plasmid DNAs were transformed into competent Escherichia coli DH5a cells by heat shock for 45 s at 42 C. After adding SOC medium (0.5% yeast extract, 2% tryptone, 10 mM NaCl, 2.5 mM KCl, 10 mM MgCl 2 , 20 mM MgSO 4 , 20 mM glucose), the tube was shaken for 1 h at 220 rpm, 37 C. The transformed cells were plated onto Luria Bertani (LB) agar (Invitrogen) containing ampicillin (50 mg/ml), X-gal (40 mg/ml) and isopropylthio-bgalactoside (20 mg/ml) (Invitrogen) and incubated at 37 C, overnight. Transformed colonies were cultured in LB broth with ampicillin (50 mg/ml) by shaking at 220 rpm, at 37 C, overnight, and were subjected to DNA extraction by alkaline-lysis, restriction enzyme digestion and electrophoresis through 1% agarose gels for identification of recombinant DNA clones.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Cloning of cDNA"
        },
        {
            "text": "Nucleotide sequencing was done for the S generecombinant DNA clones using Dye Terminator Cycle Sequencing kit (Perkin-Elmer) by the automatic sequencer (ABI prism 377, Advanced Biotechnologies, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide Sequencing"
        },
        {
            "text": "The sequences of nucleotides and deduced amino acids were analyzed by ClustalW, version 1.82 using ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of Sequences of Nucleotides and Amino Acids"
        },
        {
            "text": "In the production of ds-cDNA of the Chinju99 S gene, three overlapping DNA fragments were amplified by RT-PCR using appropriate pairs of sense (SF) and antisense (SR) primers. The DNAs, designated as Sfrag1 (1.5 kb), Sfrag2 (1.8 kb) and Sfrag3 (1.4 kb), were each cloned into pUC19 vector DNAs (Fig. 1) , and sequenced.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 302,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cloning of the S Gene"
        },
        {
            "text": "The nucleotide sequence encoding the entire Chinju99 S gene was 4162 bases in length and contained a single 4152 bases long ORF starting with an initiator ATG at nucleotide 11 and ending with a terminator TGA at 4160. The sequence GUAAAC, found at 8 nucleotides upstream of the ATG, was considered part of the leader sequence preceding the ORF. The coding region of the gene had 229 nucleotide mismatches compared to Br1/87 and CV777, respectively (Fig. 2) . It consisted of 1001 adenine (24.1%), 849 cytosine (20.4%), 877 guanine (21.1%) and 1425 thymine (34.3%) nucleotides, and a GC content of 41.5%. The gene showed 94.5% nucleotide sequence homology to that of Br1/87 and CV777, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of S Gene Nucleotide and Amino Acid Sequences"
        },
        {
            "text": "The putative translation product of the PEDV Chinju99 S gene consisted of 1383 amino acids starting at the ATG at nucleotide 11 and ending at the terminator TGA at nucleotide 4160. There were 27 potential asparagine (N)-linked glycosylation sites recognized in the protein. The Chinju99 S protein, had 100 and 99 amino acid mismatches compared to those of Br1/87 and CV777, respectively (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 395,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Analysis of S Gene Nucleotide and Amino Acid Sequences"
        },
        {
            "text": "There was also a stretch of highly hydrophobic residues at position 1325±1348 (>1.6 on the Kyte±Doolittle scale) (Fig. 4) . The Chinju99 S protein showed 92.8% amino acid sequence identity with that of Br1/87 and CV777, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Analysis of S Gene Nucleotide and Amino Acid Sequences"
        },
        {
            "text": "The S gene of the Korean Chinju99 isolate of PEDV was cloned as a series of three overlapping cDNA clones, and the resulting sequence data revealed a single large ORF of 4152 nucleotides which encodes 1383 amino acids to the terminator TGA. Previous studies showed the same lengths for the nucleotide and deduced amino acid sequences of the S gene in Br1/87 [13] and CV777. A single ORF of 4149 nucleotides was identified with the potential to produce a coronavirus S protein [18] . The Chinju99 S gene also had a sequence GUAAAC at 8 nucleotides upstream of the initiator ATG as previously recognized in Br1/87 [13] . This is a common hexameric motif in coronaviruses and similar to the motifs XUA(A/G)AC found adjacent to other PEDV ORFs [12] . The hexameric motifs were suggested as the site for transcription of the subgenomic mRNAs [18] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Chinju99 S protein contained 27 potential N-linked glycosylation sites and a region of hydrophobic residues at position 1325±1348 was assumed to function as a membrane anchor. Similarly, the Br1/87 S protein [13] had 29 potential N-linked glycosylation sites and a hydrophobic stretch at 1322±1337. Consequently, the conformational features of the Chinju99 S protein are probably highly conserved with those of Br1/87. Nevertheless, the Chinju99 S gene showed 94.5% nucleotide sequence homology and 92.8% amino acid sequence identity with those of both Br1/87 and CV777, respectively, although the ratios of adenine (24.0±24.1%), cytosine (20.4%), guanine (21.1%) and thymine (34.3±34.4%) were identical or very similar among the three strains. Accordingly, the Chinju99 S protein had only minimal differences in overall structure compared to that of Br1/87 and CV777. Nevertheless the minor differences in the structural features of the S protein could help in elucidating aspects related to both molecular pathogenesis and antigenic structures of PEDV isolates in relation to prevention and control of the disease. This is the first published report on the nucleotide sequences of the S gene of any Korean PEDV isolate. In the present study, the complete nucleotide sequence of the Chinju99 S gene was determined, and its amino acid composition was analyzed in comparison to other PEDVs. The nucleotide sequence of the Chinju99 S gene can form the basis for further studies on the development of genetically engineered vaccines and diagnostic reagents for PEDV isolates in Korea.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Hagan and Bruner's Microbiology and Infectious Diseases of Domestic Animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Barlough",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "897--898",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diseases of Swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "In Straw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "D&apos;allaire",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Short Protocols in Molecular Biology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ausubel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kingston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Seidman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Struhl",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Construction of cDNA clones for the full-length S gene of PEDV Chinju99 strain by RT-PCR using sense (SF) and antisense (SR) primers: diagrammatic representation of the S gene of viral RNA (solid bar) and S gene ORF (long open rectangle) show primer-binding sites (small open rectangles); three DNA fragments amplified by PCR and cloned into pUC19 vector are denoted as recombinant DNA clones Sfrag1, Sfrag2 and Sfrag3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nucleotide sequence of the Chinju99 S gene and comparison of the sequence with Br1/87 (EMBL accession No. Z25483) and CV777 (GenBank accession No. AF353511) strains: start codon ATG and stop codon TGA are underlined; only the 229 nucleotides of Br1/87 and CV777 which mismatched the Chinju99 sequence are included; Ã, four nucleotides of CV777 which mismatched those of Br1/87 are shown in the Br1/87 sequence; regions corresponding to the six primers used for cloning are underlined and labeled above the sequence as SF1-3 and SR1-3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(from GenBank and the European Molecular Biology Laboratory (EMBL). S gene nucleotide and amino acid sequences of Chinju99 were compared with Br1/87 [14] (EMBL accession No. Z25483) and CV777 (GenBank accession No. AF353511).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the amino acid sequence deduced from Chinju99 S gene with that of Br1/87 and CV777 strains: only amino acids of Br1/87 and CV777 which mismatched those of Chinju99 are included; Ã, translation termination; 27 potential sites for asparagine (N)-linked glycosylation are underlined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Hydropathicity of Chinju99 amino acid sequence: a stretch of highly hydrophobic residues was found at position 1325±1348 (>1.6 on the Kyte±Doolittle scale).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Primers used in cDNA synthesis for PEDV S gene Superscript II 1 reverse transcriptase reagent kit (Invitrogen) following the manufacturer's suggestions. The viral RNA was mixed with 1 ml of 100 pM of the appropriate antisense primer, 4 ml of 5X first-strand buffer, 1 ml of 10 mM dNTP mixture, 2 ml of 0.1 M DTT, 1 ml of RNase inhibitor (40 U/ml), 1 ml of reverse transcriptase (200 U/ml) and brought to 20 ml with distilled water. The reaction mixture was incubated for 50 min at 42 C, and the reaction was stopped by heat at 70 C for 15 min. RNase H (1 U) treatment was done for 20 min at 37 C to degrade the RNA template.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was supported by a grant (No. 981-0613-065-2) from the Korea Science and Engineering Foundation (KOSEF), Ministry of Science, Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}