{
    "paper_id": "2d5deb7740ae5db68372392123771657fb20f683",
    "metadata": {
        "title": "The international response to the outbreak of SARS in 2003",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Heymann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "World Health Organization",
                    "location": {
                        "addrLine": "20 Avenue Appia",
                        "postCode": "1211",
                        "settlement": "Geneva 27",
                        "country": "Switzerland"
                    }
                },
                "email": "heymannd@who.int"
            }
        ]
    },
    "abstract": [
        {
            "text": "The sudden arrival of an internationally spreading outbreak of a newly identified infectious disease in early 2003, severe acute respiratory syndrome (SARS), provided an opportunity for a coordinated international response based on information and evidence obtained in real time through standard and electronic communications. Its containment represents a new way of working internationally, and demonstrates how intense collaboration in virology, clinical medicine and epidemiology can rapidly provide the information necessary to create and implement evidence-based control measures. The SARS outbreak serves as a reminder of the need for a strong national surveillance and response to infectious diseases, evidence-based international travel recommendations, and a global alert and response network to serve as a safety net when national surveillance fails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The international response to the outbreak of SARS, as it spread from continent to continent during 2003 was, in practice, the rollout of a proposed, new way of working under the IHR (WHO 1969) . The IHR are the only set of international legal rules binding WHO member states concerning the control of infectious diseases with a potential to spread internationally. The IHR, adopted in 1969, are a passive system for the reporting of three communicable diseases thought to be important because of their potential spread internationally-cholera, plague and yellow fever. Once reported to WHO, notification is made in The WHO Weekly Epidemiological Record describing the geographical extent of the infected area(s). At the same time the IHR describe standard, maximally acceptable measures that may be applied by countries to prevent these diseases from spreading internationally, and sets out norms and standards for seaports and airports to prevent the spread of infectious disease vectors from public conveyances that land at these ports.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "text": "(WHO 1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "REGULATING THE INTERNATIONAL SPREAD OF INFECTIOUS DISEASES"
        },
        {
            "text": "During the last decade of the twentieth century, after several infectious disease outbreaks, including cholera in Latin America, pneumonic plague in India and Ebola haemorrhagic fever in the Democratic Republic of the Congo, a need was identified for a stronger international coordination of the outbreak response, and more timely and accurate information during the course of an outbreak that threatens global public health security (WHO 1994; Tauxe et al. 1995; Heymann et al. 1999; Khan et al. 1999) . This led, in 1996, to the initiation of a revision process of the IHR to broaden disease coverage, incorporate the use of more up-to-date communication technologies, and use these up-to-date technologies to provide real-time information on which to formulate measures to prevent international spread (WHO 2002a (WHO , 2003a . The revision process itself began with a series of field tests that led to the proactive collection of information about disease outbreaks and the development of protocols for coordinated international response, embodied in GOARN. GOARN is a network with a secretariat within WHO that links individual surveillance and response networks that have been established throughout the world. Initiated in 1997 and formalized in 2000, it now has over 120 surveillance and response partners world-wide (WHO 1998 (WHO , 2000 Heymann & Rodier 2001) . Although GOARN identifies and responds to more than 50 outbreaks in developing countries each year, the SARS outbreak was the first time that GOARN identified and responded to an outbreak that was rapidly spreading internationally.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 444,
                    "text": "(WHO 1994;",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 463,
                    "text": "Tauxe et al. 1995;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 464,
                    "end": 484,
                    "text": "Heymann et al. 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 485,
                    "end": 502,
                    "text": "Khan et al. 1999)",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 815,
                    "text": "(WHO 2002a",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 828,
                    "text": "(WHO , 2003a",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1334,
                    "text": "(WHO 1998",
                    "ref_id": null
                },
                {
                    "start": 1335,
                    "end": 1346,
                    "text": "(WHO , 2000",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1369,
                    "text": "Heymann & Rodier 2001)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHENING GLOBAL ALERT, GLOBAL OUTBREAK RESPONSE AND COMMUNICATION"
        },
        {
            "text": "One of the partners in GOARN is the WHO Global Influenza Surveillance Network, which identifies and tracks antigenic drift and shifts of influenza viruses to guide the annual composition of vaccines, and provides an early alert to variants that might signal the start of a pandemic (WHO 2002b) . This network was placed on alert in late November 2002 when the Canadian Global Public Health Intelligence Network, also a partner in GOARN, picked up media reports of an influenza outbreak in mainland China (Health Canada 2002) . At the same time another GOARN partner, the US Global Emerging Infections Surveillance and Response System, picked up similar media reports about a severe outbreak in Beijing and Guangzhou, with influenza B the suspected cause. As GOARN continued to receive media and other reports about influenza outbreaks in China, requests for information to Chinese authorities were made by WHO. On 12 December WHO received a detailed report on data collected at Chinese influenza surveillance sites indicating that investigation of 23 influenza virus isolates had confirmed type B strains in all but one, and that the number of cases was consistent with the seasonal pattern in previous years.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 293,
                    "text": "(WHO 2002b)",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 524,
                    "text": "(Health Canada 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHENING GLOBAL ALERT, GLOBAL OUTBREAK RESPONSE AND COMMUNICATION"
        },
        {
            "text": "Although information is incomplete, retrospective case identification by Chinese and GOARN epidemiologists since May 2003 suggests that there were actually two respiratory disease outbreaks occurring simultaneously in Guangdong Province in late November 2002: influenza, and what now appear to have been the first cases of SARS-an atypical pneumonia that was characterized by small, seemingly unrelated clusters of cases scattered over several municipalities in Guangdong, with low-level transmission to health care workers (WHO 2003b) . This first outbreak of atypical pneumonia appears to have continued until a second outbreak, with amplified transmission to health workers, began during the first 10 days of February. On 10 February 2003, the WHO office in Beijing received an email message describing an infectious disease in Guangdong Province, said to have caused more than 100 deaths. On 11 February the Guangzhou Bureau of Health reported to the press more than 100 cases of an infectious atypical pneumonia outbreak that had been occurring in the city for more than a month. That same day the Chinese Ministry of Health officially reported to WHO 300 cases and five deaths in an outbreak of acute respiratory syndrome, and the following day reported that the outbreak dated back to 16 November 2002, that influenza virus had not yet been isolated, and that the outbreak was coming under control (Zhong et al. 2003) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 535,
                    "text": "(WHO 2003b)",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1424,
                    "text": "(Zhong et al. 2003)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHENING GLOBAL ALERT, GLOBAL OUTBREAK RESPONSE AND COMMUNICATION"
        },
        {
            "text": "When the reports of a severe respiratory disease were received by WHO on 11 February 2003, a new strain of influenza virus was the most feared potential cause and the WHO Global Influenza Network was again alerted. Concern increased on 20 February, when the Network received reports from Hong Kong authorities confirming the detection of A(H5N1) avian influenza virus in two individuals, and WHO activated its influenza pandemic preparedness plans (WHO 2003c,d ) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 462,
                    "text": "(WHO 2003c,d )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STRENGTHENING GLOBAL ALERT, GLOBAL OUTBREAK RESPONSE AND COMMUNICATION"
        },
        {
            "text": "During that same week, laboratories of the WHO Global Influenza Surveillance Network began analysing specimens from a patient with severe atypical pneumonia hospitalized in Hanoi following travel to mainland China and Hong Kong. Concurrently, GOARN response teams in Vietnam and Hong Kong began collecting clinical and epidemiological information about the patient and a growing number of others with similar symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STRENGTHENING GLOBAL ALERT, GLOBAL OUTBREAK RESPONSE AND COMMUNICATION"
        },
        {
            "text": "By 11 March WHO had enough clinical and epidemiological information to alert the world to the occurrence of a newly identified atypical pneumonia occurring in Asia (WHO 2003e) . After this alert, reports of more than 150 new cases of atypical pneumonia of unidentified cause were received from hospitals in six Asian countries and Canada (Health Canada 2003). The disease did not respond to antibiotics and antivirals known to be effective Phil. Trans. R. Soc. Lond. B (2004) against primary atypical pneumonia and other respiratory infections. No patients, including young and previously healthy health workers, had recovered, many were in a critical condition, several required mechanical ventilatory support, and four had died. Equally alarming, the disease was rapidly spreading along the routes of international air travel. The potential for further international spread was clearly demonstrated that same day when a medical doctor, who had treated the first cases of atypical pneumonia in Singapore, reported similar symptoms shortly before boarding a flight from New York to Singapore on 14 March. The airline was alerted and the doctor and his wife disembarked in Frankfurt for immediate hospitalization, becoming the first cases in Europe (WHO 2003f ). On 15 March WHO therefore issued a second and stronger global alert, this time in the form of an emergency travel advisory (WHO 2003g) . The alert provided guidance for travellers, airlines and crew, provided a case definition, and gave the new disease its name: SARS. It also launched a coordinated global outbreak response aimed at preventing this newly identified transmissible disease, of undetermined cause and unknown epidemic potential, from becoming endemic.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 175,
                    "text": "(WHO 2003e)",
                    "ref_id": null
                },
                {
                    "start": 461,
                    "end": 475,
                    "text": "Lond. B (2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1385,
                    "end": 1396,
                    "text": "(WHO 2003g)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "USING REAL-TIME INFORMATION FOR EVIDENCE-BASED CONTROL"
        },
        {
            "text": "During the period of outbreak containment GOARN linked some of the world's best laboratory scientists, clinicians and epidemiologists electronically, in virtual networks that provided rapid knowledge about the causative agent, mode of transmission and other epidemiological features (WHO 2003h) . This real-time information made it possible for WHO to provide specific guidance to health workers on clinical management and protective measures to prevent further nosocomial spread. It also made possible a series of recommendations to international travellers to stop its international spread (WHO 2003f ). Recommendations were at first non-specific, urging international travellers to have a high level of suspicion if they had travelled to or from areas where the outbreak was occurring. However, as more information became available, airports were asked to screen passengers for a history of contact with SARS and for individuals with a current illness that corresponded with the probable SARS case definition. Finally, when these recommendations did not completely stop international spread, passengers themselves were asked to avoid travel to areas where contact tracing was unable to link all cases to known chains of transmission.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 294,
                    "text": "(WHO 2003h)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "USING REAL-TIME INFORMATION FOR EVIDENCE-BASED CONTROL"
        },
        {
            "text": "Within four months all known chains of transmission of SARS had been interrupted and on 5 July 2003, 20 days after the isolation of the last known probable case, the SARS outbreak was declared contained (WHO 2003i ). Probable cases of SARS were reported from 27 countries on all continents and through a coordinated effort its international spread had been contained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "USING REAL-TIME INFORMATION FOR EVIDENCE-BASED CONTROL"
        },
        {
            "text": "SARS has clearly shown how inadequate surveillance and response capacity in a single country can endanger the public health security of national populations and in the rest of the world. It has also shown how, in a closely interconnected and interdependent world, a new and poorly understood disease, with no vaccine and no effective cure, can adversely affect economic growth, trade, tourism, business and industrial performance, political careers and social stability. SARS provoked perceptions of personal risk that caused people to wear surgical masks as they went about their daily lives, often in lowrisk situations, and provided dramatic images of empty airports and cancelled flights. The perceived risk of SARS was many times greater than the actual risk, a factor that compounded its negative social and economic impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESSONS LEARNED DURING AND AFTER THE SARS OUTBREAK"
        },
        {
            "text": "SARS has also demonstrated some of the positive features of a globalized society: the advantages that rapid electronic communications and new information technologies bring in responding to emergencies, and the willingness of the international community to form a united front against a shared threat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESSONS LEARNED DURING AND AFTER THE SARS OUTBREAK"
        },
        {
            "text": "Finally, there was an element of good luck that led to the success of the global effort to contain the SARS outbreak: SARS is transmitted by droplets during close to person-to-person contact and was not transmitted with the same facility as influenza and other infections that are airborne; and SARS did not spread to developing countries where surveillance systems were not sensitive enough to detect its presence before it had spread to others. Continued national surveillance for SARS has identified two laboratory workers who appear to have been infected in laboratories handling the virus in Singapore and Taiwan, respectively, and China's national surveillance has identified three laboratory-confirmed and one probable case of SARS, all of whom have had a less severe clinical disease, without apparent transmission to health workers or others (WHO 2003j,k, 2004 . With continued national surveillance, and with continued research aimed at identifying the risk factors of transmission of the SARS coronavirus from nature to humans, the answers to the many scientific questions generated by the SARS outbreak will eventually be understood. Continued strengthening of GOARN will provide the safety net that will detect and respond to the next emerging disease event of international public health importance should national surveillance again fail to raise the alarm, be it a new and unrecognized agent-or the next global pandemic of influenza.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 869,
                    "text": "(WHO 2003j,k, 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LESSONS LEARNED DURING AND AFTER THE SARS OUTBREAK"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global Public Health Intelligence Network",
            "authors": [],
            "year": 2002,
            "venue": "Health Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-chronology of events. Ottawa: Health Canada, Population and Public Health Branch",
            "authors": [],
            "year": 2003,
            "venue": "Health Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hot spots in a wired world: WHO surveillance of emerging and re-emering infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infect. Dis",
            "volume": "1",
            "issn": "",
            "pages": "345--353",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola hemorrhagic fever: lessons from Kikwit, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barakamfitiye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szezeniowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Muyembe-Tamfum",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bele",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Infect. Dis",
            "volume": "179",
            "issn": "",
            "pages": "283--286",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "and 18 others) 1999 The re-emergence of Ebola hemorrhagic fever, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Infect.Dis",
            "volume": "179",
            "issn": "",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic cholera in the New World: translating field epidemiology into new prevention strategies",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Tauxe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Mintz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Quick",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Emerg. Infect. Dis",
            "volume": "1",
            "issn": "",
            "pages": "141--146",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unpublished document WHO/CDS/CSR/ 200.3. Geneva: WHO. WHO 2002a Global crisis-global solutions. Managing public health emergencies of international concern through the revised International Health Regulations",
            "authors": [
                {
                    "first": "Phil",
                    "middle": [
                        "R"
                    ],
                    "last": "Trans",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Soc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lond",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "International Health Regulations",
            "volume": "69",
            "issn": "",
            "pages": "321--322",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Acute respiratory syndrome, China. Wkly Epidemiol. Rec. 78, 41. WHO 2003e World Health Organization issues a global alert about cases of atypical pneumonia",
            "authors": [],
            "year": 2003,
            "venue": "WHO 2003a Revision of the International Health Regulations. World Health Assembly resolution WHA56.28. Geneva: WHO. See",
            "volume": "78",
            "issn": "",
            "pages": "73--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO 2003h World Health Organization multicentre collaborative network for severe acute respiratory syndrome (SARS) diagnosis. A multicentre collaboration to investigate the cause of severe acute respiratory syndrome",
            "authors": [],
            "year": null,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1730--1733",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New case of laboratory-confirmed SARS in Guangdong",
            "authors": [],
            "year": 2003,
            "venue": "WHO 2003j Severe acute respiratory syndrome (SARS) in Singapore",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "GLOSSARY GOARN: global outbreak alert and response network IHR: international health regulations SARS: severe acute respiratory syndrome WHO: World Health Organization",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "One contribution of 15 to a Discussion Meeting Issue 'Emerging infections: what have we learnt from SARS?'. Phil. Trans. R. Soc. Lond. B (2004) 359, 1127-1129 1127  2004 World Health Organization DOI 10.1098/rstb.2004.1484",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The World Health Organization has granted The Royal Society permission for the reproduction of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}