{
    "paper_id": "2dd56fdde263e4c8b6a2e54123a89b858a1ecf46",
    "metadata": {
        "title": "Structural Biology Communications",
        "authors": [
            {
                "first": "Xia",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yusheng",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fenghua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jinshan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheng",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {},
                "email": "fusheng@tjab.org"
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": "chengchen@tju.edu.cn"
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin University",
                    "location": {
                        "postCode": "300072",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human coronavirus HKU1 (HCoV-HKU1), which mainly causes acute selflimited respiratory-tract infections, belongs to group A of the Betacoronavirus genus. Coronavirus genomes encode 16 nonstructural proteins (nsp1-16), which assemble into a large replication-transcription complex mediating virus propagation. Nonstructural protein 9, which binds to the single-stranded DNA/RNA, has been shown to be indispensible for viral replication. Interestingly, a functional mutant (N60K) of nsp9 was identified to compensate for a 6 nt insertion mutation of the 3 0 -untranslated region (UTR), which is critical for viral RNA synthesis. It has been proposed that the N60K mutation may cause certain conformational changes of nsp9 to rescue the defective insertion mutant. To further investigate the underlying structural mechanism, the N60K mutant of nsp9 from HCoV-HKU1 was successfully crystallized in this study. The crystals diffracted to 2.6 Å resolution and belonged to space group P2 1 2 1 2 1 , with unit-cell parameters a = 31.9, b = 85.0, c = 95.0 Å . Two molecules were identified per asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the global outbreak of severe acute respiratory syndrome (SARS) in 2003, which was caused by the pathogen SARS coronavirus (SARS-CoV), several other human CoVs have been identified, such as Human coronavirus NL63 (HCoV-NL63; van der Hoek et al., 2004) , Human coronavirus HKU1 (HCoV-HKU1; Woo et al., 2005) and Middle East respiratory syndrome coronavirus (MERS-CoV; Zaki et al., 2012) . HCoV-HKU1 was first isolated from the nasopharyngeal aspirates (NPAs) of a 71-year-old man with pneumonia in Hong Kong (Woo et al., 2005) and was subsequently found to be globally distributed (Zhao et al., 2008) . It is associated with both upper-and lower-respiratory-tract disease in both children and adults (Dominguez et al., 2013) and may cause serious consequences in patients with a compromised or immature immune system, such as asthma sufferers (Kistler et al., 2007; Zhao et al., 2008; To et al., 2013) . Patients usually present symptoms such as cough, fever, expectoration, bronchitis and pneumonia (Zhao et al., 2008; Cui et al., 2011; To et al., 2013) . HCoV-HKU1 belongs to group A of the Betacoronavirus genus within the Coronavirinae subfamily. Similar to other coronaviruses, HCoV-HKU1 contains a single-stranded positive-sense polyadenylated RNA genome that encodes 16 nonstructural proteins (nsp1-16), which assemble into a large replication-transcription complex for virus replication. Nonstructural protein 9, a singlestranded DNA/RNA-binding protein which exists as a dimer in physiological situations, has been found to be indispensible for virus replication based on reverse-genetics experiments (Deming et al., 2007; Miknis et al., 2009; Chen et al., 2009) and proteomics studies (Pan et al., 2008; von Brunn et al., 2007) .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 257,
                    "text": "Hoek et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 312,
                    "text": "Woo et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 391,
                    "text": "Zaki et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 531,
                    "text": "(Woo et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 605,
                    "text": "(Zhao et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 729,
                    "text": "(Dominguez et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 870,
                    "text": "(Kistler et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 889,
                    "text": "Zhao et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 906,
                    "text": "To et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1024,
                    "text": "(Zhao et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1042,
                    "text": "Cui et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1059,
                    "text": "To et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1636,
                    "text": "(Deming et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1657,
                    "text": "Miknis et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1676,
                    "text": "Chen et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 1700,
                    "end": 1718,
                    "text": "(Pan et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1742,
                    "text": "von Brunn et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In earlier studies of MHV (Mouse hepatitis virus), the representative species of group A within the Betacoronavirus genus, it was found that there are two essential and overlapping RNA secondary structures which are critical for viral RNA synthesis in the upstream end of the 3 0 -untranslated region (3 0 -UTR) within the MHV genome (Zü st et al., 2008) . These sequences interact with the nsp9 protein.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 354,
                    "text": "(Zü st et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interestingly, a markedly defective growth phenotype, generated by inserting 6 nt (AACAAG) into this 3 0 -UTR of the MHV genome, can be commendably compensated by an N60K mutant of the nsp9 protein from MHV (Zü st et al., 2008) . Currently, the structural mechanism underlying this rescue experiment remains unknown. It has been proposed that N60K mutation may cause certain conformational changes of nsp9 (Zü st et al., 2008) . We have attempted to crystallize the N60K mutant of nsp9 from MHV to study the underlying structural mechanism, but failed to obtain crystals. Nonetheless, Asn60 is conserved within group A of the Betacoronavirus genus. Thus, the N60K mutant of nsp9 from HCoV-HKU1, another member of group A of the Betacoronavirus genus, was chosen as an alternative. In this study, the N60K mutant of the nsp9 protein from HCoV-HKU1 was cloned and subjected to crystallization and preliminary crystallographic studies.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 227,
                    "text": "(Zü st et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 426,
                    "text": "(Zü st et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The original pGEX-6P-1 construct of HCoV-HKU1 nsp9 protein has been described in Wang et al. (2009) . The N60K mutation was introduced by the site-directed mutagenesis method (Chen et al., 2013) using the Easy site-directed mutagenesis kit (Transgen, Beijing, People's Republic of China; Table 1 ). The targeted pGEX-6p-1 construct of the N60K mutant of the nsp9 protein from HCoV-HKU1 was verified by sequencing. It was then transformed into Escherichia coli strain BL21 (DE3) for protein expression. Cultures were grown in LB medium containing 0.1 mg ml À1 ampicillin at 310 K until the optical density at 600 nm reached 0.6. Isopropyl -d-1-thiogalactopyranoside was added to a final concentration of 0.5 mM and the cultures were induced to express the N60K mutant of the nsp9 protein from HCoV-HKU1 at 289 K for 16 h. Thereafter, centrifugation was used to harvest the cells and the bacterial pellets were resuspended in PBS (140 mM NaCl, 10 mM Na 2 HPO 4 , 2.7 mM KCl, 1.8 mM KH 2 PO 4 pH 7.3) supplemented with 1 mM dithiothreitol. After sonication at 277 K, the lysate of the bacteria was centrifuged at 12 000g for 40 min at 277 K and the precipitate was discarded. The supernatant was loaded onto a disposable column containing glutathione Sepharose 4B affinity resin (Pharmacia) for purifying GSTtagged N60K mutant of the nsp9 protein. The fusion protein was then subjected to on-column cleavage using commercial PreScission protease (Pharmacia) at 277 K for 18 h. The protease was added to a final concentration of 0.25 mg ml À1 in PBS for proteolysis. Five additional residues (GPLGS) were left at the N-terminus of the N60K mutant of the nsp9 protein. The resulting protein of interest was further purified by the size-exclusion chromatography method using a Superdex 75 column (GE Healthcare) in a buffer consisting of 20 mM MES, 150 mM NaCl pH 6.0 and reached more than 95% purity by SDS-PAGE analysis (Fig. 1a) . Typical yields were 5 mg of purified protein per litre of bacterial culture.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 99,
                    "text": "Wang et al. (2009)",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 194,
                    "text": "(Chen et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1916,
                    "end": 1925,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Protein purification"
        },
        {
            "text": "The purified N60K mutant of the nsp9 protein was concentrated to 10 mg ml À1 in the above buffer consisting of 20 mM MES, 150 mM NaCl pH 6.0. In the primary stage, commercial crystallization screening kits including Crystal Screen, Crystal Screen 2, PEG/Ion and Index (Hampton Research, Laguna Niguel, California, USA) were used to screen for preliminary crystallization conditions for the N60K mutant of the nsp9 protein. Crystallization trials were set up in 16-well crystallization plates at 291 K using the hanging-drop vapourdiffusion method. Crystallization drops were carefully set up by mixing 1.0 ml protein solution with 1.0 ml reservoir solution and were then left to equilibrate against 200 ml reservoir solution. Initial crystals of the N60K mutant of the nsp9 protein were obtained after 24 h under condition No. 40 of Index, which consisted of 0.1 M citric acid pH 3.5, 25%(w/v) polyethylene glycol 3350. The optimized condition consisted of 0.1 M citric acid pH 4.5, 25%(w/v) polyethylene glycol 3350 (Fig. 1b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1017,
                    "end": 1026,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystals were cryoprotected in a solution consisting of 0.1 M citric acid pH 4.5, 25%(w/v) polyethylene glycol 3350, 20% glycerol and then mounted in a nylon loop and flash-cooled in a nitrogen Table 1 Macromolecule-production information. stream at 100 K. Data were collected using a MAR165 chargecoupled device detector on beamline 1W2B of the Beijing Synchrotron Radiation Facility with a wavelength of 1.0000 Å . The N60K protein crystals showed high-quality diffraction patterns (Fig. 2) . All intensity data were indexed, integrated and scaled with the HKL-2000 package (Otwinowski & Minor, 1997) . A complete diffraction data set was collected to 2.6 Å resolution and the related datacollection and processing statistics are summarized in Table 2 .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 606,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 750,
                    "end": 757,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "X-ray data collection and processing"
        },
        {
            "text": "Coronavirus nsp9 proteins have been shown to be indispensible for virus replication based on reverse-genetics experiments (Deming et al., 2007; Miknis et al., 2009; Chen et al., 2009 ) and proteomics research (Pan et al., 2008; von Brunn et al., 2007) . Interestingly, a functional mutant (N60K) of the nsp9 protein from MHV was identified by reverse-genetics methods and shown to compensate for viral growth defects caused by a 6 nt insertion (AACAAG) into the 3 0 -UTR of the MHV genome (Zü st et al., 2008) . Currently, the structural mechanism underlying this remains unknown. One hypothesis is that the N60K mutation may cause certain conformational changes within the nsp9 protein (Zü st et al., 2008) . Initially, we cloned and expressed the nsp9 protein of MHV and the functional mutant (N60K). These proteins were then subjected to crystallization trials, but we failed to obtain any crystals. As a close neighbour of MHV, HCoV-HKU1 also belongs to group A of the Betacoronavirus genus. Since Asn60 of nsp9 is conserved in group A (Fig. 3) , we then turned to the N60K mutant of nsp9 from HCoV-HKU1 to study the structural mechanism, especially considering that a high-quality diffraction data set for the nsp9 wild-type protein from HCoV-HKU1 had been collected previously (Wang et al., 2009) , and we are currently carrying out structural studies on this protein.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 143,
                    "text": "(Deming et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 164,
                    "text": "Miknis et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 182,
                    "text": "Chen et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 227,
                    "text": "(Pan et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 251,
                    "text": "von Brunn et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 509,
                    "text": "(Zü st et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 707,
                    "text": "(Zü st et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1302,
                    "text": "(Wang et al., 2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In general, the functional mutant (N60K) of the nsp9 protein from HCoV-HKU1 was expressed as a GST-tagged protein, digested by commercial PreScission protease (Pharmacia) and then purified using the size-exclusion chromatography method on a Superdex 75 column. The final protein used for crystallization trials reached greater than 95% purity as monitored by SDS-PAGE analysis. The crystals could be obtained from condition No. 40 of Index, which is different from the previously reported conditions (Wang et al., 2009) . The optimized crystals diffracted to a highest resolution of 2.6 Å using 0.1 M citric acid pH 4.5, 25%(w/v) polyethylene glycol 3350 with 20% glycerol as a cryoprotectant. The crystals belonged to space group P2 1 2 1 2 1 , with unit-cell parameters a = 31.9, b = 85.0, c = 95.0 Å . Currently, there are several CoV nsp9 structures available in the Coronavirinae subfamily (Egloff et al., 2004; Sutton et al., 2004; Ponnusamy et al., 2008; Miknis et al., 2009 ). Among those, the primary sequence of SARS-CoV nsp9 (PDB entries 1qz8, Egloff et al., 2004; and 1uw7, Sutton et al., 2004) shows 45% identity to HCoV-HKU1 nsp9. Molecular replacement A typical diffraction pattern of the crystals of N60K mutant of the nsp9 protein from HCoV-HKU1 collected on a MAR165 charge-coupled device detector on beamline 1W2B at the Beijing Synchrotron Radiation Facility. The black circles and numbers correspond to the resolution shells (in Å ). The rectangular box shows diffraction spots in the outer resolution shell. (hkl) is the intensity of the ith observation of reflection hkl and hI(hkl)i is the average intensity. ‡ R meas is calculated by multiplying the R merge value by the factor [N/(N À 1)] 1/2 . will be used to determine the structure of nsp9 from HCoV-HKU1 with the structure of SARS-CoV nsp9 as the search model. Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968 ) was calculated to be 2.54 Å 3 Da À1 and the solvent content was 51.6%, assuming the presence of two molecules per asymmetric unit. Further structural and functional analysis of the mutant (N60K) of the nsp9 protein from HCoV-HKU1 will lead us to better understand how this functional mutant could rescue a deficient insertion mutant.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 519,
                    "text": "(Wang et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 916,
                    "text": "(Egloff et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 917,
                    "end": 937,
                    "text": "Sutton et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 961,
                    "text": "Ponnusamy et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 981,
                    "text": "Miknis et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1075,
                    "text": "Egloff et al., 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1076,
                    "end": 1106,
                    "text": "and 1uw7, Sutton et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1912,
                    "end": 1927,
                    "text": "(Matthews, 1968",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Egloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferron",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Campanacci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Longhi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rancurel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dutartre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cambillau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "3792--3796",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Purification and crystallization of the N60K mutant of the nsp9 protein from HCoV-HKU1. (a) SDS-PAGE analysis of the purified N60K mutant of the nsp9 protein from HCoV-HKU1. The molecular masses of the marker are indicated in kDa. (b) Crystals of the N60K mutant of the nsp9 protein from HCoV-HKU1 grown by the hanging-drop method. A crystal with typical dimensions of 0.08 Â 0.05 Â 0.02 mm was used for subsequent diffraction and data collection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "et al. Nonstructural protein 9 Acta Cryst. (2014). F70, 1620-1623",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Data-collection and processing statistics.Values in parentheses are for the outer shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Zengqiang Gao, Kun Qu, Lingfei Hu and Tianyi Zhang for their help with data collection on beamline 1W2B at the Beijing Synchrotron Radiation Facility. This work was supported by the National Natural Science Foundation of China (31300150), the Specialized Research Fund for the Doctoral Program of Higher Education of China (20130032120090) and Tianjin Municipal Natural Science Foundation (General Program: 13JCYBJC42500).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}