{
    "paper_id": "2e23491f920b7143e67dfa8d4445e4878fe0c664",
    "metadata": {
        "title": "An intelligent system for predicting and preventing MERS-CoV infection outbreak",
        "authors": [
            {
                "first": "Rajinder",
                "middle": [],
                "last": "Sandhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guru Nanak Dev University, Regional Campus, Gurdaspur",
                    "institution": "",
                    "location": {
                        "region": "Punjab",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandeep",
                "middle": [
                    "K"
                ],
                "last": "Sood",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guru Nanak Dev University, Regional Campus, Gurdaspur",
                    "institution": "",
                    "location": {
                        "region": "Punjab",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Gurpreet",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Guru Nanak Dev University, Regional Campus, Gurdaspur",
                    "institution": "",
                    "location": {
                        "region": "Punjab",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "MERS-CoV is an airborne disease which spreads easily and has high death rate. To predict and prevent MERS-CoV, real-time analysis of user's health data and his/her geographic location are fundamental. Development of healthcare systems using cloud computing is emerging as an effective solution having benefits of better quality of service, reduced cost, scalability, and flexibility. In this paper, an effective cloud computing system is proposed which predicts MERS-CoV-infected patients using Bayesian belief network and provides geographic-based risk assessment to control its outbreak. The proposed system is tested on synthetic data generated for 0.2 million users. System provided high accuracy for classification and appropriate geographicbased risk assessment. The key point of this paper is the use of geographic positioning system to represent each MERS-CoV users on Google maps so that possibly infected users can be quarantined as early as possible. It will help uninfected citizens to avoid regional exposure and the government agencies to manage the problem more effectively. Snapshot of (a) level 3 data matrix containing only MERS-CoV attributes (b) data matrix containing demographic information and MERS attributes (c) data matrix containing all information Case no.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Healthcare is a very substantial issue to be managed effectively for any nation's development. One of the most vital challenges for any government healthcare agency is to protect its citizens from disease outbreak which can spread from one citizen to another through air or other common mediums [1] . Viruses affect humans in large numbers as these are microorganisms that can propagate very easily. Corona virus is one of the common viruses which can cause multiple diseases in humans as well as animals. In 2015, its outbreak in South Korea has caused more than ten deaths, and thousands of citizens got infected [2] . MERS-CoV infected person is having primary symptoms such as respiratory diseases with fever, cough, shortness of breath (SoB), and diarrhea. Some of the secondary symptoms of MERS-CoV infection are acute renal failure, multiorgan failure, acute respiratory distress syndrome (ARDS), and consumptive coagulopathy [3] . The MERS-CoV source is not yet confirmed; however, many studies suggested that this is an animal virus. Reports have confirmed the transmission of the virus from human to human, but proper intermediate hosts for its transmission are still unknown which further increases its risk [4] . MERS-CoV is a novel corona virus that was first identified in the residents of Middle East countries in late 2012 with a death rate of more than fifty percent in infected citizens. As the studies suggested, MERS-CoV spreads using common mode of contacts from one individual to another [3] . MERS-CoV is declared as a public health threat; therefore, the government's healthcare agencies are committed to provide affordable medical facilities and suggestions to the infected citizens. One of the most important steps to cure MERS-CoV is to stop its infection rate and transmission process by early identification of infected patients as well as providing precautionary measures to uninfected citizens. Identified infected patients should be quarantined as early as possible so that they do not contribute further in the infection spreading. The healthcare sector and the government agencies are adopting cloud computing with data mining approaches to control different infectious diseases [5] . Cloud computing can offer benefits such as improvement in quality of medical services, increased risk responsiveness, collaborating mobile apps, large storage space, and reduced capital investment.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1510,
                    "end": 1513,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2213,
                    "end": 2216,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cloud computing is an emerging technology which provides information technology (IT) resources over the Internet. It is different from traditional IT hosting services because it delivers IT resources on demand without the need of any capital investment with pay-as-use pricing model [6] . With the increase in the use of digital patient's records in hospitals, large amount of data related to patients, doctors, medication, and the staff are generated. To store, analyze, and effectively represent the outcomes of data mining on this rapidly generated data with minimal time, hospitals need bigger IT infrastructure. Hence, IT expenditure in hospitals is continuously increasing day by day for installation and maintenance of hospital management systems. As anticipated, in the near future, the traditional IT infrastructure setup will not be sufficient to provide necessary quality of service (QoS) parameters. Growth of healthcare systems using cloud computing is emerging as an effective solution with the benefits of more dependable Qos, reduced costs and flexibility [7] . Infectious diseases like MERS and H1N1 happen rarely, so IT infrastructure used to prevent outbreaks of these infectious diseases should be adaptive and scalable in nature. Cloud computing is more suitable for such a varying demand system because it provides virtually unlimited resources on demand with a pay-as-use pricing model [8] . Infection outbreak preventing systems should be highly responsive and provide the desired service with high accuracy. Requirement of cloud service provider to provide agreed QoS facilities high system agility and generates appropriate compensation if requirements are not met [9] . The characteristics defined above act as a motivation to use cloud computing in healthcare infectious disease management system. Some of the significant health service benefits of shifting to cloud computing are listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1072,
                    "end": 1075,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1409,
                    "end": 1412,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1691,
                    "end": 1694,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1919,
                    "end": 1926,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To contain the outbreak in its initial stages, ideally the government should test each user for the MERS-CoV infection which is not possible in the normal situations. Hence, the primary aims of the proposed system are • To provide an initial diagnosis to all users depending on their respective symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• To distinguish population at risk using geographic positioning system (GPS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• To secure the personal information of MERS-CoV-infected citizens to prevent mass panic paranoid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To achieve these objectives, a mobile cloud system is proposed which stores personal as well as MERS-CoV's symptom-related information over the cloud. Initially stored information is processed using information granulation so that private data of users can be truncated and a unique case number is provided to each registered user. Using information granulation, the proposed system can achieve confidentiality of personal information related to patients. For all the future communications between users, physicians, and the government agencies, the unique case number provided by information granulation is used. Bayesian belief network (BBN) is used for initial diagnosis of users which will classify users as possibly infected or uninfected. All possibly infected users will be tracked by GPS from their respective mobile phones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regions on the map are classified into different categories depending on the level of infection activity in that region. Google map assisted risk assessment, and re-routing is provided to citizens using this activity map. Using mobile application designed in the proposed system, most of the users can check their MERS-CoV-infection status by submitting symptoms for the sake of curiosity or peer effect. It will assist the government to scan population of infected users very efficiently and efficaciously. All communications and information are stored over cloud storage which can be easily shared and analyzed using multiple data mining tools. The rest of the paper is organized as follows. Section 2 provides work related to MERS-CoV infection and usage of cloud computing in biomedical applications. Section 3 proposes the system which is used to access and prevent MERS-CoV infections. Before concluding paper in Sect. 5, experimental results are presented, and performance analysis is conducted in Sect. 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early studies conducted for MERS-CoV infection are for its source identification, transmission medium identification, and hazard appraisal. Integration of cloud computing for predicting and preventing MERS-CoV is still in its early days. Hence, related section is divided into two subsections which are MERS-CoV and biomedical informatics in the cloud. The former section explains some of the published works in MERS-CoV virus infection and vaccination, whereas the latter section describes the use of cloud computing in many biomedical applications by various researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Related work"
        },
        {
            "text": "In 2013, Gautret [10] studied the effect of travel history on the outbreak of MERS-CoV infections in the world. There can be human-to-human transmission of MERS-CoV infection, so the risk of infection increases to Hajj pilgrims visiting the Middle East countries. According to him, the first case of MERS-CoV was identified from South Arabia. In 2013, Hon [11] discussed that pilgrims from various countries, who visited South Arabia to perform Hajj were identified as infected with respiratory viruses. Infected pilgrims increased the risk of epidemic not only in their home countries upon their return but also to other countries. To control the epidemic, Hajj pilgrims should be advised proper protective measures, and precautionary actions should be taken when they arrive back home. He suggested that it is necessary to know about travel pattern and health symptoms of Hajj pilgrims to control the epidemic. In 2013, Lu et al. [4] described the challenges in identifying the source, designing MERS vaccines, and developing anti-MERS therapy for MERS-CoV infection. However, they had not provided any proposal for identifying the source and to control the spread of MERS-CoV. In 2013, Omrani et al. [12] carried out research on identifying the transmission mediums used by MERS virus for its propagation such as body contact, air, or water. They found that the intermediate host of transmission of MERS-CoV infection can not be recognized or be symptomatic in most of the cases. To manage this significant problem, they suggested early recognition of MERS-CoV-infected patients and implementation of proper infection control measures. In 2014, Corman et al. [13] presented the effective use of RT-PCR kit for real-time detection of MERS-CoV infections in many patients. In 2014, Al-Tawfiq et al. [14] discussed sources of severe acute respiratory syndrome coronavirus (SARS-COV) and MERS-CoV with their modes of transmission to humans. They suggested precautionary measures to travelers going to and returning from Middle East countries. All of the further mentioned articles related to MERS are from year 2015. Bhadra et al. [15] developed a real-time isothermal assay test for the detection of MERS virus. Kupferschmidt [16] and Soliman et al. [17] discussed the vaccinations and causes of MERS virus. They also provided first-aid and prevention measures for MERS. Yusof et al. [18] studied the number of camels infected with MERS and their locations in Saudi Arabia Emirate and the United Arab Emirates. Arabi et al. [19] demonstrated the effect of severe neurologic effect of MERS in hospitalized patients. Shalhoub [20] studied the effect of MERS when patients suffer from some chronic diseases. They studied the effect of MERS on a HIV-positive patient for 38 days. Similarly, Alghamdi [21] presented a case study of two MERS-infected users admitted in hospital. Banik et al. [22] argued about the knowledge gap of MERS in doctors and citizens. They also provided its infection rate as well as its difference from other similar viruses. Shehri [23] described the actions taken by health agencies in Saudi Arabia after MERS outbreak. He mentioned benefits and limitations of each action taken by government. Youde [24] listed the relationship between global health governance and MERS outbreak in detailed comparison. No further work has so far been presented for the detection and prevention of MERS-CoV to the best of our knowledge.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1662,
                    "end": 1666,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1800,
                    "end": 1804,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2130,
                    "end": 2134,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2226,
                    "end": 2230,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2250,
                    "end": 2254,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2384,
                    "end": 2388,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2524,
                    "end": 2528,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2624,
                    "end": 2628,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2796,
                    "end": 2800,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2886,
                    "end": 2890,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3054,
                    "end": 3058,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3223,
                    "end": 3227,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "MERS-CoV"
        },
        {
            "text": "Cloud computing in healthcare area is still in its early days. Some of the notable contributions are discussed here. In 2010, Doukas et al. [25] demonstrated that mobile application and cloud computing together can enable better sharing, storing, updating, and retrieval of electronic healthcare data. A prototype has been implemented in the form of an android mobile application. The Amazon S3 cloud service was used for evaluating the developed system. In 2012, Rao and Kumar [26] developed predictive models for diagnosis of the Dengue fever and increased the probability of correct detection. Methodology used by them imputed missing values in the dataset using a novel imputation strategy and then generated a decision tree. Wrapper-based feature selection algorithm was proposed to extract the most important symptoms of dengue. In 2014, Thilakanathan et al. [27] demonstrated security protocol that allowed secure sharing of data in the cloud within the context of mobile health applications. They attempted to address the problems of achieving efficient user revocation especially while considering large data sizes. First, they defined a secure data-sharing model and protocol. Second, they demonstrated the feasibility of the protocol through their own developed prototype which combines smart phone, Bluetooth, and cloud computing technologies. Secure data-sharing architecture was adopted by adding a security layer that enables efficient and secure data sharing. In 2014, Kaur and Chana [28] proposed cloud intelligent system for diabetic patients. They used principal component analysis (PCA) for identifying minimum correlative variables from collected attribute variables. Naïve bayes and k-nearest neighbor classifiers were used to classify infected and uninfected users. In 2014, Ali et al. [29] studied a wireless lightweight, body-worn sensor used in cloud health care for real-time and continuous physiological monitoring. They suggested a data authentication scheme to authenticate data generated by sensors, because they argued that sensors operate in lossy environment. In 2014, Sultan [30] explained the potential of cloud computing for improvement and advancement of life science research. However, they only provided cloud computing advantages in healthcare sector; no new work was proposed.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2110,
                    "end": 2114,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Biomedical informatics in the cloud"
        },
        {
            "text": "3 Proposed system Figure 1 shows proposed system for predicting and preventing MERS-CoV epidemics. It comprises five components: data collection, information granulation, BBN-based initial analysis, GPS-based risk assessment, and communication & information sharing. It contains a cloud storage repository fragmented into multiple clouds known as medical record (M.R.) database. The data-collection component is responsible for compiling the raw information from users using the body-worn sensors and manually recorded data using the mobile application. BBN-based initial analysis classifies users into uninfected or possibly infected using symptoms registered by sensors and user. Personal information about users will be truncated, and a unique case number will be provided for further usage of the system. All compiled information and results generated are stored in a cloud storage repository termed as M.R. database. Cloud storage provides easy, flexible, and secure way to share information among users, doctors, hospitals, and the governmental agencies. Figure 2 shows information and process flow for the proposed system. The system starts when a user registers using mobile application or website. After registration, a unique case number is provided by the system, and the data table is truncated using information granulation approach for protecting the identity of the user. BBN is applied to analyze information uploaded by the user to categorize him/her into uninfected and possibly infected user. Possibly infected user is the category where the initial analysis of the proposed system classified the user as infected but not confirmed. Further lab tests are needed to confirm MERS-CoV infections. If BBN predicts user as possibly infected, the system provides information of the nearest hospital to the user and also shares his/her infection status information with multiple hospitals nearest to the user's geographic location. The hospital performs proper diagnostic test for MERS. If the user is found to be infected, he/she is quarantined at that time. An alert is being sent to the governmental agencies, hospital management treating MERS, close relatives, and Google maps will be updated accordingly. It is very difficult for the governments to approach each user and check all population. However, each citizen can enter his/her symptoms due to curiosity or general awareness. This will help the government to handle MERS more effectively by identifying users in their respective initial stage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1061,
                    "end": 1069,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Biomedical informatics in the cloud"
        },
        {
            "text": "Multiple health-related attributes are stored as shown in Table 2 . These attributes are divided into personal-and MERS-CoV-related attributes. Personal attributes remain the same for most of the periods, whereas MERS-CoV attributes can change over time. The values of these parameters are stored in M.R database. BBN is used to categorize users depending on these attributes. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "The data collection component receives personal, demographic, and MERS-CoV symptom-related information from the user. This information is sensitive and not required to be shared with everyone. Disclosure of such information, even unintentionally, to unauthorized user can cause mass paranoid panic among citizens of any country. The proposed system implements secure sockets layer (SSL)-based encryption for all communication among different entities of the system. According to recent attacks on information systems, SSL is not adequate for such a vital information system. Attending this critical issue, proposed system uses information granulation [31] concept to prevent unauthorized access of data. Each data table is fragmented into three matrices of different security levels and stored on different secure servers. Even if anyone is able to retrieve APIs data matrix, he/she will not be able to extract exact personal information about the user. This section explains definitions and algorithms used to perform this procedure. Aside from the benefit of preserving the identity of patients, information granulation also helps the government and health authorities to generate results at a high degree of generalization. An initial data table containing all information is fragmented into three separate data matrices of different security levels: Level 1 (personal information), Level 2 (demographic information), and Level 3 (MERS-CoV) information. Level 1 is highly sensitive information containing personal attributes such as name, social security number (SSN), address, and mobile number. Level 2 is the mediocre level of information containing demographic attributes such as gender, race, height, and ethnicity. Level 3 is least sensitive information containing MERS-CoV attributes and symptoms. Even if anyone could retrieve Level 3 information because it is maintained at the least secure system, he/she will not be able to find an exact identity of the user. For retrieving exact identity of user, a person requires the knowledge of all three levels of matrices.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Information granulation"
        },
        {
            "text": "To solve the problem of preserving the personal information of user, data should be first pre-processed from data tables to appropriate data matrices. Figure 3 shows the transition of data table to three matrices. (N , A) can be defined such that N is a non empty set of individuals who have been registered over the MERS-CoV mobile application, and Ais the set of attributes associated with each user of the data table. A mapping function F is used to map the value of each attribute a ∈ A to its specific values v a ∈ V A such that F : N → V A where V A are the all possible values of attribute A. Definition 2 Initial stored data table D t is divided into three matrices of different security levels which are L 1 , L 2 , and L 3 such that D t = (N , L 1 ∪ L 2 ∪ L 3 ). These matrices are joined using a unique case number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 214,
                    "end": 221,
                    "text": "(N , A)",
                    "ref_id": null
                }
            ],
            "section": "Information granulation"
        },
        {
            "text": "Data stored in MERS-CoV information matrix are analyzed for initial analysis of the users. To classify users as uninfected or possibly infected, BBN [32] classifier is used. BBN classifier works on the principle of conditional probabilities and Naïve bayes classification. It classifies the user data into MERS-uninfected or possibly infected classes by comparing conditional probabilities. Any user X will be classified into uninfected class (U ) and not into possibly infected (I ) based on a symptoms S only if",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "BBN-based initial analysis"
        },
        {
            "text": "where P(U |S) is the probability of any user X having an infection of MERS-CoV (U ) if he/she has symptom (S) which can be derived using Bayes' theorem as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BBN-based initial analysis"
        },
        {
            "text": "where P(S|U ) is the probability of having symptom (S) when any user is infected with MERS infection (U ), P(U ) is the probability of having MERS infection based on different exposure levels, and P(S) is the probability of having any symptom (S). Naïve bayes [33] classifier assumes conditional independence of all attributes, which is not possible in MERS-CoV because health parameters are always related to each other. A two-stage Bayesian belief network (BBN) is proposed to overcome the issue of conditional independence among MERS-CoV attributes as well as to consider most of the attributes for accurate prediction. Figure 4 shows two-stage BBN for the proposed system. It contains two stages of BBN prediction based on direct dependency of the multiple attributes. For example, exposure level of any user to MERS-CoV virus depends on his/her animal exposure, family exposure, or regional exposure. Probability of exposure is predicted based on these three exposure attributes using the first stage of BBN classification. Similarly, medical history of any user may depend on multiple attributes such as heart, lungs, and diabetes, so predicting their effects on final MERS-CoV prediction is complex. The first stage of the proposed BBN predicts probability of effect of medical history taking into account all attributes. The second stage of the proposed BBN uses the output of the first stage of BBNs as well as some unique attributes to classify users into infected or possibly infected category, as shown in Fig. 4 . ",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 631,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1518,
                    "end": 1524,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "BBN-based initial analysis"
        },
        {
            "text": "Risk assessment is utilized for continuous monitoring and management of MERS-CoV infections. The objective of risk assessment is to identify risk-prone areas, population at risk and control the epidemic. MERS-CoV is an airborne disease so up-to-date and relevant information of possibly infected users should be securely available to the government healthcare agencies. Location-based risk assessment and healthcare services will be highly beneficial for airborne diseases such as MERS-CoV. Location of possibly infected users can be effectively used to separate an area into different risk levels. If proper up-to-date information regarding risk-prone areas is available online, then people living in risk-prone areas can be effectively alerted in due time, and infection-control suggestions can be issued to them [19] . Figure 5 shows use of the GPS [34] for pinning hexagonal location of possibly infected users identified by the proposed system. However, pinpointing the exact location of the possibly infected user can cause mass paranoid panic. To effectively represent the spread of infection and riskprone areas, hexagonal structure-based mapping is applied as indicated in Fig. 6 . Total geographic area, possibly infected by MERS-CoV, is converted into non-overlapping hexagonal structures of the same size. Size of hexagonal structure can be changed as decided by the authority. A different color scheme is also proposed to effectively represent the different locations based on the level of infection in population density [36] of MERS-CoV possibly infected users. The chances of MERS-CoV infection are very high at the home and workplace, so these two places are used to define different risk-prone areas on the Google maps [35] web service.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 819,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 822,
                    "end": 830,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1182,
                    "end": 1188,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "GPS-based risk assessment and re-routing for users"
        },
        {
            "text": "Different coloring-based hexagonal mapping helps to recognize the flow of infection as well as extremely sensitive areas. Location-based representation of MERS-CoV infections over Google maps services help the governmental agencies as well as uninfected citizens to prevent an increase in the epidemic. Algorithm 1, Algorithm 2, and Table 3 are used to make hexagonal structure dynamic and adaptive in nature. Table 3 represents the coloring scheme on Google maps based on the density of possibly infected users in the selected hexagonal. The proposed system is automatically updated with time as new cases arrived and possibly infected users are tested. Algorithm 2 will be triggered by only authorized medical officers using highly secure biometrics because Algorithm 2 uses data from Level 1 data matrix, explained in Sect. 3 ",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 828,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 340,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "GPS-based risk assessment and re-routing for users"
        },
        {
            "text": "] is three-dimensional matrix which stores UID, latitude, and altitude values of infection hexagonal of all pinned infected user's home and workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".2. new[ ][ ][ ] is three-dimensional matrix which stores user id (UID), latitude, and altitude values of infection hexagonal of each new possibly infected user's home and workplace. stored[ ][ ]["
        },
        {
            "text": "Step I: Identify location of home and work hexagonals of the newly possibly infected user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1: Mapping risk-prone areas on google maps"
        },
        {
            "text": "Step II: Store the newly identified hexagonal in three-dimensional matrix new[ ][ ][ ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1: Mapping risk-prone areas on google maps"
        },
        {
            "text": "Step",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1: Mapping risk-prone areas on google maps"
        },
        {
            "text": "Step III.1: Find total number of population and possibly infected users in hexagonal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III: for every hexagonal in new[ ][ ][ ]"
        },
        {
            "text": "Step III.2: Increase the density factor of hexagonal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III: for every hexagonal in new[ ][ ][ ]"
        },
        {
            "text": "Step III.2.1: Update the color of hexagonal based on calculated density of hexagonal, represented in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "III: for every hexagonal in new[ ][ ][ ]"
        },
        {
            "text": "Step V: Exit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Step IV: Move the user hexagonal location to the matrix stored[ ][ ][ ]."
        },
        {
            "text": "Step I: Select location of possibly infected user from highly secure level 1 data matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step II: Find the user and perform blood as well as cough test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step III: If blood test is positive,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step III.1: Quarantine the user from society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step III.2: Check all family members and quarantine if anyone is found positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step III.3: Update the Level 1 data matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step IV: Else",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step IV.1: Update user status to uninfected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step V: Update the color of user's hexagonal based on calculated density of hexagonal, represented in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Step VI: Exit Proposed map technique acts as an effective platform to represent the spread of MERS-CoV infection and population at risk to the governmental agencies, healthcare departments, and general population. Different colors represent different intensities of MERS-CoV infection in any particular area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 2: Updating hexagonal mapping after possibly infected user is medically tested for MERS-CoV"
        },
        {
            "text": "Information regarding patients, medicines, and reports of each user is stored in the database on the cloud known as M.R database. It can be accessed securely by hospitals, concerned doctors, and various governmental agencies using SSL and secure shell (SSH) technologies [37] . SSL is a security protocol, which encrypts the data flowing from server to user, and vice versa. SSL certificate will be provided for each website that uses specified technology to send or receive data. However, SSH provides a secure remote connection with the system. Both SSL and SSH will be used in the proposed system to encrypt data as well to provide a remote server connections. Cloud-based information sharing provides easy and effective communication so that first aid will be provided to user by experienced physicians, and patient does not need to provide again and again his/her medical record during his/her visit to different hospitals. The latest information about the disease can be shared with people residing in different geographic areas very easily. The time needed to provide service is effectively reduced and better services can be provided to the user using effective cloud information sharing methods like Facebook, Twitter, and instant messaging.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Communication and information sharing"
        },
        {
            "text": "Even after an in-depth search on the Internet and email correspondences with some of the doctors of Middle East countries, we were not able to receive any MERS-infection database to test the proposed system. For experimental setup and performance analysis of the proposed system, synthetic data are generated in collaboration with Dr. Pankaj Sood. He is an infectious disease specialist. Experimental setup of the proposed system is divided into four parts for proper understanding:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "• Creation of synthetic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "• Training and testing of BBN.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "• Performance analysis of the proposed system on Amazon EC2 cloud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "• Google map-based risk assessment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "SoB shortness of breath, A.E. animal exposure, F.E. family exposure, R.E. regional exposure, Y yes, N no ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental setup and performance analysis"
        },
        {
            "text": "Generation of synthetic data for testing of the proposed system is done systematically by consulting with Dr. Pankaj Sood. The proposed system uses ten different MERS-CoV attributes to predict whether any user is infected or not with each attribute's output as either Yes or No. A sample of 10 such combinations is listed in Table 4 . Hence, the total number of permutations of these cases will result in 2 10 = 1024 number of combinations. All health attributes are related to each other so possibility of occurrence of any one combination is different from another. Hence, all combinations are divided into four categories based on their probability of occurrence, as listed in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Creation of synthetic data"
        },
        {
            "text": "Personal and demographic information of around 0.2 million citizens is obtained from census data [38] which is integrated with combinations of MERS-CoV. Data used from census has 20 attributes which are listed in Table 6 . These attributes are divided into personal and demographic attributes. Figure 7 shows the distribution of age and race in census data used in the creation of synthetic MERS-CoV data. Age is distributed using normal curve with mean of 34.49 and race has almost all types of cases. All possible combinations of MERS-CoV attributes generated are mapped randomly to these 0.2 million user data based on probabilities as shown in Table 5 . Figure 8 shows the procedure followed to generate synthetic data of 0.2 million users with MERS-CoV attributes randomly distributed among them. ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 302,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 648,
                    "end": 655,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 658,
                    "end": 666,
                    "text": "Figure 8",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Creation of synthetic data"
        },
        {
            "text": "Synthetic data generated are used to train and test the BBN which will be used for classification of users into uninfected or possibly infected users. To develop a Bayesian network, data of 5000 users are used in R Studio using \"bnlearn\" package. Table 7 shows the results of different learning algorithms. This package is run on Amazon EC2 virtual machine with four virtual CPUs and 2 GB of RAM. As the results show, \"gs\" and \"fast.iamb\" suited the proposed system better because of their low execution time and more learned arcs. For further experiments, \"fast.iamb\" has been used in this",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Training and testing of BBN"
        },
        {
            "text": "paper. Trained BBN is tested in Weka 3.7 [39] for various statistical measures. BBN learned is divided into two separate BBNs which are the first stage and the second stage, as explained in Sect. 3.3. Experimental evaluation is done for three BBNs as follows:",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Training and testing of BBN"
        },
        {
            "text": "• The first stage which calculates probability of exposure and medical history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and testing of BBN"
        },
        {
            "text": "• The second stage which calculates MERS-CoV when the first-stage probabilities are statistically provided. • Complete BBN which calculates MERS-CoV-infection probability when the firstand the second-stage BBNs work collaboratively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and testing of BBN"
        },
        {
            "text": "Summary of the models (the first stage, the second stage, and the complete BBN) tested in Weka 3.7 is shown in Table 8 and Table 9 . All BBNs classify the users with an accuracy of more than 80 % in all the stages of the proposed BBN. The detailed accuracy of each class parameter as classified by BBN are also listed in Table 9 . True-positive (TP) rates-also known as sensitivity and false-positive (FP) rates, also known as specificity-are statistical measure to rate quality of any classification algorithm. TP rate defines the percentage of possibly infected MERS instances which are correctly classified by classification algorithm. FP rate defines the percentage of uninfected MERS instances which classification algorithm classifies as uninfected [40] . A classification algorithm with high TP and FP rate is desirable. The proposed classification algorithm provides a high TP rate that is 0.800, and a high FP rate that is 0.880. Precision and recall provide the relevancy of the classified instances. The higher the value of precision and recall, the better will be the classification because only relevant instances will be classified [40] . The proposed algorithm provides very high precision and recall rate values which are 0.809 and 0.800, respectively. F-Measure is a statistical value for classification accuracy which lies between 0 and 1. Algorithm with a high F-Measure value will be more accurate, and the proposed two-stage BBN provides an F-Measure of 0.826. Matthews correlation coefficient (MCC) is a statistical measure used to find quality of any binary classification. As the proposed algorithm is for binary classification, so MCC measure is very important for it. It lies between −1 and +1, and the higher the value, the better is the classification. The proposed algorithm provides high value of MCC which is 0.720. Similar is the case with receiver-operating characteristic (ROC); high value of ROC area represents the accuracy of the proposed algorithm [40] . With the level of accuracy conceived in the above-listed statistical terms, it justifies the use of BBN for the proposed system.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1986,
                    "end": 1990,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Training and testing of BBN"
        },
        {
            "text": "Data table developed using the synthetic data creation procedure shown in Fig. 8 is converted to three separate matrices containing only the desired information. Table 10 shows the snapshot of three separate matrices for eight attributes and seven users. All attributes are not shown here due to space constraint. Table 10 shows the snapshots of three matrices obtained after information granulation step. Any level matrix is obtained by Cartesian product of available matrices. Table 10b matrix is generated by Cartesian product of MERS-CoV attribute matrix and Demographic information matrix. Table 10a , b, respectively, has star markings among some of attributes because these attributes are not available while calculating Cartesian product due to security constraints. This procedure will help to keep the identity of user confidential, whereas his/her MERS-CoV data can be easily obtained using the case number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 162,
                    "end": 170,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 479,
                    "end": 488,
                    "text": "Table 10b",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 595,
                    "end": 604,
                    "text": "Table 10a",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Information granulation"
        },
        {
            "text": "MERS-CoV application user data are stored over shared cloud storage provided by Amazon. Storage-optimized i2. xlarge [41] cluster is used to deploy the proposed system over the cloud. It can be accessed by doctors, users, healthcare departments, and the governmental agencies. 0.2 million user data are used to study the performances of classification algorithms and the Amazon cloud. Different classification algorithms such as k-nearest neighbor [42] , linear regression [43] , and neural network [44] are also implemented to compare them with the proposed two-stage BBN, so that its use can be experimentally justified. One of the vital tasks of the proposed system is the classification of users into infected and possibly infected, so it requires a high performance level. Figure 9 shows the comparison of various statistical measures of used classification algorithms on different size of user data. Figure 9a represents the accuracy of the classification algorithms. The proposed two-stage BBN performed better than all algorithms. However, Neural Networks are also close to BBN in classifica- ",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 786,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "Figure 9a",
                    "ref_id": null
                }
            ],
            "section": "Performance analysis"
        },
        {
            "text": "To study the geographic-based risk assessment, special cases are generated over Phoenix city. Data of fifty thousand users were registered for Phoenix central city block as shown in Figure 10a . GPS location of possibly infected user is also pinned on the Google map. Using the generated data and color mapping algorithm, a net of hexagonal structures is mapped on this particular block as shown in Fig. 10b . Figure 10 c shows the routing of a user form Phoenix airport to Metro High Tech School without using any re-routing algorithm. The blue line indicates the proposed route by Google services. In this case, the user passes through the red zone area for MERS-CoV-infected user. However, when appropriate re-routing is used, as shown in Fig. 10d , the user has been re-routed to the safer side of the block.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "text": "Figure 10a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 407,
                    "text": "Fig. 10b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 410,
                    "end": 419,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 742,
                    "end": 750,
                    "text": "Fig. 10d",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Risk assessment"
        },
        {
            "text": "The proposed system is complex and constituents of multiple components which makes its experimental evaluation even more complex. Thus, experimental evaluation had systematically carried on and is broadly divided into four parts. No availability of data for MERS forced us to create a synthetic data that are generated for 0.2 million users and explained in detail in Sect. 4.1. Then, the training of the proposed twostage BBN using synthetic data in Sect. 4.1 is done in Sect. 4.2. All the experimental generated statistical measures justified the use of the proposed two-stage BBN, as listed in Tables 7, 8, and 9 . Data table fragmentation process divided into three separate data matrices is also experimentally verified in Sect. 4.3. Table 10 provides the snapshot of data table and three data matrices which indicated the successful conversion. In Sect. 4.4, whole classification process is tested for 0.2 million users on Amazon EC2 cloud using multiple classification algorithms. The proposed twostage BBN performed better in all cases than its fellow competitors. However, NN is also close to BBN in classification accuracy, but its classification time is much larger than the proposed two-stage BBN. Last, the system is tested for re-routing of citizens, which is successfully completed as shown in Fig. 10 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 615,
                    "text": "Tables 7, 8, and 9",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1309,
                    "end": 1316,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion of results"
        },
        {
            "text": "Infectious transmitted diseases using common mediums are one of the major concerns of any nation's government and healthcare departments. With the advancements in information technologies, it is possible to control many infections in the most effective and efficient way. In this paper, a system is proposed for predicting and preventing an airborne disease known as MERS-CoV using cloud computing and GPS. Bayesian belief network (BBN) is utilized to classify users, and cloud computing is used for effective information analysis and sharing. The key point of the paper is the use of geographic positioning system to represent each MERS-CoV possibly infected users on Google maps and provide re-routing to uninfected users. Proposed system implemented on Amazon EC2 cloud provides 80 % accuracy in classification and appropriate GPS re-routing. It will help the citizens to avoid regional exposure and the government authorities to manage the problem more effectively. Future study will include the use of the internet of things (IoT)-based smart devices for more accuracy and effectiveness in controlling infectious epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790--7792",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Guidelines for Investigation of Cases of Human Infection with Middle East Respiratory Syndrome Coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): challenges in identifying its source and controlling its spread",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Microbes Infect",
            "volume": "15",
            "issn": "8",
            "pages": "625--629",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fighting Infectious Disease with Cloud Computing",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Matrix based proactive resource provisioning in mobile cloud environment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Simul Modell Pract Theory",
            "volume": "50",
            "issn": "",
            "pages": "83--95",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An empirical investigation of end-users' switching toward cloud computing: a two factor theory perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ryoo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comput Hum Behav",
            "volume": "29",
            "issn": "1",
            "pages": "160--170",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cloud based healthcare application architecture and electronic medical record mining: an integrated approach to improve healthcare system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Akhter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mamun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "17th international conference on computer and information technology (ICCIT)",
            "volume": "",
            "issn": "",
            "pages": "286--291",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Failure-aware resource provisioning for hybrid Cloud infrastructure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Javadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abawajy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buyya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Parallel Distribut Comput",
            "volume": "72",
            "issn": "10",
            "pages": "1318--1331",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East Respiratory syndrome (MERS) coronavirus. What travel health advice should be given to Hajj pilgrims",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Travel Med Infect Dis",
            "volume": "11",
            "issn": "5",
            "pages": "263--265",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe respiratory syndromes: travel history matters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Travel Med Infect Dis",
            "volume": "11",
            "issn": "5",
            "pages": "285--287",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A family cluster of middle east respiratory syndrome coronavirus infections related to a likely unrecognized asymptomatic or mild case",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Al-Nakhli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Albarrak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Infect Dis",
            "volume": "17",
            "issn": "9",
            "pages": "668--672",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Performance and clinical validation of the RealStar® MERS-CoV Kit for detection of Middle East respiratory syndrome coronavirus RNA",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ölschläger",
                    "suffix": ""
                },
                {
                    "first": "C-M",
                    "middle": [],
                    "last": "Wendtner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Virol",
            "volume": "60",
            "issn": "2",
            "pages": "168--171",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Travel implications of emerging coronaviruses: SARS and MERS-CoV",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Travel Med Infect Dis",
            "volume": "12",
            "issn": "5",
            "pages": "422--428",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Real-time sequencevalidated loop-mediated isothermal amplification assays for detection of Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "4",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MERS surges again, but pandemic jitters ease: the camel virus appears to be less lethal and more prevalent in humans than assumed",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "6228",
            "pages": "1296--1297",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pilgrims and MERS-CoV: What's the risk?",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Themes Epidemiol",
            "volume": "12",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prevalence of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) in dromedary camels in Abu Dhabi Emirate United Arab Emirates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Yusof",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Eltahir",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Serhan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Hashem",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Elsayed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Marzoug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Abdelazim",
                    "suffix": ""
                },
                {
                    "first": "Oka",
                    "middle": [],
                    "last": "Bensalah",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Muhairi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Genes",
            "volume": "50",
            "issn": "3",
            "pages": "509--513",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Severe neurologic syndrome associated with Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harthi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hussein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouchama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hajeer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wahbi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saedy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aldabbagh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Okaili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadat",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s15010-015-0720-y"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Successful recovery of MERS CoV pneumonia in a patient with acquired immunodeficiency syndrome: a case report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alzahrani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Simhairi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "62",
            "issn": "",
            "pages": "69--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "MERS-CoV infection in two renal transplant recipients: case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mushtaq",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Awn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Transplant",
            "volume": "15",
            "issn": "4",
            "pages": "1101--1104",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Middle East Respiratory Syndrome coronavirus \"MERS-CoV\": Current Knowledge Gaps",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Khandaker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Paediatr Respir Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prrv.2015.04.002"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A lesson learned from Middle East respiratory syndrome (MERS) in Saudi Arabia",
            "authors": [
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Shehri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med Teach",
            "volume": "37",
            "issn": "S1",
            "pages": "88--93",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "MERS and global health governance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Youde",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J",
            "volume": "70",
            "issn": "1",
            "pages": "119--136",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mobile healthcare information management utilizing Cloud Computing and Android OS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doukas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pliakas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maglogiannis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual international conference of the IEEE engineering in medicine and biology society",
            "volume": "",
            "issn": "",
            "pages": "1037--1040",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A new intelligence-based approach for computer-aided diagnosis of dengue fever",
            "authors": [
                {
                    "first": "Vsh",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE Trans Inf Technol Biomed",
            "volume": "16",
            "issn": "1",
            "pages": "112--118",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A platform for secure monitoring and sharing of generic health data in the Cloud",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thilakanathan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nepal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Future Gener Comput Syst",
            "volume": "35",
            "issn": "",
            "pages": "102--113",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cloud based intelligent system for delivering health care as a service",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "Chana",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput Methods Programs Biomed",
            "volume": "113",
            "issn": "1",
            "pages": "346--359",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Authentication of lossy data in body-sensor networks for cloudbased healthcare monitoring",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sivaraman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ostry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Future Gener Comput Syst",
            "volume": "35",
            "issn": "",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Discovering the potential of cloud computing in accelerating the search for curing serious illnesses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sultan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Inf Manag",
            "volume": "34",
            "issn": "2",
            "pages": "221--225",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The art of granular computing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lecture Notes in Computer Science (including subseries Lecture Notes in Artificial Intelligence and Lecture Notes in Bioinformatics",
            "volume": "",
            "issn": "",
            "pages": "4585--101",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BBN-based decision support for health risk analysis",
            "authors": [
                {
                    "first": "Kfr",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C-F",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "5th international joint conference on INC, IMS, and IDC",
            "volume": "",
            "issn": "",
            "pages": "696--702",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An aggregated fuzzy naive bayes data classifier",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tütüncü",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kayaalp",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Comput Appl Math",
            "volume": "286",
            "issn": "",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Integration of the global positioning system and geographical information systems for traffic congestion studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zito",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trans Res Part C Emerg Technol",
            "volume": "8",
            "issn": "1",
            "pages": "257--285",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Security technology for smart grid networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Calhoun",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "IEEE Trans Smart Grid",
            "volume": "37",
            "issn": "1",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The WEKA data mining software: an update",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pfahringer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reutemann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Witten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "ACM SIGKDD Explor Newslett",
            "volume": "11",
            "issn": "1",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Assessing the accuracy of prediction algorithms for classification: an overview",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baldi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brunak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chauvin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bioinformatics",
            "volume": "16",
            "issn": "5",
            "pages": "412--424",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Amazon EC2 Instance Types",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "K-nearest neighbor",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Scholarpedia",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Nonlinear regression: iterative estimation and linear approximations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Neural network design",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Demuth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Beale",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cloud system for managing MERS-CoV epidemics",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "System information flow for preventing MERS-CoV infections",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Information granulation-based data table conversion",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Two-stage Bayesian belief network for detecting MERS-CoV-infected user",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Location-based healthcare service model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Hexagonal representation of MERS-CoV-infected areas",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Distribution of a age and b race attribute in synthetic data collected from the census",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Procedure followed to create synthetic MERS-CoV data of 0.2 million users",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Performance analysis of classification tool over the Amazon cloud, a accuracy of classification, b classification measures of algorithms, c classification time of algorithms tion accuracy, but they have high classification time as shown inFig. 9c. Figure 9bshows three classification measures: Recall, Precision, and Specificity, as discussed in Sect. 4.2. The proposed two-stage BBN performed better than any other comparable algorithms in all statical measures which justified its use in the proposed system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "GPS-based re-routing of user a targeted location that is central city block of Phoenix city, b hexagonal based mapping of color base risk areas, c default routing of user using Google services, d new routing of user based on infected areas",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Incentive for moving healthcare information to cloud computing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Health attributes of user for MERS-CoV S. no.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sample combination of MERS-CoV infections",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Division of all possible MERS-CoV combinations",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Experiment results of different algorithms of \"bnlearn\" package in R studio",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary of tenfold cross validation of BBN in Weka 3.7 Second-stage BBN First-stage BBN Comp. BBN",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Detailed accuracy by stage for BBN in Weka 3.7",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are really thankful to the concerned doctors and medical hospitals' in India as well as in Middle East Countries for replying to our queries regarding MERS-CoV infections. The authors heartily thank Dr. Pankaj Sood for his expert advice and in assisting us to form synthetic data of MERS-CoV used in the experimental analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}