{
    "paper_id": "2e60486ec6136eaccbdc05afb391216d5e2cc9bc",
    "metadata": {
        "title": "Journal Pre-proof Understanding of Guidance for acupuncture and moxibustion interventions on COVID-19 (Second edition) issued by China Association of Acupuncture-Moxibustion Understanding of Guidance for acupuncture and moxibustion interventions on COVID-19 (Second edition) issued by China Association of Acupuncture-Moxibustion 中国针灸学会发布的《新型冠状病毒肺炎针灸干预的指导意见 (第二版)》解读",
        "authors": [
            {
                "first": "Wei-Hong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": "weihongliu010@sina.comw.-h.liu"
            },
            {
                "first": "Sheng-Nan",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Hao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "China's model\" is acupuncture and moxibustion of traditional Chinese medicine. To better apply \"non-pharmaceutic measures\"-the external technique of traditional Chinese medicine, in the article, the main content of Guidance for acupuncture and moxibustion interventions on COVID-19 (Second edition) issued by China Association of Acupuncture-Moxibution is introduced and the discussion is stressed on the selection of moxibustion device and the duration of its exertion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "seem also a potential source of infection. It is mainly transmitted by respiratory droplets, contact, digestive tract and aerosol transmission. This disease is characterized as highly contagious and is susceptible to humans of all ages. On 8 January, 2020, the first case of COVID-19 was confirmed in Thailand, which is the earliest confirmed case outside China [1] . On 20 January, the first confirmed case was identified in the Republic of Korea [2] . Since then, a number of cases were confirmed in Singapore, Italy, Iran, the United States, Russia, etc.. Thus far, this disease has spreaded globally.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 31 January 2020, WHO declared this epidemic outbreak a public health emergency of international concern (PHEIC) [3] . On 2 March 2020, Tedros Adhanom Ghebreyesus, the Director-General of WHO, pointed in the opening remarks at the media that outside China, a total of 8739 cases of COVID-19 have been reported to WHO from 61 countries, with 127 deaths [4] . The epidemics in the Republic of Korea, Italy, Iran and Japan are of greatest concerns. The fight against COVID-19 gets more serious globally. at the press briefing at WHO Headquarters in Geneva, that faced with the unknown pathogen, China has taken ambitious, flexible and aggressive efforts in responding to the epidemic. In the report, WHO-China Joint Mission has confirmed that China has played a crucial role in protecting the international society, buying precious time for countries to adopt active prevention and control measures and providing them with worthwhile experiences. The report also points out specifically the high effective role of non-pharmaceutic measures [5] . The report said that China, as the country with the greatest knowledge on COVID-19, should further enhance the systematic and real-time sharing of epidemiologic data, clinical results and experience to inform the global response.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Note: Picture from CCTV News APP With regard to \"non-pharmaceutic measures\" proposed in the report of WHO-China Joint Mission, besides active surveillance, timely detection, voluntary quarantine and rigorous tracing, actually, there is still a mysterious power, that is various kinds of external therapeutic approaches of traditional Chinese medicine (TCM). By the time for the authors submitting the manuscript, it is known that many therapeutic methods of TCM, e.g. Chinese herbal decoction, acupuncture, moxibusiton, acupoint plaster, auricular acupuncture and cupping have adopted in the treatment of COVID-19. In the regions where TCM therapeutic methods were highly utilized, the curative rate was increased, the number of severe case decreased and the hospital discharge rate improved remarkably Guidance points out specifically that either acupuncture or moxibustion is optioned corresponding to the individual conditions at each stage of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, the combination of these two interventions or the combination with acupoint application, auricular therapy, acupoint injection, scraping therapy, infantile tuina or acupoint massage is adopted accordingly. The even needling technique of acupuncture is used and the needle is retained for 20 to 30 min at each acupoint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moxibustion is exerted for 10 to 15 min at each acupoint. The treatment is given once daily. The manipulation is implemented in reference to the national standard, 3g. The decocted Chinese herbal liquid is poured into a foot tub and an appropriate amount of warm water is added. When the water is ready at 38 to 45℃, foot bath is exerted for around 30 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All of the interventions above are the dominant techniques of health care in TCM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Their utilization fully embodies the idea of \"disease prevention\" in TCM, meaning, preventing from illness before suffering, preventing from the progress of illness after suffering and preventing from recurrence after cured. They play the crucial role in reducing the incidence of COVID-19 and preventing from its recurrence. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the seriously epidemic disease. TCM and acupuncture-moxibustion have not been adopted as the first option in treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "Besides the limited understanding in the effectiveness of them, the other key reason is for TCM therapy, especially acupuncture-moxibustion, the physician has to very closely contact with patient during treatment, which highly increases the infectious incidence of medical staffs. Therefore, the protection to medical staffs must be in the top priority when exerting acupuncture, moxibustion, seed-pressure of auricular in the Jin Dynasty(317 年-420AD) that smoking with moxa around the patient's bed, one moxa cone on each side of the bed is optimal to prevent from epidemic infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "The medical masters in the later generations had inherited this idea. The same prevention method is also recorded in Tàipíng Shènghuìfāng (《太平圣惠方》",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19"
        },
        {
            "text": "(《普济方》Formulas for Universal Relief ). This moxibustion intervention is the earliest-recorded measure of air disinfection in history. The modern research discovers that moxa smoke acts on anti-bacteria, anti-fungus, anti-virus and anti-pathogen [8] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Formulas from Benevolent Sages Compiled during the Taiping Era) and Pŭjìfāng"
        },
        {
            "text": "Therefore, on the base of individual tolerance, the appropriate use of moxa smoke in room brings a certain effect of disinfection. In Guidance, the duration of moxibustion at each acupoint is 10 to 15 min. But, in clinical practice, the moxibustion is seldom exerted on aucpoints one by one. Instead, the special device, moxa box or moxa holder is used to cover several acupoints simultaneously in one moxibustion intervention. The duration of treatment is over 30 min generally and it will be even longer if the heat-sensitive moxibustion is exerted. Therefore, the authors believe that the duration of moxibustion intervention should be longer to achieve a better effect if the patient is in a comfortable posture and has strong endurance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulas from Benevolent Sages Compiled during the Taiping Era) and Pŭjìfāng"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The first confirmed patient with COVID-19 in Japan is discharged",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "It is already more than 3000 infectious cases in South Korea. Where is the first case of COVID-19 from?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Declares Global Emergency as Wuhan Coronavirus Spreads",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Joint Mission: \"non-pharmaceutic interventions\" have played a highly effective role",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who-China",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "China Association of Acupuncture and Moxibustion. Notice on issuing Guidance for acupuncture and moxibustion intervention on COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "History and current situation of moxibustion in prevention and treatment of epidemic diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Liaoning J Tradit Chin Med",
            "volume": "37",
            "issn": "S1",
            "pages": "279--280",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pneumonia was renamed by World Health Organization (WHO) to be \"2019 coronavirus disease\" (COVID-19) recently. It is the infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and it is a kind of atypical pneumonia. On 1 December 2019, the first case of COVID-19 was confirmed in the city of Wuhan, Hebei province, China and the virus that started the pneumonia outbreak spreads in the country. The major source of infection is the patients with COVID-19 and asymptomatic SARS-CoV-2 carriers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "February 2020, 25 international and Chinese experts of the WHO-China Joint Mission traveled to Beijing, Hubei, Guangdong and Sichuan, China to investigate the fight against the epidemic. On the second day after the end of investigation, Dr. Bruce Aylward, the head of the international expert panel of the WHO-China Joint Mission, the senior adviser to the WHO's Director-General, stated",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "[6]. The utilization of TCM therapeutic interventions block effectively the continuous spreading of COVID-19 in China. Note: Picture from www.chinanews.com In response to the Chinese government's call upon the solidarity in the fight against COVID-19 and to better apply the external techniques of TCM to the prevention, treatment and rehabilitation of COVID-19, China Association of Acupuncture-Moxibustion (CAAM) developed and issued Guidance for acupuncture and moxibustion intervention on COVID-19 (Second edition) (hereinafter Guidance) [7]. The main content of Guidance is introduced as follows to assist in the effective application of TCM techniques, e.g. acupuncture and moxibustion in treatment of COVID-19. Main content of Guidance Three sections are included in Guidance, named the principle of acupuncture-moxibustion interventions, the methods of acupuncture-moxibustion interventions, and the self-interventions of acupuncture and moxibustion at home under the instruction of physician. Regarding the principle of acupuncture-moxibustion interventions, Guidance emphasizes: The rigorous quarantine and disinfection are required. No matter for the confirmed cases or the convalescent cases, they can be treated in the same room respectively and every suspected one should be isolated in a single room for treatment. During the clinical treatment stage, acupuncture can be combined with western medications and Chinese herbal decoction to achieve the collaborative effect. For the cases at the recovery stage, the core role of acupuncture-moxibustion should be played in the rehabilitation. It is recommended to set up acupuncture-moxibustion based COVID-19 rehabilitation clinic. In reference to the clinical stage identification of TCM suggested in Diagnosis and treatment plan of corona virus disease 2019 (tentative seventh edition) issued by National Health Commission (NHC) of the PRC and State Administration of Traditional Chinese Medicine (SATCM) of the PRC, three stages are included in the treatment with acupuncture and moxibustion, e.g. medical observation stage, medical treatment stage and recovery stage. The therapeutic regimens of each stage are introduced as follows. Acupuncture-moxibustion interventions at the medical observation stage (suspected cases) Objective: To motivate the antipathogenic qi of human body and the functions of lung and spleen and scatter epidemic pathogens so as to strengthen the defensive capacity of internal organs. Main acupoints: Group 1: Fēngmén (风门 BL12), Fèishū (肺俞 BL13), and Píshū (脾俞 BL20). Group 2: Hégŭ (合谷 LI4), Qūchí (曲池 LI11), Chĭzé (尺泽 LU5) and Yújì (鱼际 LU10). Group 3: Qìhăi (气海 CV6), Zúsānlĭ (足三里 ST36) and Sānyīnjiāo (三阴交 SP6). One or two acupoints are selected from each group in one treatment. Symptomatic acupoints: For fever, dry throat and dry cough, Dàzhuī (大椎 GV14), Tiāntū (天突 CV22) and Kŏngzuì (孔最 LU6) are added. For nausea, vomiting, loose stool, swollen tongue with sticky coating and soggy pulse, Zhōngwăn (中脘 CV12), Tiānshū (天枢 ST25) and Fēnglóng (丰隆 ST40) are added. For fatigue and anorexia, CV12 and the four points around the umbilicus (1 cun bilateral, directly above and below the center of the umbilicus), BL20 are added. For clear nasal discharge, soreness of the shoulders and the back, pale tongue with white coating and slow pulse, Tiānzhù (天柱 BL10), BL12 and GV14 are added. Acupuncture-moxibustion interventions at the clinical treatment stage (confirmed cases) Objective: To propel the antipathogenic qi of lung and spleen, protect internal organs, reduce damage, eliminate the epidemic pathogens, cultivate the earth to generate the metal, block the development of illness, ease the emotions and strengthen the confidence on conquer the pathogens. 关元 CV4) and CV12. For the mild case or the ordinary case, 2 or 3 acupoints are selected from group 1 and group 2 in each treatment. For the severe case, 2 or 3 acupoints are selected from group 3. Symptomatic acupoints: For consistent fever, GV14 and LI11 are added, or bloodletting at Shíxuān (十宣 EX-UE11) and Ĕrjiān (耳尖 HX6). For chest oppression and shortness of breath, Nèiguān (内关 PC6) and Lièquē (列缺 LU7), or Jùquē (巨阙 CV14), Qīmén (期门 LR14) and Zhàohăi (照海 KI6) are added. For cough with expectoration, LU7, ST40 and Dìngchuăn (定喘 EX-B1) are added. For diarrhea and loose stool: ST25 and Shàngjùxū (上巨虚 ST37) are added. For cough with yellow and sticky sputum and constipation: CV22, Zhīgōu (支沟 TE6), ST25 and ST40 are added. For low fever or feverish sensation and discomforts in the body, or fever absence, nausea, vomiting, loose stool, pale or slightly red tongue with white or white sticky coating: BL13, ST25, Fùjié (腹结 SP14) and PC6 are added.Acupuncture and moxibustion interventions at the recovery stageObjective: To clear away residual toxins, restore the primary qi, promote the repair of internal organs and recover the functions of lung and spleen.Main acupoints: PC6, ST36, CV12, ST25 and CV6.(1) Qi deficiency of lung and spleenThe main symptoms are shortness of breath, fatigue, anorexia, nausea, vomiting, fullness in the epigastric region, weakness in defecation, loose stool, incomplete bowel movement, pale and swollen tongue with white and sticky coating.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For the cases with marked symptoms of lung system, e.g. chest oppression and shortness of breath, CV17, BL13, LU1 are added. For the cases with marked symptoms of spleen and stomach dysfunction, e.g. poor appetite and diarrhea, Shàngwăn (上脘 CV13) and Yīnlíngquán (阴陵泉 SP9) are added.(2) Qi and yin deficiencyThe main symptoms are fatigue, dry mouth, thirst, palpitation, profuse sweating, poor appetite, low fever or fever absence, dry cough with little sputum, dry tongue and lack of moisture, thready or weak pulse of deficiency type. For the cases with marked fatigue and shortness of breath, CV17 and Shénquè (神阙 CV8) are added.For the cases with marked dry mouth and thirst, Tàixī (太溪 KI3) and Yángchí (阳池 TE4) are added. For the cases with marked palpitation, BL15 and Juéyīnshū (厥阴俞 BL14) are added. For the cases with profuse sweating, LI4, Fùliū (复溜 KI7) and ST36 are added. For the cases with insomnia, Shénmén (神门 HT7), Yìntáng (印堂 EX-HN3), Ānmián (安眠 EX-HN22) and Yŏngquán (涌泉 KI1) are added. (3) Insufficiency of lung and spleen, phlegm stagnation and collateral blockage The main symptoms are chest oppression, shortness of breath, dislike to speak, lassitude, sweating on exertion, cough with sputum, difficulty in expectoration, coarse skin, mental fatigue, loss of appetite, etc. BL13, BL20, BL15, BL17, Shènshū (肾俞 BL23), LU1 and CV17 are added. For difficulty in expectoration, ST40 and EX-B1 are added.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "GB/T21709 Standardized manipulations of acupuncture and moxibustion and clinical experiences.The third section of Guidance is the most characteristic: the self-interventions of acupuncture and moxibustion at home under the instruction of physician.Tuina therapy at meridian and acupoints: The different tuina methods are exerted at the acupoints on the lung meridian and the heart meridian, the acupoints located below the knee on the spleen meridian and the acupoints on the stomach meridians, such as finger-pressing method, kneading method, palm pressing method, kneading-pressing method, tapping method or knocking method. Each manipulation is exerted for 15 to 20 min till the patient feels soreness and distention in the local area.Traditional physical exercise: The traditional physical exercise is optional according to the individual recovery conditions, including Yijinjing (Exercise for muscle and tendon strengthening), Taijiquan (Taiji boxing), Baduanjin (Eight-section exercise), Wuqinxi (Five-animal exercise), etc.. Each physical exercise is applied once daily, 15 to 30 min each time. Emotional counseling: The attention is paid to emotional regulation. Auricular points, moxibustion, tuina, herbal diet, herbal tea, medicated bath and music are applicable in combination for physical and mental relaxation, anxiety relief and sleep assistance. Foot bath and fumigation-washing therapy: the herbs for expelling wind, clearing heat and eliminating pathogen are selected, i.e. Jīngjiè (荆芥 Herba Schizonepetae), Àiyè (艾叶 Folium Artemisiae Argyi), Bòhe (薄荷 Herba Menthae), Yúxīngcăo (鱼腥 草 Herba Houttuyniae), Dàqīngyè (大青叶 Folium Isatidis), Pèilán (佩兰 Herba Eupatorii), Shíchāngpú (石菖蒲 Rhizoma Acori Tatarinowii), Làliǎocǎo (辣蓼草 Polygonum lapathifolium L.), Yùjīn (郁金 Radix Curcumae) and Dīngxiāng (丁香 Flos Caryophylli), 15 g for each, as well as Bīngpiàn (冰片 Borneolum Syntheticum)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "It is observed that the regimens in Guidance recommended are on the base of the ancient literature research, modern clinical research and experimental research of acupuncture and moxibustion and in reference to a series of achievements obtained in the effect mechanism research of acupuncture and moxibustion in recent years. Firstly, the regimens recommended in Guidance are in agreement to the staging of TCM treatment in Diagnosis and treatment plan of corona virus disease 2019 (tentative seventh edition) issued by NHC and they focus specially on the characteristics of acupuncture-moxibustion therapies. Secondly, the implementation of various therapeutic methods is in compliance with \"being convenient, safe and effective\". Thirdly, Guidance determines its efforts for the contribution of acupuncture-moxibustion therapies to each stage of the diseases, points out the combination of acupuncture with western medication and Chinese herbal decoction, plays the coordination effect of acupuncture and moxibustion and believes the crucial effect of acupuncture and moxiustion at the recovery stage of COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Guidance of the first edition, the content of Guidance of the second edition is much richer and more practical and instructive. With the development of COVID-19, the people are getting deep understanding of the disease and more and more experiences in treatment will be accumulated gradually. It also reflects that the nature of medical development is the process of constant understanding, rectification and conquering disease. At present, COVID-19 is spreading in many countries of the world. China's experiences in fight against COVID-19 have been recognized and advocated by WHO. Of them, the application of Chinese herbal medication, acupuncture and moxibustion have their unique characteristics. Undoubtedly, the modern medicine measures give priority to treatment and salvage of COVID-19. But, no matter which medical theoretic system is adopted, faced with the epidemic, every measure should aim to treating disease and saving lives. More weapons available in the fight against the disease do bring more benefits to patients. [The English version of the Guidance for acupuncture and moxibustion interventions on COVID-19 (Second edition) can be seen at http://en.wfas.org.cn/news/detail.html?nid=5373&cid=25.]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "function of smoke abatement or smoke discharge should be optioned to avoid the stimulation of moxa smoke to the respiratory tract of patient. But, such mild moxibustion with hand-holding moxa stick can be applicable for the home nursing care. Regarding the effectiveness of moxa smoke, the consensus has not been met yet in academic field. But, in reference to the records of ancient medical works and the nowadays popular method of moxibustion in the folk, moxa smoke is applicable for the prevention of infectious diseases. For example, it is recorded in Zhŏuhòu Bèijífāng ( 《肘后备急方》 Emergency Formulas to Keep Up One's Sleeve), written by Hong GE,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}