{
    "paper_id": "2e6a391834b09850930fc2d2ba339dd0fd9b4788",
    "metadata": {
        "title": "Correlation between recombination junctions and RNA secondary structure elements in poliovirus Sabin strains",
        "authors": [
            {
                "first": "Evaggelos",
                "middle": [],
                "last": "Dedepsidis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zaharoula",
                "middle": [],
                "last": "Kyriakopoulou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vaia",
                "middle": [],
                "last": "Pliaka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panayotis",
                "middle": [],
                "last": "Markoulatos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to test the hypothesis that RNA structural elements promote the distribution of certain types of recombination junctions in each one of the 2C and 3D poliovirus genomic regions (Sabin 3/Sabin 2 or Sabin 1 in 2C and Sabin 2/Sabin 1 or Sabin 3 in 3D), we searched in 2C and 3D regions of reference Sabin strains for high probability RNA structural elements that could promote recombination. Recombination junctions that were identified in clinical strains of this study, as well as in clinical strains of previous studies, were superimposed on RNA secondary structure models of 2C and 3D genomic regions. Furthermore, we created an in vitro model, based on double infection of cell-culture with two poliovirus strains, for the production and identification of recombinant Sabin strains in 2C and 3D regions. Our intention was to compare the results that refer to the correlation of recombination junctions and RNA secondary structures in 2C and 3D regions of clinical strains, with the respective results of the in vitro model. Most of the recombination junctions of the clinical strains were correlated with RNA secondary structure elements, which were identical between recombining Sabin strains, and also presented high predictive value. In consensus were, the respective results originated from the in vitro model. We propose that the distribution of specific types of recombination junctions in certain regions of Sabin strains is not fortuitous and is correlated with RNA secondary structure elements identical to both recombination partners. Furthermore, results of this study highlight an important role for the stem region of the RNA structure elements in promoting recombination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Polioviruses, the causal agent of acute paralytic poliomyelitis, belong to the genus Enterovirus of the Picornaviridae family and are classified into three serotypes poliovirus 1 (PV1), poliovirus 2 (PV2), and poliovirus 3 (PV3). Poliovirus is a nonenveloped positive single-stranded RNA virus, whose genome is approximately 7,500 bases in length. Poliovirus genome contains a 5 0 -untranslated region (5 0 UTR), a coding region, a 3 0 -untranslated region (3 0 UTR), and a poly(A) tail. The structural (VP4, VP2, VP3, and VP1) and nonstructural (2A, 2B, 2C, 3A, 3B, 3C, and 3D) viral proteins are produced after translation of the coding region and proteolytic cleavage of the polyprotein [1] .",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 693,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are two vaccines against poliovirus, the inactivated poliovirus vaccine (IPV) and the oral poliovirus vaccine (OPV). OPV consists of live attenuated poliovirus Sabin strains of the three serotypes (Sabin 1, Sabin 2, and Sabin 3). OPV is the vaccine of choice since it has several advantages over IPV, such as: simplicity of administration, induction of mucosal immunity and neutralizing antibodies, and low cost. However, genetic instability of OPV is associated with adverse effects such as vaccine-associated paralytic poliomyelitis (VAPP) and vaccine-derived polioviruses [2] .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Poliovirus is considered a rapidly evolving RNA virus [3, 4] . The mechanisms responsible for the high-evolutionary rates of poliovirus are mutations and recombination.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 60,
                    "text": "4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three different mechanisms of recombination have been proposed for poliovirus. The ''primer alignment-andextension,'' the ''breakage and ligation,'' and the ''template switch'' mechanism [5] [6] [7] . The most widely accepted mechanism for RNA recombination in poliovirus is the template switch mechanism proposed by Kirkegaard and Baltimore [6] . In this mechanism, poliovirus RNA dependant RNA polymerase (RdRp) switches templates during negative strand synthesis.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Intertypic recombination between Sabin strains is a frequent event due to the trivalent nature of OPV. Co infection of the intestinal cells of a vaccinated person with Sabin 1, Sabin 2, and Sabin 3 strains, and the mixed replication complexes locating at few preferential sites in the perinuclear region of the target cells, are facts that promote intertypic recombination [8] . Intertypic recombination between Sabin strains usually takes place at the nonstructural part of the genome and a high proportion of types 2 and 3 strains isolated from healthy vaccinated individuals and from VAPP patients, have been found to be recombinants [9] [10] [11] [12] . According to previous studies, specific types of recombination junctions are located in certain genomic regions of clinical strains. Recombination junctions of Sabin 3/Sabin x type (x: Sabin 2 or Sabin 1) are mostly located in 2C genomic region, while recombination junctions of Sabin 2/Sabin x type (x: Sabin 1 or Sabin 3) are mostly located in 3D genomic region [10] [11] [12] [13] [14] . However, the underlying cause for the localization of specific recombination types in certain genomic regions remains unsolved. It has been proposed that RNA structural elements are responsible for the distribution of specific types of recombination junctions in each one of the 2C and 3D genomic regions [10] [11] [12] 14] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 650,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1358,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1359,
                    "end": 1363,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1372,
                    "text": "14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to test the abovementioned hypothesis, that RNA structural elements are responsible for the distribution of specific types of recombination junctions in each one of the 2C and 3D poliovirus genomic regions, we searched for high probability RNA secondary structure elements in 2C and 3D genomic regions of Sabin 1, Sabin 2, and Sabin 3 reference strains that could promote recombination. Recombination junctions which were identified in 2C and 3D regions of clinical strains of this study, as well as recombination junctions which had been identified in 2C and 3D regions of clinical strains of previous studies were superimposed on the highly probable RNA secondary structure elements of 2C and 3D regions. Furthermore, we created a cell-culture based in vitro model, targeted in the production and isolation of Sabin strains whose recombination junctions were located in either 2C or 3D genomic regions. We created the in vitro model for two reasons, first, in order to check if the distribution pattern of recombination types which is observed in 2C and 3D genomic regions of clinical strains is also observed in cell-culture strains, and second, in order to gather more evidence about the role of the RNA structural elements in promoting recombination. Finally, we compared the results that refer to the correlation between recombination junctions and RNA secondary structure elements in 2C and 3D regions of clinical strains, with the respective results of the in vitro model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The clinical strains of this study were isolated from faecal samples during the time period 1978-1985, and the available data of these strains are described in Table 1 . The data for clinical strains of previous studies [10] [11] [12] [13] [14] [15] , whose recombination junctions were superimposed in RNA secondary structure elements of 2C and 3D regions, are shown in Online Resource 1. The reference strains Sabin 1, Sabin 2, and Sabin 3 were provided by the National Institute for Biological Standards and Control (UK). The reference sequences of the Sabin 1, Sabin 2, and Sabin 3 strains, which were used for the detection of recombination junctions and for the identification of RNA secondary structure elements are cited in GenBank under the accession numbers AY184219, AY184220, and AY184221, respectively.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reference strains/clinical strains"
        },
        {
            "text": "For the clinical strains of this study, virus isolation was performed from faecal samples of VAPP patients and healthy vaccinees, in Hep-2 cells. Initial isolation at that time occurred at the Hellenic Pasteur Institute and seroneutralization with rabbit polyclonal antibodies (National Institute for Public Health and Environment, RIVM, The Netherlands) was performed for serotyping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation and identification/extraction of viral RNA"
        },
        {
            "text": "In order to avoid viral mixtures during virus isolation, serial tenfold dilutions were performed; the last dilution presenting a complete cytopathic effect (CPE) was passaged once again in Hep-2 cells, and the serotype was retested as described above. Genotyping was performed on the basis of 5 0 UTR according to the method of Georgopoulou et al. [16] . In brief, primer pair UG52-UC53 was used for amplification of the genomic region nt 162-595 in all clinical isolates. Restriction fragment length polymorphism (RFLP) analysis using HaeIII, HpaII, NcoI, and AvaI restriction enzymes revealed the genotype of each clinical isolate. Viral RNA extraction was performed according to the method of Casas et al. [17] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus isolation and identification/extraction of viral RNA"
        },
        {
            "text": "RT-PCR, RFLP, and sequencing analysis for identification of recombinant clinical isolates/primer pairs for sequencing of recombinant clinical isolates",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus isolation and identification/extraction of viral RNA"
        },
        {
            "text": "The RT-PCR as well as the RFLP assays used in the protocol for identification of recombination junctions in clinical strains of this study is described in detail in previous studies [11, 12] . For size analysis of the RFLP fragments, Gel Pro Analyzer software package (Media Cybernetics, USA) was used. Primer pairs that were used for sequencing of the genomic region nt 4717-7415 of any putative recombinant strain defined by RFLP analysis, are described in detail in previous studies [10, 20] . Moreover, primer pairs 71935-EUC2 and UG23-UC15 were used for analysis of the genomic region nt 3206-4965 of any putative recombinant strain defined by RFLP analysis, according to the PCR conditions described in the original publications [18] [19] [20] . Where necessary PCR products where extracted from the electrophoresis gel using a PCR gel extraction kit (Qiagen GmbH, Hilden, Germany). All PCR products were sequenced at Macrogen, Inc. Clustalw was used for the identification of recombination junctions in the clinical isolates of this study. Simplot (version 2.5) program was used for the depiction of recombination junctions of clinical isolates of this study.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 749,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Virus isolation and identification/extraction of viral RNA"
        },
        {
            "text": "For every combination of a double infection, approximately, 2 9 10 6 Hep2 cells were introduced in every well of a six-well plate (Sigma, Aldrich) and were incubated at 37°C in growth medium [minimum essential medium (MEM) Eagle's supplemented with 10% FCS] (Sigma, Aldrich) until a monolayer was formed. Growth medium was decanted and the first five wells were inoculated with 5 9 10 5 TCID 50 (tissue culture infectious dose) of a specific Sabin strain, and with 5 9 10 5 TCID 50 of a second specific Sabin strain belonging to a different serotype from the first. All possible combinations of a double infection were performed (Sabin 1-Sabin 2, Sabin 1-Sabin 3, and Sabin 2-Sabin 3) in different six-well plates each time. In the sixth well of the plate, which was used as a negative control, maintenance medium (MEM Eagle's supplemented with 2% FCS) was added. After 1 h of incubation, the medium that contained unbound virus was decanted and 1 ml of maintenance medium was added in each well. Plates were incubated at 37°C until complete CPE was observed. Complete CPE appeared 24 h after infection of Hep2 cells, and the content of every well of the six-well plate was inoculated in ten wells of a 96-well plate (100 ll/well) (Sigma, Aldrich). In every well of the 96-well plate, there were, approximately, 10 4 Hep2 cells. Plates were incubated at 37°C until the appearance of a complete CPE (approximately, 24 h).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell-culture based in vitro model of recombination"
        },
        {
            "text": "From each well of the 96-well plate viral RNA was extracted, and RT-PCR was performed for the detection of recombinant Sabin strains. Extraction of viral RNA and reverse transcription was performed as previously described [12] . In order to design primer pairs which detect only recombinant molecules in 2C and 3D regions, we generate sequence alignments for 2C and 3D regions of Sabin 1, Sabin 2, and Sabin 3 reference strains, using Clustalw. We searched in the alignments for regions of low homology among Sabin 1, Sabin 2, and Sabin 3 reference strains. Primer pairs were designed to anneal to these low-homology regions aiming to the amplification of only the recombinant molecules that would be produced from the in vitro model. Program PRIMER 3 (http://www.genome.wi.-mit. edu/genomesoftware/other/) was used for Tm calculation of primers and in order to check if the selected primer pairs accomplish certain criteria (e.g., no dimer formation, no self complementarity, etc). These primer pairs were design to detect only recombinant molecules in 2C and 3D regions of the poliovirus genome and were able to detect all possible types of recombination junctions in these regions (Online Resources 2 and 3). PCR mixture for each reaction was consisted of 3 ll cDNA, 2 ll of each primer pair (25 pmol), 5 ll dNTPs (10 mM), 5 ll 109 reaction buffer (which contained MgCl 2 up to a final concentration of 2 mM), 0.5 ll (2.5 U) Paq5000 DNA polymerase (Stratagene, La Jolla, USA), and double distilled H 2 O up to a final volume of 50 ll. The reaction conditions are described in Online Resources 2 and 3 for 2C and 3D regions, respectively. A final extension step was carried out at 74°C for 5 min.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Detection of recombinant Sabin strains in the in vitro model by RT-PCR and cloning"
        },
        {
            "text": "In order to avoid mixtures of recombinant molecules in PCR products of the in vitro model, cloning was performed in every PCR product of the in vitro model. For cloning purposes, PCR products of the in vitro model were reamplified using GoTaq polymerase (Promega, Madison, WI, USA) which leaves a overhangs at the ends of the products. For cloning of the in vitro model PCR products, pGem-TEasy vector system II (Promega) was used. All cloning products of the in vitro model were sequenced at Macrogen, Inc. Clustalw was used for identification of the recombination junctions of the in vitro isolates of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of recombinant Sabin strains in the in vitro model by RT-PCR and cloning"
        },
        {
            "text": "In order to exclude the possibility of generation of recombination artifacts during RT-PCR (false-positive results), we mixed the RNA extracts of the reference strains, and we performed RT-PCR control experiments for every primer pair of Online Resources 2 and 3. There was no false positive result obtained in any reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of recombinant Sabin strains in the in vitro model by RT-PCR and cloning"
        },
        {
            "text": "Partition function calculations and RNA folding for 2C and 3D regions of positive strand Sabin 1, Sabin 2, and Sabin 3 reference strains, were accomplished through program RNAstructure [21] . Furthermore, 2C and 3D regions were separated in consecutively 600 bp fragments with 300 bp overlaps. Partition function calculation and RNA folding for these 600 bp fragments were also accomplished through RNAstructure. Mfold V 3.2 was used for the depiction of RNA secondary structure elements [22] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RNA secondary structure elements"
        },
        {
            "text": "The partial nucleotide sequences of isolates C6, C7, and C9 have been deposited in GenBank library under the accession numbers EU598486, EU598488, and EU598487, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide sequence accession numbers"
        },
        {
            "text": "In this study, nine clinical strains were analyzed for recombination events throughout their genome. More specifically, for each strain RFLP analysis was conducted in three distant genomic regions (VP1, 2C, and 3D) aiming to the identification of digestion profile that would belong to a different genotype from the one predicted on the basis of 5 0 UTR ( Table 1 ). The strains which presented RFLP profile different from the expected one, were sequenced in order to identify the recombination junction(s).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identification of recombinant clinical isolates by RFLP and sequencing"
        },
        {
            "text": "Out of the nine isolates, which were studied for recombination events, three presented RFLP profiles different from the expected ones. Specifically, strains C6, C7, and C9, all of which were isolated from VAPP patients, presented in the non capsid part of their genome RFLP profiles different from the 5 0 UTR genotype profile (Online Resource 4, Table 2 ). In order to identify the exact position of the possible recombination junction, genomic sequencing of region nt 4717-7415 was performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Identification of recombinant clinical isolates by RFLP and sequencing"
        },
        {
            "text": "Genomic sequencing of region nt 4717-7415 of isolates C6, C7, and C9 revealed two recombination junctions in each of these isolates. In isolate C6, the first recombination junction was located at the end of 3C region (nt 5804-5814) and was of S3/S2 type, while the second was of S2/S1 type and located in 3D region (nt 6893-6901). In isolate C7, the first recombination junction was of type S1/S3 and located in 2A region (nt 3461-3465), while the second recombination junction was of S3/S2 type and located in 2C region (nt 4517-4533). Finally, in isolate C9, the first recombination junction located in 2C region (nt 4449-4464) and was of S3/S2 type, while the second The characters in bold highlight the different RFLP profiles observed in different genomic regions of the recombinant strains and are important recombination junction was of S2/S1 type and located at the end of 3D region (nt 7142-7164) (Online Resource 5A, B; Fig. 1a ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 930,
                    "end": 937,
                    "text": "Fig. 1a",
                    "ref_id": null
                }
            ],
            "section": "Identification of recombinant clinical isolates by RFLP and sequencing"
        },
        {
            "text": "From the cell-culture based in vitro model which is targeted in the production and isolation of recombinant Sabin strains in 2C and 3D genomic regions, six isolates (V1-V6) were detected, all of which found to be recombinant in their 3D genomic region (Table 3 ). All isolates were retraced with the primer pair S12sD3-S21aD3 which is designed to identify S1/S2 recombination events in 3D genomic region. The recombinant isolates of the in vitro model were originated from different wells of the six-well plate and as a consequence every in vitro isolate was result of an independent recombination event.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "Isolates V1, V2, and V3 presented recombination junctions of the same type (S1/S2), located exactly in the same spot (nt 7073-7110). In isolates V5 and V6, recombination junctions of S1/S2 type were detected, which were located at the same spot (nt 6837-6841). Finally, in isolate V4 three recombination junctions were detected. The first recombination junction was of S1/S2 type (nt 6837-6841), the second was of S2/S1 type (nt 6867-6895), and the third recombination junction was of S1/S2 type (nt 6903-6911) (Fig. 1b) . Isolate V4 is a unique molecule which contain three different recombination junctions in the 3D region of its genome, because we perform cloning after PCR and prior to sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 520,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "Topology of recombination junctions of clinical strains in correlation with RNA secondary structure elements of 2C and 3D genomic regions In this study, program RNAstructure was used in order to examine whether highly probable RNA secondary structure elements are situated in the regions in which recombination junctions of clinical strains of this study, as well as of clinical strains of previous studies [10] [11] [12] [13] [14] [15] , were identified.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "In Tables 4 and 5 and in Online Resources 6 and 7, the base pair probabilities as well as the positive predictive values of every RNA structure element are presented, which is in correlation with recombination junction of clinical strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 17,
                    "text": "Tables 4 and 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "More specifically, in Tables 4 and 5 the RNA structure elements are presented, which are associated with recombination junctions in 2C and 3D region, respectively, and are also identical between the recombining molecules. In Online Resources 6 and 7, the RNA structure elements are presented, which are associated with recombination Fig. 1 a Schematic representation of the recombinant genomes of C6, C7, and C9 clinical isolates of this study. Accession numbers EU598486, EU598488, and EU598487, respectively. b Schematic representation of the recombinant genomes of V1, V2, V3, V4, V5, and V6 isolates, generated from the cell-culture in vitro model used in this study junctions in 2C and 3D region, respectively, but are different between the recombining molecules. The most important feature considering the topology of recombination junctions of clinical strains in 2C and 3D regions is the fact that the majority of the recombination junctions were correlated with RNA structure elements which were identical between the recombining Sabin strains. Specifically, in 2C region 21 out of 29 recombination junctions were located in RNA structural elements identical between the recombining partners (Table 4) ; while in 3D region, 17 out of 28 recombination junctions belong in the same category (Table 5) . Moreover, the base pairs which lead to the formation of these RNA structural elements present high probabilities and are also included in the minimum free energy structure and as a consequence the positive predictive values of these base pairs are high [21] . Furthermore, the RNA structure element which is situated in the respective position of the third Sabin reference molecule, which molecule is not participating in the recombination, is entirely different from the identical RNA structural elements of the two Sabin reference molecules which are participating in the recombination (data not shown).",
            "cite_spans": [
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 36,
                    "text": "Tables 4 and 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 333,
                    "end": 339,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1210,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1298,
                    "end": 1307,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "Most of the recombination junctions were located in the double stranded stem region of the RNA structural elements, while only a small percentage of the recombination junctions was located in the loop region or in single stranded regions downstream or upstream of RNA secondary structure elements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "The depiction of some recombination junctions of clinical strains in RNA secondary structure elements of 2C genomic region is presented in Fig. 2 and Online Resource 8, and in Fig. 3 and Online Resource 9, the depiction of some recombination junctions of clinical strains in RNA Base pairs probabilities were obtained through RNAstructure, positive predictive values were obtained from Mathews [21] secondary structure elements of 3D genomic region is presented.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 176,
                    "end": 182,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "The recombination junctions of clinical isolates D2, D3, D4, C7, IM, and D8 in 2C region, were located in regions which are governed by many alternative base pairs of similar probability, and this is the reason for which positive predictive value for these base pairs is low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "Topology of recombination junctions of the in vitro model isolates in correlation with RNA secondary structure elements of 3D region",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "We were aiming to the comparison between the results that refer to the correlation between recombination junctions and RNA secondary structure elements in clinical strains, Base pairs probabilities were obtained through RNAstructure, positive predictive values were obtained from Mathews [21] Virus Genes (2010) 41: 181-191 187 with the respective results of the in vitro model isolates. For this reason, RNAstructure was used in order to clarify whether the recombination junctions of the in vitro model isolates are located in spots of 3D genomic region, in which highly probable RNA secondary structure elements are situated. In Table 6 , the base pair probabilities and the positive predictive values of every RNA structure element are shown, which is in correlation with recombination junction of in vitro model isolates.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 327,
                    "text": "181-191 187",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 632,
                    "end": 639,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "The results considering the correlation of recombination junctions of the in vitro model isolates with RNA secondary structure elements are in consensus with the respective results which come from the clinical strains. More specifically, all recombination junctions of the in vitro model isolates are correlated with RNA structural elements which are identical between the two recombining partners, as was the case for the majority of recombination junctions of the clinical strains in 2C and 3D regions. Moreover, the positive predictive value of the base pairs that lead to the formation of these RNA structure elements is high. Furthermore, in consensus with the majority of the recombination junctions of clinical strains, the recombination junctions of the in vitro model isolates are located in the stem region of the RNA structural elements. In Online Resources 10-12, the depiction of some recombination junctions of in vitro model isolates in RNA structural elements of 3D region is presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "The third recombination junction of isolate V4 is located in region which is governed by many alternative base pairs of similar probability, and this is the reason why positive predictive value for the base pairs that lead to the formation of this RNA secondary structure element is low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of recombinant isolates in cell-culture based in vitro model"
        },
        {
            "text": "In this study, in order to test the hypothesis that RNA structural elements are responsible for the distribution of certain types of recombination junctions in each one of the 2C and 3D (Sabin 3/Sabin 2 or Sabin 1 in 2C and Sabin 2/Sabin 1 or Sabin 3 in 3D) genomic regions of clinical isolates of poliovirus Sabin strains, we searched in 2C and 3D regions of reference Sabin strains for high probability RNA structural elements that could promote recombination. Furthermore, in order to gather more evidence about the role of the RNA structural elements in promoting The results of the in vitro model about the distribution pattern of recombination types in 2C and 3D genomic regions did not correlate with the distribution pattern of recombination types in 2C and 3D genomic regions of the clinical strains of this study, as well of previous studies [10] [11] [12] [13] [14] [15] . More specifically, in all strains of the in vitro model, we identified S1/S2 recombination junctions in 3D genomic region, while the majority of clinical strains in previous studies presented recombination junctions of type S2/Sx (x: S1 or S3) in 3D region. Nevertheless, we cannot reach to a safe conclusion about the distribution pattern of recombination junctions in 2C and 3D regions of the in vitro model strains due to the small number of in vitro model strains.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 856,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 876,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this paper revealed that in clinical strains of this study as well as in clinical strains of previous studies [10] [11] [12] [13] [14] [15] , there is probably a correlation between recombination junctions of S3/Sx type (x: S2 or S1) and RNA secondary structure elements in 2C region, as well as between recombination junctions of S2/Sx type (x:S1 or S3) and RNA secondary structure elements in 3D region of the poliovirus genome.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More specifically, in 2C and 3D genomic regions, most of the recombination junctions of clinical strains were located in RNA secondary structure elements similar between the recombining partners. Of utmost importance is the fact that in all abovementioned cases, the RNA structure element which is situated in the respective position of the third Sabin reference molecule, which molecule is not participating in the recombination, is entirely different from the identical RNA structure elements of the two Sabin reference molecules which are participating in the recombination. Moreover, these identical RNA secondary structure elements were consisted of high probability base pairs and also belonged to the minimum free energy structure. Consequently, these base pairs as well as the RNA secondary structure elements present high-positive predictive values [21] . Furthermore, all recombination junctions of the in vitro model isolates were identified in regions where RNA secondary structure elements similar between the two recombining partners were located. In addition, these RNA structure elements presented highpositive predictive values. This fact adds more evidence about the role of RNA secondary structure elements in promoting recombination. For these reasons, we propose that the distribution of certain types of recombination junctions in 2C and 3D genomic regions of poliovirus Sabin strains may not be fortuitous and may be promoted by RNA secondary structure elements which are similar between the recombining partners.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 862,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most widely accepted mechanism of RNA recombination in poliovirus is the template switch mechanism [6] in which polymerase switches templates during negative strand synthesis. Romanova et al. [23] proposed a theoretical model for the polymerase template switching. According to this model, the two positive stranded RNA molecules (recombining partners) which act as templates during negative strand synthesis, form a heteroduplex in regions where self complementary sequences that form potential RNA structures exist. The viral RNA polymerase while copying one of these RNA molecules normally overcomes the heteroduplex region. However, it may pause or stop in regions of heteroduplex which are either single Base pairs probabilities were obtained through RNAstructure, positive predictive values were obtained from Mathews [21] Virus Genes (2010) 41:181-191 189 stranded or partially base paired. The nascent 3 0 end of the complementary negative strand is detached in conjunction with RdRp from the first strand that is used as a template, and is attached to a homologous site of the second RNA molecule of the heteroduplex, which will now act as template for the continuation of the negative strand synthesis. According to Romanova et al. [23] , recombination junctions are located either in single-stranded regions or in the loops of the RNA secondary structure elements. In our study, the vast majority of the recombination junctions were located in the stem region of the RNA secondary structure elements (Tables 4, 5, 6; Figs. 2, 3; Online . Furthermore, the RNA secondary structure models of Romanova et al. [23] are less reliable than the models presented here, since there were not algorithms that could reliably predict the secondary structure of RNA molecules at that time.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1250,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to the abovementioned, we could propose a modification to the model of Romanova et al. [23] which is presented in Fig. 4 . More specifically, two plus stranded RNA molecules form a heteroduplex, a hypothesis that is reinforced by recent studies which proved that the replication of poliovirus takes place in mixed replication complexes in which participate genomes that belong to different serotypes [8] . During the formation of the heteroduplex, base pairs are formed between the regions that belong to different recombining partners but have the potential to form high probability RNA structure elements which are similar between the recombining molecules. As a result, the heteroduplex in these regions is firmly established. It is probable that when the poliovirus RdRp in conjunction with the nascent negative strand reaches one of these firmly established regions of the heteroduplex, the 3 0 end of the nascent negative strand is detached from the first molecule which acts as template and is attached to the second molecule of the heteroduplex which will now act as a template. It is possible that the modest activity of 3AB poliovirus protein in destabilising the double stranded helix would be responsible for the detachment of the nascent negative strand from the first template-molecule, while the chaperone activity of poliovirus protein 3AB would be responsible for the attachment of the nascent negative strand to the second template-molecule [24] . Certainly, more experiments have to be done in order to fully clarify the proposed mechanism since there were regions bearing different RNA structural elements between the recombination partners, which also suffered recombination (Online Resources 6 and 7).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "However, the abovementioned hypothesis is reinforced by results of previous studies concerning positive polarity RNA viruses. More specifically, Makino et al. [25] proposed that identical RNA secondary structure elements between parental molecules promote RNA recombination in murine coronavirus. Furthermore, Nagy and Bujarski [26] have proved that in brome mosaic virus both the incidence of recombination as well as the location of the recombination junctions depend on the stability of the heteroduplex.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is worth mentioning the fact that all recombination junctions of the in vitro model isolates were located in 3D genomic region while no recombination junction was identified in 2C genomic region. Furthermore, all in vitro model isolates presented S1/S2 recombination junctions, which according to our knowledge is a rare event. This paradox could be explained if we consider that some isolates, which bare certain types of recombination junctions, may present higher fitness in cell-culture than in the body of the vaccinee. This hypothesis is reinforced by a previous study in which a PV1/PV2 capsid recombinant was isolated from cell-culture [8] . This recombination type in the capsid coding region has not been reported so far in clinical strains. Fig. 4 Representation of the proposed modified model for the mechanism of RNA recombination in poliovirus. a High probability RNA secondary structure elements identical between the recombining molecules. b Formation of the heteroduplex in regions which have the potential to form high probability RNA secondary structure elements identical between the two recombining partners. c Detachment of the negative nascent strand from the template genome. d Attachment of the negative nascent strand to another template genome In addition, a question is raised from the fact that in certain regions of clinical and in vitro model isolates, with identical RNA structure elements between the parental strains, certain recombination types were identified (e.g., S3/S2 in C7, S1/S2 in V5). What could prevent recombination of the opposite type in the same region of these isolates (e.g., S2/S3 in C7, S2/S1 in V5)?",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 755,
                    "end": 761,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We propose that recombination junctions of the opposite type do not occur in the same region due to constrains concerning the communication and ''cooperation'' between the 5 0 and 3 0 ends of poliovirus isolates during replication of the genome. In other words, specific combinations of 5 0 and 3 0 termini might be preferred in recombination isolates, while the opposite combination of termini may reduce the replication efficiency of these isolates leading to lower fitness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Encyclopedia of Virology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pfister",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wimmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mirzayan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ": (6160-6173/6281-6268) 4.38 9 e -0.02 76.6 ± 10.3 Stem-single stranded-stem (6189-6194/6256-6251) 1.06 9 e -0.02 86.7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Representation of recombination junctions of isolates D6, EPA, EPB, EPC, C9, and D5 in RNA secondary structure elements of 2C genomic region of Sabin 2 and Sabin 3 reference strains",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representation of recombination junctions of isolates IM, D18, and C6 in RNA secondary structure elements of 3D genomic region of Sabin 1 and Sabin 2 reference strains recombination, we created a cell-culture-based in vitro model targeted in the production and identification of recombinant Sabin strains in 2C and 3D genomic regions. Results from clinical strains and in vitro model isolates of this study propose correlation between certain types of recombination junctions in specific regions, and similar RNA structural elements in both recombination partners, highlighting a prominent role for the stem region of the RNA structure elements in promoting recombination.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "RFLP analysis in 5 0 UTR, VP1, 2C, and 3D regions of clinical strains used in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis of the recombination junctions of the in vitro model isolates",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "RNA structural elements which correlated with recombination junctions of clinical strains in 2C region, and are identical between recombining partners",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "RNA structural elements which correlated with recombination junctions of clinical strains in 3D region, and are identical between recombining partners",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "RNA structural elements which are correlated with recombination junctions of the in vitro model isolates, and are identical between recombining partners",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}