{
    "paper_id": "2eab969b4707b77e51678172a746e6ac135014d6",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Crystallization and preliminary X-ray characterization of aminopeptidase N from Escherichia coli",
        "authors": [
            {
                "first": "Yuko",
                "middle": [],
                "last": "Onohara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoshitaka",
                "middle": [],
                "last": "Nakajima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": "nakaji@nagasaki-u.ac.jp"
            },
            {
                "first": "Kiyoshi",
                "middle": [],
                "last": "Ito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Kanako",
                "middle": [],
                "last": "Nakashima",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Ito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Tadashi",
                "middle": [],
                "last": "Yoshimoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Acta Crystallographica Section F",
                    "institution": "Nagasaki University",
                    "location": {
                        "postCode": "852-8521",
                        "settlement": "Nagasaki",
                        "country": "Japan Correspondence"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A recombinant form of aminopeptidase N (molecular weight 99 kDa) from Escherichia coli was crystallized by the hanging-drop vapour-diffusion method using ammonium sulfate as a precipitating agent. The crystals belong to the hexagonal space group P3 1 21, with unit-cell parameters a = b = 120.5, c = 171.0 Å . The crystals are most likely to contain one molecule in the asymmetric unit, with a V M value of 3.62 Å 3 Da À1 . Diffraction data were collected to 2.0 Å resolution using Cu K radiation from a rotating-anode X-ray generator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aminopeptidase N (EC 3.4.11.2) belongs to clan MA and family M1, which contain one zinc ion per molecule. The enzyme is well conserved in a variety of species, such as mammals, insects, plants and bacteria. Aminopeptidase N possesses broad substrate specificity and releases most N-terminal amino-acid residues. Together with certain endopeptidases, aminopeptidase N plays a predominant role in peptide degradation for utilizing amino acids as nutrients. Additionally, aminopeptidase N is known to possess significant physiological functions as a receptor without employing its enzymatic activity. For instance, human aminopeptidase N, which has been identified as a CD13 antigen, acts as a receptor for coronaviruses such as the transmissible gastroenteritis virus and human coronavirus 229E (Delmas et al., 1992; Curtis et al., 1992) , while Bombyx mori aminopeptidase N serves as a receptor of Bacillus thuringensis Cry1Aa toxin (Yaoi et al., 1997) . The Escherichia coli aminopeptidase N shares 13.6 and 13.4% sequence identity with its human and B. mori homologues and is an enzyme with a molecular weight of 99 kDa whose N-terminal order of preference is for Arg, Lys and Ala. The enzyme shows some activity for an N-terminal Pro residue, although the reaction is rather slow. This enzyme was first purified from E. coli K-12 in 1982 and its catalytic properties were assessed using Ala-p-nitroanilide as a substrate (McCaman & Villarejo, 1982) . The enzyme was reported to be a monomeric acidic protein containing at least one sulfhydryl group, essential for catalytic activity, which was readily inhibited by p-chloromercuribenzoate. Subsequently, the activity was also found to be inhibited by o-phenanthroline, puromycin, bestatin and amastatin. It has been also shown that the enzyme has aryl amidase and peptidase activities similar to those of aminopeptidase M from mammalian tissues (Yoshimoto et al., 1988) . The nucleotide sequence of the pepN gene encoding aminopeptidase N of E. coli was sequenced and an open reading frame coding for a protein of 870 amino-acid residues was identified (Foglino et al., 1986) . The aminopeptidase N contains a His297-Glu298-Xaa-Xaa-His301-(where Xaa is any amino-acid residue) sequence motif, which is a signature of a zinc-binding region. Despite the length of time since the discovery of aminopeptidase N, its three-dimensional structure has not yet been determined.",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 814,
                    "text": "(Delmas et al., 1992;",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 835,
                    "text": "Curtis et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 951,
                    "text": "(Yaoi et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1450,
                    "text": "(McCaman & Villarejo, 1982)",
                    "ref_id": null
                },
                {
                    "start": 1897,
                    "end": 1921,
                    "text": "(Yoshimoto et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 2105,
                    "end": 2127,
                    "text": "(Foglino et al., 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, to clarify the enzyme structure and the recognition mechanisms of a wide variety of N-terminal amino-acid residues of substrates, we constructed a plasmid to overexpress the recombinant enzyme for X-ray crystallographic study. This is the first report of the crystallization and preliminary X-ray crystallographic analysis of aminopeptidase N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pepN gene was isolated from the Kohara clone 219 (Kohara et al., 1987) . The phage DNA was digested with PstI and XhoI and the 3.4 kbp fragment containing the pepN open reading frame was cloned into the same restriction sites of pBluescript II SK(À) to produce pAN14. The nucleotide sequence of this clone was confirmed by DNA sequencing using the ABI Prism 3100 Avant Genetic Analyzer using the BigDye Terminator v.1.1 cycle sequencing kit and the open reading frame of 2610 bp was identical to the published sequence (GenBank accession No. M15273).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 74,
                    "text": "(Kohara et al., 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "E. coli XLl-Blue transformed with the pAN14 plasmid was aerobically cultured in 20 l N-broth containing 50 mg ml À1 ampicillin at 303 K for 17 h using a jar fermenter (MBS). The cells were suspended in 20 mM Tris-HCl buffer pH 7.0 and were disrupted by sonication in an ice bath using an Ultrasonic Disruptor (UD200, Tomy). The cell lysate was centrifuged at 22 540g for 20 min to remove cell debris.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "2%(w/w) protamine sulfate was added to the supernatant in a dropwise fashion (to remove chromosomes and viscous material), resulting in 16 mg per gram of wet cells. After centrifugation at 22 540g, the supernatant was fractionated with ammonium sulfate from 35 to 70% saturation. The precipitate was dissolved in 20 mM Tris-HCl buffer pH 7.0 containing 35% saturated ammonium sulfate and the enzyme solution was applied onto a Toyopearl HW65C column equilibrated with the same solution. Enzymes were eluted with a linear gradient of ammonium sulfate concentration from 35 to 0% saturation. The enzyme was then purified in a DEAE-Toyopearl column equilibrated with 20 mM Tris-HCl buffer pH 7.0 using a linear gradient from 0 to 0.5 M sodium chloride. The purified enzyme was homogeneous on SDS-PAGE and was dialyzed against 20 mM Tris-HCl buffer pH 7.0, concentrated to 28.0 mg ml À1 using Centriprep YM-30 (Millipore) and stored at 193 K.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "Initial screening of the crystallization conditions was performed using the sitting-drop vapour-diffusion method at 277 and 293 K using sparse-matrix screens (Jancarik & Kim, 1991) based on the commercially available Crystal Screens I and II (Hampton Research Inc.) and Wizard Screens I, II and III (deCODE Genetics Biostructures). Two crystal forms were obtained. One form grew in 24 h using 20%(w/v) PEG 3000 and 100 mM sodium citrate buffer pH 5.5 as reservoir solution. The other form was grew over 12 d under conditions consisting of 10 mM cobalt chloride hexahydrate, 1.8 M ammonium sulfate and 100 mM MES buffer pH 6.5. The crystallization condition that includes ammonium sulfate as a precipitant and which yielded reasonably diffracting crystals was optimized further using the hanging-drop vapour-diffusion method at 293 K. A 3 ml droplet of 28.0 mg ml À1 protein solution mixed with the same amount of reservoir solution was equilibrated against 500 ml reservoir solution (1.75 M ammonium sulfate and 100 mM MES buffer pH 6.4) to give good-quality crystals of aminopeptidase N.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "text": "(Jancarik & Kim, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crystallization"
        },
        {
            "text": "X-ray data from the native crystal were collected at 100 K with a Rigaku R-AXIS IV ++ detector using Cu K radiation, which was generated by a Rigaku MicroMax007 rotating-anode X-ray generator with Osmic confocal focusing mirrors operated at 40 kV and 20 mA. For data collection under cryogenic conditions, crystals were soaked for several tens of seconds in a solution containing 30%(v/v) glycerol, 1.75 M ammonium sulfate and 100 mM MES buffer pH 6.4. Crystals were mounted in a nylon loop and flash-cooled at 100 K. Diffraction data from a crystal which had been soaked in 0.1 mM ethylmercurithiosalicylate for 12 h were collected in a similar fashion. The data were processed and scaled using MOSFLM (Leslie, 1992) and SCALA from the CCP4 suite (Collaborative Computational Project, Number 4, 1994) .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 717,
                    "text": "(Leslie, 1992)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 748,
                    "end": 801,
                    "text": "(Collaborative Computational Project, Number 4, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The open reading frame of pAN14 consisted of 2610 bp coding for 870 amino-acid residues. The purified aminopeptidase N showed a single band of 91 kDa on SDS-PAGE, which is slightly lower than the calculated value of 98 918 Da.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Prism-shaped crystals appeared after a week of incubation (Fig. 1 ) and grew to maximum dimensions of 0.4 Â 0.4 Â 0.3 mm after a couple of weeks. From the data obtained, the crystal was determined to belong to space group P3 1 21, with unit-cell parameters a = b = 120.5, c = 171.0 Å , = 120 . Assuming the presence of one molecule per asymmetric unit, the Matthews coefficient V M was calculated to be 3.62 Å 3 Da À1 , indicating a solvent content of approximately 66% (Matthews, 1968) . These values are within the range typical for protein crystals (Kantardjieff & Rupp, 2003) .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 486,
                    "text": "(Matthews, 1968)",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 579,
                    "text": "(Kantardjieff & Rupp, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Statistics of data collection are summarized in Table 1 . These data indicate that the crystals were of sufficient quality for X-ray structural analysis. The crystals showed no significant decay upon exposure to X-ray radiation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The SOLVE program (Terwilliger & Berendzen, 1999) was used to determine the positions of three mercury sites, to refine the heavyatom parameters and to calculate the initial phases, which resulted in a mean figure of merit of 0.404 at 10-2.5 Å resolution. We tried to solve a phase problem by the single isomorphous replacement method, but the phasing power was insufficient to determine the structure. We plan to solve the crystal structure using the multiwavelength anomalous dispersion method with a synchrotronradiation source or using the multiple isomorphous replacement method together with other heavy-atom derivatives.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 49,
                    "text": "(Terwilliger & Berendzen, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Jnt CCP4/ESF-EACBM Newsl. Protein Crystallogr. 26. McCaman, M. T. & Villarejo, M. R",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G W"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "213",
            "issn": "",
            "pages": "384--394",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Crystals of aminopeptidase N as grown by the hanging-drop method. The average dimensions of these crystals were 0.3 Â 0.3 Â 0.3 mm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection statistics.Values in parentheses are for the last resolution shell. ETMS, ethylmercurithiosalicylate. ‡ R sym = P hkl P i jI hkl;i À hI hkl ij= P hkl P i I hkl;i , where I is the observed intensity and hIi is the average intensity for multiple measurements. § R diff = P jF PH j À jF P j = P jF P j, where |F PH | and |F P | are derivative and native structure-factor amplitudes, respectively.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}