{
    "paper_id": "2f09618c2d2c23c3481d04ff4e0bc9f219efd346",
    "metadata": {
        "title": "Archives of Virology The Polypeptides of Human and Mouse Coronaviruses Brief Report",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "I"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "~",
                "middle": [],
                "last": "Mac",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ":",
                "middle": [],
                "last": "Naugttton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The polypeptide compositions of two coronaviruses, human coronavirus strain 229E (HCV229E) and mouse hepatitis virus strain 3 (5/[HV3), were characterised on polyacrylamide gels. Similar polypeptide patterns were observed for both viruses consisting of large surface projection glycopolypeptides of tool. wt. 160,000 and 105,000 for HCV229E, and 170,000 and 90,000 for MHV3, two small polypeptides of mol. wt. varying from 24,000 to 20,000, and a polypeptide of mol. wt. 50,000. The results are discussed with respect to previous reports of the polypeptides of these and other coronaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronavii~ses comprise a recently described group of viruses that have been charaeterised mainly on their similar unique morphology (2, 15). They are all large single stranded RNA viruses with lipid-containing envelopes ranging in diameter from 80 to .200 nm and possess widely-spaced club-shaped surface projections up to 20 nm in length (11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The polypeptide composition of five coronaviruses have been described, namely: human coronavirus (HCV) strains 229E (6) and OC43 (7); mouse hepatitis virus (MHV) strains A59 (3, 13) and JHM (3, 16); avian infectious bronchitis virus (IBV) (1, 8, 10); transmissible gastroenteritis virus (TGEV) (4, 5) and haemagglutinating encephalomyelitis virus (HEV) (12). Marked similarities were observed in the polypeptides of the ttCV strains 0C43 (7) and 229E (6), when they were purified and analysed by the same techniques in the same laboratory. Similarly, the polypeptides of the MHV strains JttMV and A59V (3), only differed slightly in mol. wt. when analysed under identical conditions. However, no close similarities have been observed previously between human and mouse coronaviruses, or between the polypeptides of any other coronaviruses. This may be due in part to the various reel;hods used for virus growth and purification and poly-0304-8608/80/0063/0075/$ 01.20 16. WEGE, I-I., WEGE, H., NAGASItI~A, K., TER MEULE~r, V. : Structural polypeptides of the murine coronavirus J H M . J. gem Virol. 42, 37--47 (1979).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "peptide analysis. Different conditions of preparation of MHV (13, 16) and IBV (8) can lead to major differences in the number and sizes of the polypeptides. Thus it is diffieult to synthesize the coronavirus polypeptide data from these reports into a general description. A comparison of different eoronaviruses in one laboratory using the same conditions of preparation and analysis is required to determine the relationship between the strueturM polypeptides of coronaviruses.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "(13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this paper, the polypeptide eharaeterisation of two coronaviruses, HCV229E and MHV3, is described, using the same conditions of purification and analysis. The polypeptide profiles of these viruses were similar. However, a comparison of these virus polypeptides with those of IBV strain Beaudette, also prepared using the same conditions of purification and analysis, reveMed only minor similarities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HCV229E was grown in monolayer cultures of continuous MtCC cells (derived from MRC5 cells) (9) . For preparing labelled ttCV229E, 20 ~Ci/ml of ~H-Ieueine or 3H-gtueosamine (20 Ci/mmol) (gadioehemieM Centre, Amersham) were added to the medium 4 hours after infection. MHV3 was grown in confluent secondary mouse embryonic fibroblasts. The cell monolayers were infected at an input multiplicity of 0.1 infectious particles per cell and, following an adsorption period of 1.5 hours at 37 ° C, were incubated for 72 hours at 37°C in Eagle's MEM with 2 per cent foetal calf serum. IBV Beaudette (IBV42) was grown in 10-day old embryonated chicken eggs or in confluent primary chick kidney cell cultures (8, 10) . All virus preparations were clarified, pelleted, and purified on linear 25 to 55 per cent (w/w) sucrose density gradients at 4 ° C as previously described (8, 9) . Purified virus particles with densities of 1.18 g/mI of HCV 229E, MHV3 and IBV Beandette were solubilised and reduced in 5 per cent SDS at 100°C for 1.5 minutes in 2 per cent 2-mereaptoethanol and then anMysed on polyaerylamide gels (8) . Densitometer tracings of HCV229E (Fig. 1 a) and MttV3 ( Fig. 1 b) polypeptides stained with Coomassie brilliant blue revealed no major differences between them. Five major potypeptides were observed for both viruses, which were of similar mol. wt. and were present in approximately the same proportions. The mol. wt. of those polypeptides were calculated as described previously (8), using bovine serum albumin (dimer and monomer), ovalbumin, trypsin and lysozyme as markers. The approximate mean tool. wt. of the HCV229E polypeptides, obtained from ten experiments, were 160,000, 105,000, 50,000, 24,000 and 22,000, respectively, and the polypeptides were called VGP160, VGP105, VP50, VGP24 and VP22 (VP, virus polypeptide; VGP, virus glycopolypeptide --see below). Polypeptides of approximate mean mol. wt. of 170,000, 90,000, 50,000, 22,000 and 20,000 were obtained for MHV3 from ten experiments and these were called VGP170, VGP90, VP50, VGP22 and VP20 respectively. Occasionally, small amounts of material of tool. wt. about 56.000 and 36,000 were observed. However a different polypeptide structure was revealed for IBV Beaudette polypeptides ( Fig. 1 c) , in which six polypeptides of mean mol. wt. 130,000, 105,000, 97,000, 82,000, 51,000 and 33,000 were observed as described previously (10) Virus preparations labelled with 3H-leucine or 3H-glucosamine were used to confirm the number and tool. wt. of the polypeptides and to identify which of them contained carbohydrate. Figure 2 a shows a profile of radioactivity in HCV 229E polypeptides labelled with aH-teucine. Five peaks of radioactivity were clearly detected corresponding to those observed in the unlabelled preparations (Fig. 1 a) ; although no components, corresponding to those sometimes seen in unlabelled preparations, were obtained. Figure 2 b shows profiles of radioactivity on polyacrylamide gels from 3H-glueosamine labelled HCV229E particles. Three of the polypeptides, VGP160, VGP105 and VGP24 incorporated aH-glucosamine and hence contained carbohydrate. In all experiments the ratio of aH-glueosamine to aH-leucine, i.e. carbohydrate to amino acid content, appeared much lower in VGP24 compared to VGP t60 and VGP 105. Similar labelled polypeptide profiles, corresponding to unlabelled profiles ( Fig. 1 b) , were obtained with MHV 3, although generally the incorporation of both 3H-leucine and aH-glucosamine into these virus particles was less satisfactory than for HCV 229 E. Fig. 3 . IKCV 229E particles of density 1.18 g/ml from sucrose gradient, s. a un~reated, b suspended in M DTT at, 4 ° C. The bar represents 100 nm HCV229E particles were suspended in N dithiothreitol (DTT) at 4°C and then purified by sedimentation on sucrose density gradients. Electron microscopy and polyaerylamide gel eleetrophoresis was done on peak virus fractions from these treated preparations in order to determine the eifeet of DTT incubation on virus structure. Figure 3 shows electron micrographs of untreated (Fig. 3a) and treated (Fig. 3b) HCV229E particles. Most of the surface projections on treated virus particles were removed although a few projections remained. Increased concentrations of DTT or increased incubation temperatures with DTT removed all the projections, but also disrupted the virus envelope with a release of the ribonueleoprotein. Figure 2c is an eleetropherogram of the virus polypeptides after DTT treatment and a comparison with untreated virus polypeptides (Fig. 2a) shows that most of VGP 160 and VGP 105 are missing. This result suggests that these polypeptides comprise the surface projection polypeptides. Similar results were obtained with DTT treated MHV3 preparations.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1144,
                    "end": 1154,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1167,
                    "end": 1176,
                    "text": "Fig. 1 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2262,
                    "end": 2271,
                    "text": "Fig. 1 c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2594,
                    "end": 2602,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2802,
                    "end": 2812,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2920,
                    "end": 2930,
                    "text": "Figure 2 b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3391,
                    "end": 3400,
                    "text": "Fig. 1 b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3573,
                    "end": 3579,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 4046,
                    "end": 4054,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 4095,
                    "end": 4104,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 4117,
                    "end": 4134,
                    "text": "(Fig. 3b) HCV229E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4441,
                    "end": 4450,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 4571,
                    "end": 4580,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Previous studies of the composition of the structural polypeptides of ItCV and MIIV have shown them to have different polypeptide structures. Six to seven polypeptides were found in HCVOC43 and 229E of which only one was not glycosylated (6, 7) ,whilst only four to six polypeptides were obtained in MHVA59 (3, 13) and M H V J H M (3, 16) , of which all but one (3, 14) or two (16) were glycosylated. The tool. wt. and proportions of these polypeptides showed only superficial similarities. However, the results presented in this paper show that HCV229E and MHV3 have similar polypeptides when analysed under the same conditions. A comparison of these results and previous MHV reports (3, 13, 14, 16 ) indicate a similar polypeptide profile, in which the reported differences between workers arc presumably caused by differences in virus growth and different conditions of polypeptide preparation and analysis (8, 13, 16) . In all cases, large glyeopolypeptides apparently comprise the surface projections and are removed by bromelain or trypsin digestion or DTT incubation, and an unglycosylated internal polypeptide of mot. wt. 50,000 to 63,000 seems to comprise the internal component (3, 6, 7, 13, 16) . Furthermore, in all eases one or two polypeptides of mol. wt. ranging from 25,000 to 18,000 are wesent in purified virus particles. However, no major similarities are observed between our results and the previous HCV polypeptide reports (6, 7) , although an ungtycosylated polypeptide of mol. wt. 47,000 was observed in these reports which corresponds to our 50,000 mol. wt. polypeptide.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 697,
                    "end": 699,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 913,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1191,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1195,
                    "end": 1197,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1202,
                    "end": 1205,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1449,
                    "end": 1451,
                    "text": "7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "text": "(3, 16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "I t is of interest to compare the polypeptide patterns of HCV229E and M~V 3 with those reported for other coronaviruses. IBV, grown and analysed in this (8, 10) or other (1) laboratories, and I I E V (12) , have only minor similarities with HCV and MHV. On the other hand, the polypeptides of TGEV (4, 5), consisting of a high mol. wt. surface projection glycopolypeptide, two low mol. wt. glycopolypeptides and an unglyeosylated internal polypeptide, show considerable similarity to HCV229E and MHV3. In conclusion, it is suggested that the polypeptide structures of HCV229E and MHV3 are similar and consist of large surface projection glycopolypeptides of tool. wt. 160,000 and 105,000 for HCV229E, and 170,000 and 90,000 for MHV3; two small polypeptides of mol. wt. varying from 24,000 to 20,000 ; and an internal component polypeptide of mol. wt. 50,000. Previous polypeptide profiles of MHV (3, 13, 14, 16) and TGEV (4, 5) agree with this pattern, although the eoronaviruses, IBV (1, 8, 10) and H E V (12) have different polypeptide structures. These results are important as they are the first to show a close similarity in the structural polypeptidc composition between two eoronaviruses, that infect different hosts and cause different diseases. This implies that there is a common polypeptide structure for at least some human and mouse coronaviruses, although this cannot be considered to be a model for all eoronavimses. Further work is required to clarify the relationship between the structural polypeptides of different coronaviruses.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "text": "(8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 904,
                    "end": 907,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 908,
                    "end": 911,
                    "text": "16)",
                    "ref_id": null
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 925,
                    "end": 927,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 989,
                    "end": 991,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The purification and polypeptide composition of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Microbios",
            "volume": "18",
            "issn": "",
            "pages": "87--98",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of virus-specific proteins of murine coronaviruses JHMV and A59V",
            "authors": [],
            "year": 1979,
            "venue": "Virology",
            "volume": "94",
            "issn": "",
            "pages": "371--384",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The polypeptide structure of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "G~wes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. gen. Virol",
            "volume": "29",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation of subviral components from transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "D. I-I",
                    "middle": [],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Pike",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. gen. Virol",
            "volume": "32",
            "issn": "",
            "pages": "283--294",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Purification and biophysical properties of h u m a n coronavirus 229E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hiei~itolzer",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "75",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protein composition of eoronavirus 0 C 43",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hiertiolzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Palmet~",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Whitfield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Ka&apos;ye",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "~"
                    ],
                    "last": "Dowdle",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "48",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The polypeptide composition of avian infectious bronchitis virus particles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaugtttoiv",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "H{adge",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch. Virol",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The genome of h u m a n eoronavirus strain 229E",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaugtiton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "~¢~adge",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "I~"
                    ],
                    "last": "~¢~",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. gen. Virol",
            "volume": "39",
            "issn": "",
            "pages": "497--504",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Polypeptides of the surface projections and the ribonucleoprotein of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaugi-Iton",
                    "suffix": ""
                },
                {
                    "first": "M. I-I",
                    "middle": [],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dourmast~kin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Virol",
            "volume": "24",
            "issn": "",
            "pages": "821--825",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronaviruses: a comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosi~",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curt. Top. Microbiot. Immuno]",
            "volume": "63",
            "issn": "",
            "pages": "85--129",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The polypeptides of haemagglutinating encephalomyelitis virus and isolated subviral particles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pooook",
                    "suffix": ""
                },
                {
                    "first": "I-I",
                    "middle": [],
                    "last": "Gar~&apos;es",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. gem Virol",
            "volume": "37",
            "issn": "",
            "pages": "487--499",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characterization of a eoronavirus. I. Structural proteins: effects of preparative conditions on the migration of protein in potyacrylamide gels",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "S~ur~an",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "637--649",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characterization of a coronavirus: II. Glyeoproteins of the viral envelope : tryptic peptide analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Stu~man",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "650--660",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Densitometer tracings of purified virus polypeptides on 7.5 per cent polyaerylamide gels after staining with Coomassie brilliant blue. a HCV 229E, b MHV 3, c IBV Beaudette",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Electrophoresis on 7.5 per cent polyaerylamide gels of purified HCV 229E polypeptides, a ~H-leucine labelled, b 3H-glucosamine laballed, c ~H-leucine labelled and treated with ~ DTT at 4 ° C",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}