{
    "paper_id": "2f547947bf87380c7fab13ba2c663bbbe9e643ec",
    "metadata": {
        "title": "COVID-19: Epidemiology, Evolution, and Cross-Disciplinary Perspectives Trends in Molecular Medicine",
        "authors": [
            {
                "first": "Jiumeng",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wan-Ting",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lifang",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kentucky State University",
                    "location": {
                        "settlement": "Frankfort",
                        "region": "KY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Zhai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gairu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [
                    "A"
                ],
                "last": "Suchard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Los Angeles",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Veterinary Biotechnology",
                    "institution": "Chinese Academy of Agricultural Sciences",
                    "location": {
                        "settlement": "Harbin",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiyong",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Veit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Free University Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuo",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent outbreak of COVID-19 in Wuhan turned into a public health emergency of international concern. With no antiviral drugs nor vaccines, and the presence of carriers without obvious symptoms, traditional public health intervention measures are significantly less effective. Here, we report the epidemiological and virological characteristics of the COVID-19 outbreak. Originated in bats, 2019-nCoV/ severe acute respiratory syndrome coronavirus (SARS-CoV)-2 likely experienced adaptive evolution in intermediate hosts before transfer to humans at a concentrated source of transmission. Similarities of receptor sequence binding to 2019-nCoV between humans and animals suggest a low species barrier for transmission of the virus to farm animals. We propose, based on the One Health model, that veterinarians and animal specialists should be involved in a cross-disciplinary collaboration in the fight against this epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In December 2019, a cluster of pneumonia with unknown etiology appeared in Wuhan City, Hubei Province of China. Several of the initial patients visited a wet seafood market where other wildlife species were also sold. Subsequent virus isolation from human patients and molecular analysis showed that the pathogen was a new coronavirus (CoV), first named 2019-nCoV, and subsequently this disease was renamed by WHO as COVID-19. A study group of the International Committee on Taxonomy of Viruses (ICTV) proposed the name SARS-CoV-2, but this name remains to be officially approved [1] . This new CoV is now the seventh member of the Coronaviridae known to infect humans. With the explosive increase of confirmed cases, the WHO declared this outbreak a public health emergency of international concern (PHEIC) on January 30, 2020.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of COVID-19"
        },
        {
            "text": "CoVs are a class of genetic diverse viruses found in a wide range of host species, including birds and mammals. Many CoVs cause intestinal and respiratory infections in animals and in humans [2] [3] [4] [5] . CoV came into the spotlight in 2002-2003, when clusters of 'atypical pneumonia' were first reported in Guangdong Province, subsequently spreading to Hong Kong. Researchers in Hong Kong isolated a novel CoV virus (SARS-CoV) and the disease was later renamed severe acute respiratory syndrome (SARS) (see Glossary). Because of international travel, the virus spread from Hong Kong to the rest of the world and more than 8000 people in 26 countries became infected, with a case fatality rate of approximately 10% (https://www.who.int/csr/sars/country/table2004_04_21/en/). SARS posed a serious public health threat to the world at that time, with a significant negative impact on the economy in affected areas. Subsequent studies found that SARS-CoV originated from bats and interspecies transmission to humans took place via an intermediate host: Himalayan palm civets (Paguma larvata) or raccoon dogs (Nyctereutes procyonoides) [5] [6] [7] . Another well-known CoV of animal origin is Middle East respiratory syndrome coronavirus (MERS-CoV), which has an even higher case fatality rate, but it is rarely transmitted between humans.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of COVID-19"
        },
        {
            "text": "The basic reproductive number (R 0 ) of 2019-nCoV is higher than R 0 of severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV). COVID-19 presents with asymptomatic infections, with potential to propagate and perpetuate this epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of COVID-19"
        },
        {
            "text": "2019-nCoV isolated from patients shows limited sequence diversity, suggesting that the interspecies transmission event was very recent and that the source of the virus was focused, possibly a pointsource event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergence of COVID-19"
        },
        {
            "text": "The amino acid sequence in the ACE2 receptor responsible for 2019-nCoV binding in farm animals and cats has only a few exchanges compared with the human receptor, suggesting that the species barrier for virus transmission is small. As major natural reservoir species of Alphacoronavirus and Betacoronavirus, bats carry highly diverse SARS-like-CoVs. These bats are distributed in many provinces of China. The genetic diversity of these SARS-like-CoVs and their molecular evolution within their natural host species have been studied intensively [2, [8] [9] [10] [11] . Here, we review the recent but still very limited facts about the current epidemiology of COVID-19 and discuss viral characteristics of 2019-nCoV on the backdrop of our knowledge about the previous epidemic of SARS and MERS.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 549,
                    "end": 552,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Emergence of COVID-19"
        },
        {
            "text": "As of 24:00 February 20, 2020 (UTC+8), there are a total of 75 995 confirmed cases, including 2239 fatalities in China (mainland: 75 891; Hong Kong: 68; Macao: 10; and Taiwan: 26), and 1200 confirmed cases, including eight fatal ones outside China, in all five continents ( Figure 1 ). The epidemiology curve can roughly be divided into three phases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology of COVID-19"
        },
        {
            "text": "i. The local outbreak by exposure in the aforementioned food wholesale market marks the first phase. From the first case in December 2019 to the emergence of new cases outside Wuhan by January 13, 2020, a total of 41 cases were confirmed. Epidemiologic analysis showed that already in this initial phase, person-to-person transmission had occurred by close contact [12] . ii. The second phase started on January 13, marked by rapid expansion and spread of the virus within hospitals (nosocomial infection) and by family transmission (close-contact transmission). In this phase the epidemic spread from Wuhan to other areas [12] [13] [14] [15] [16] [17] [18] [20, 21] . Unfortunately, as of February 11, 1716 medical-related staff from 422 medical institutions were infected, of which 1688 confirmed cases were analyzed. Among them, 64% were infected in Wuhan city and 23.3% in the rest of Hubei, excluding Wuhan [20] . The specific causes of the infection of medical staff and the failure of protection need further investigation.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of COVID-19"
        },
        {
            "text": "Initial evaluation of COVID-19 transmission dynamics showed that the basic reproductive number (R 0 ) of 2019-nCoV is estimated to be 1.4-3.9 [12] . The R 0 of SARS-CoV in the absence of interventions was 2.3-3.7 [22, 23] . Breban et al. estimated MERS-CoV R 0 to be 0.50-0.92 by analysis of 55 of the first 64 laboratory-confirmed cases [24] . With the implementation of rapid diagnosis, coupled with effective isolation of patients, the R 0 of SARS-CoV dropped to less than 1, explaining why the SARS-CoV outbreak could eventually be controlled [25] [26] [27] . However, it is worth noting that R 0 estimates may vary upon numerous biologic, socio-behavioral, and environmental factors, and must be interpreted with caution [28] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 552,
                    "end": 556,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology of COVID-19"
        },
        {
            "text": "Major initial symptoms of COVID-19 include fever, cough, muscular soreness, and dyspnea. Some patients showed atypical symptoms, such as diarrhea and vomiting. However, the clinical phenotype is confounded by the fact that 25.2% patients had at least one other underlying medical condition [13, 15, [29] [30] [31] [32] . The overall clinical characteristics of COVID-19 were also influenced by the different phases of this epidemic [12, 13, 21, 29, 33] . Patients in the first and second phase of the epidemic were older, more likely to be male, and likely to have exposure to the seafood market. Clinically, they had more bilateral patchy shadows, or ground glass opacity in the lungs [13, 21, 29, [33] [34] [35] [36] . In addition, the mortality rate of the first and second phases of the epidemic was 4.3-15% and thus significantly higher than the 1.36% determined for the later phase of the epidemic [13, 21, 29, 33, 34] . This higher mortality rate was either due to: (i) more people with underlying medical conditions, such as high blood pressure and diabetes [12, 13, 19, 20, 29, 31, 33] ;",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Phenotype of COVID-19"
        },
        {
            "text": "(ii) during the early phase of this epidemic the virus was more pathogenic; or (iii) the lower mortality rate was skewed by a larger sample size at the later phase of this epidemic. Importantly, 889 asymptomatic or subclinically symptomatic infected cases were reported [20, 37] . Asymptomatic infection was also documented in Germany: two asymptomatic patients' throat samples were tested positive by reverse transcription (RT)-PCR and by virus isolation, while both patients remained well and afebrile for 7 days [38] . Importantly, the asymptomatic manifestation jeopardizes the screening of infected people by temperature measurements or by overt signs and symptoms [12, 13, 19, 20, 29, 31, 33] . Virus infection is not selective in age, as it was reported even in a 1-month-old infant [20, 21, 37] . Of the 44 672 confirmed cases, 77.8% are between 30 and 69 years old and 51.4% are male [20] . Until now, there is no evidence for intrauterine infection by vertical transmission in women who developed COVID-19 during late pregnancy and no evidence that pregnant women are more susceptible compared with other adult patients [34, 39] . Although currently the number of new infections is decreasing, the COVID-19 epidemic is still ongoing. The order to Chinese citizens to return to work, which is accompanied by massive population movement, will likely increase the risk of transmission again. Overall, the current mortality rate of COVID-19 in China is 2.9% and in foreign countries 0.7%. The overall mortality rate remains the highest in Hubei (3.4%), 4.9 times higher than in other provinces (0.7%). For comparison, SARS-CoV exhibited a case fatality rate of 9.6% (774/8096) and MERS-CoV had a fatality rate of 34.4% (858/2494) (https://www.who.int/csr/sars/country/ table2004_04_21/en/; https://www.who.int/emergencies/mers-cov/en/). However, 2019-nCoV is more infectious than SARS-CoV or MERS-CoV [40, 41] .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1907,
                    "end": 1911,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1912,
                    "end": 1915,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Phenotype of COVID-19"
        },
        {
            "text": "As animal markets had been implicated in the SARS-CoV outbreak of 2002-2003, and initial 2019-nCoV infections are also related to the seafood market with wildlife trading, it was soon assumed that wild animals were also involved in the emergence of 2019-nCoV. Yet, from [42, 43] . This is not unprecedented since bat viruses have been shown to 'jump' the species barrier frequently to infect new species [44] [45] [46] [47] [48] [49] [50] . However, since bats were in hibernation when the outbreak occurred, and it was uncertain whether bats were sold at the market, the virus is more likely to have been transmitted via members have been shown to transfer long chain fatty acids to cysteine residues of cellular and viral proteins. ",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Origin and Evolution of 2019-nCoV"
        },
        {
            "text": "other species on the market. Genomic analyses of 2019-nCoV demonstrate a 96% nucleotide identity with a CoV isolated from a bat: BetaCoV/RaTG13/2013 [42] . Previous reports showed that species from the bat genera Rhinolophus in southern China are a rich pool of SARS-like-CoVs, which belong to the subgenera Sarbecovirus. These viruses exhibit rich genetic diversity and frequent recombination events, which may increase the potential for cross-species transmission [7, 42, [51] [52] [53] [54] [55] . Here, we reconstructed the evolutionary history of the 2019-nCoV cluster (Box",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Sequences analyzed: 18 betacoronavirus sequences and 95 full-length 2019-nCoV genomes kindly made available from GISAID (https://www.gisaid.org/) and from the National Center for Biotechnology Information GenBank (https://www.ncbi.nlm.nih.gov/) platforms. Some sequences were omitted, as they were too short, contained sequencing artefacts, resulted from resequencing of the same sample, or had insufficient annotations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1. Evolution Analysis Methods"
        },
        {
            "text": "Sequence alignment and potential recombination analysis: sequences were aligned using MAFFT [83] and manually adjusted in MEGA7 [84] . The breakpoints were detected using the phylogenetic incongruence among segments in sequence alignments using GARD and are shown by using the Simplot version 3.5.1 and Kimura model. Slide windows were set as 1000 bp, with each step 500 bp.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 128,
                    "end": 132,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Box 1. Evolution Analysis Methods"
        },
        {
            "text": "Phylogenetic analysis: all ML trees were reconstructed using the general time reversible substitution model with gamma distributed rate heterogeneity and 1000 bootstraps by RAxML (v4.8.10) [85] . Trends in Molecular Medicine 1). Based on recombination analysis and phylogenetic trees (Figure 2A) , we found that 2019-nCoV shares a most recent common ancestor with BetaCoV/RaTG13/2013 (EPI_ISL_402131), because both viruses are in the same cluster. However, our results indicate that this cluster may be the result of convergent evolution or complex recombination events involving at least two virus species with differing evolutionary histories (Figure 2A ). The two external segments of this clustered viral genome, encompassing nucleotide (nt) 1 to nt 13 521, and nt 23 687 to nt 30 079, are similar to bat CoVs ZC45 and ZXC21. The first segment includes ORF1a and the second segment includes the C terminus of the S protein, ORF3, E, M, ORF6, ORF7a, ORF8, N, and ORF10 ( Figure 2A ). This finding is also supported by reconstructing maximum likelihood (ML) phylogenetic trees, which reveal that segments from nt 1 to nt 13 521 and from nt 23 687 to nt 30 079 are clustered with Sarbecovirus. However, based on the ML tree result, the middle segment from nt 13 522 to nt 23 686 of 2019-nCoV genome and RaTG13 does not cluster with Sarbecovirus. It forms a new branch in the phylogenetic tree, located between Sarbecovirus and an Unclassified CoV. In addition, a recent preliminary report showed that the receptorbinding motif (RBM) of these two genomes shares a very low sequence similarity [56] . This divergence indicates a possible alternative source for the RBM encoding sequence in 2019-nCoV, as suggested by other preliminary reports [52, 57] . Interestingly, Lam et al. found several putative pangolin CoV sequences with 85.5% to 92.4% similarity to 2019-nCoV [52] . Further preliminary studies showing the existence of multiple lineages of pangolin CoVs with genetic similarity to 2019-nCoV further support the hypothesis that pangolins served as a potential intermediate host [52, 58] . The currently available data do not fully elucidate if the virus was directly transmitted from bats to humans or indirectly through an intermediate host, nor do they currently rule out convergent evolution as an alternative hypothesis to recombination to explain the discordant phylogenetic trees. Consequentially, more sequence data are needed to confirm the specific source and origin of the 2019-nCoV, which can only be achieved by enhanced collection and monitoring of bat and other wild animal samples.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1593,
                    "end": 1597,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1742,
                    "end": 1746,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1747,
                    "end": 1750,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1869,
                    "end": 1873,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2087,
                    "end": 2091,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2092,
                    "end": 2095,
                    "text": "58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 284,
                    "end": 295,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 655,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Box 1. Evolution Analysis Methods"
        },
        {
            "text": "The topology of a phylogenetic tree with all the currently available spike protein gene sequences of 2019-nCoV shows high similarities between human isolates ( Figure 2B ), indicating only minimal genetic variation, which is rather unexpected for fast evolving RNA viruses [42] . However, these similarities could be the result of a relatively recent common ancestor, suggesting that the emergence of the virus was a recent event. Furthermore, results are similar to the finding from other preliminary reports that indicate that the virus source of interspecies transmission was highly concentrated or limited, possibly a single event [14, 42, 43, 59] . In addition, the high sequence similarity among the viruses isolated from patients indicates a recent introduction to humans [60] . In all, these results further support the role of Wuhan as the epicenter of the outbreak and there is no evidence for other sources of this 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Trends Trends in in Molecular"
        },
        {
            "text": "The spike protein (S) is the major determinant of cell tropism and hence interspecies transmission of CoVs, since it binds the virus to a cellular receptor and subsequently catalyzes virus entry by membrane fusion. The 3D structure of the viral S of 2019-nCoV determined by electron microscopy ( Figure 3A , [61] ) revealed its similarity to S of other CoVs. This allows deduction of further features from other CoVs. S is a type I trimeric transmembrane protein with an N terminal cleavable signal peptide, one large and heavily N-glycosylated ectodomain (60-90 carbohydrates per trimer), a transmembrane region, and a cytoplasmic tail containing a cluster of S-acylated cysteine residues. The ectodomain is cleaved by proteases into the between genera highly variable S1 domain, carrying the receptor-binding activities, and the more conserved S2 domain that catalyzes membrane fusion. The S1 domain is further divided into",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 305,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Structure and Function of the Spike Protein of 2019-nCoV, the Major Determinant of Cell Tropism"
        },
        {
            "text": "an N terminal domain (NTD) and a C terminal domain (CTD). The NTD exhibits a structural fold as human galectins, galactose-binding lectins, and hence, in most CoVs, a sugar present at the cell surface serves as an attachment factor. The CTD is responsible for binding to the host receptor angiotensin-converting enzyme 2 (ACE2) in the case of SARS-CoV and 2019-nCoV. The CTD contains two subdomains: a core structure (a five-stranded antiparallel β-sheet) and the actual RBM, which determines the receptor binding specificity. The recently released structure of the RBM ACE2 complex ( Figure 4A ) revealed that most S residues contacting ACE2 are identical between SARS-CoV and 2019-nCoV. However, some are unique, including an important salt bridge that involves different amino acids in ACE2 to bind S of SARS-CoV and 2019-nCoV. These slight differences might explain the more efficient binding of S from 2019-nCoV to ACE2, but this has not been observed in other preliminary studies [61, 62] .",
            "cite_spans": [
                {
                    "start": 986,
                    "end": 990,
                    "text": "[61,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 991,
                    "end": 994,
                    "text": "62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 594,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "The CTD of S has basically the same folding in other CoVs, even if they use different host receptors, such as dipeptidyl peptidase 4 for MERS-CoV. The diversity of receptor usage is an outstanding feature of CoVs and (assuming that they all have derived from a common ancestor) already indicates that they have changed their receptor binding specificity multiple times during evolution [63] [64] [65] .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "After binding to its receptor, S catalyzes fusion of the viral and cellular membrane to allow access of the viral genome to the cytosol. A prerequisite for this activity is the cleavage of S into subunits, a process called priming. The first cleavage site is located at the S1/S2 boundary ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "and another site (called S2′) within S2. CoVs have evolved multiple strategies for proteolytic activation of S, and a large number of host proteases, such as furin, trypsin, trans-membrane protease/serine (TMPRSS), and cathepsins have been identified to process the spike protein. As a rule, furin cleaves S at a polybasic cleavage site (minimal motif R-X-X-R) during its biosynthesis in the trans-Golgi compartments or during virus entry in endosomes. Cleavage by trypsin and TMPRSS family members occurs at monobasic cleavage sites and likely takes place in the extracellular space and at the cell surface. Cathepsins, ubiquitous lysosomal enzymes with a rather broad substrate specificity, cleave S during virus entry [66] . For 2019-nCoV, it was shown that TMPRSS 2 primes S, the cathepsins B and L are only required in the absence of this protease [67] . Interestingly, S of 2019-nCoV has acquired a polybasic motif at the S1/S2 boundary, which is not present in S of the bat CoVs and SARS-CoV [68] . Preliminary data showed that S of 2019-nCoV is cleaved by furin during its biosynthesis [69] . This is reminiscent of low-pathogenic avian influenza viruses, which, if introduced into a poultry farm, may acquire a polybasic cleavage motif that causes a deadly outbreak of highly ",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 725,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "pathogenic virus. S of MERS-CoV has a similar motif, which is cleaved by furin during biosynthesis of S. The availability and activity of the proteases in a certain cell, tissue, and host species regulates the tropisms of CoVs. However, the fact that S can easily acquire new protease cleavage sites and that various (some of them ubiquitous) proteases can fulfil the same task suggests that CoVs are naturally equipped or can easily adapt to multiply in several cell types.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Cleavage at the internal S2′ site occurs just upstream of the sequence S-F-I-E-D-L-L-F, which is highly conserved between S proteins of CoVs. It likely functions as a fusion peptide that inserts into the cellular membrane once the conformational change that catalyzes membrane fusion has been initiated. What triggers the refolding of S is unclear; the low pH prevailing in the endosome during virus entry is only required to activate cathepsins and binding to the receptor causes only minor conformational changes, but might be required to expose a previously hidden proteolytic cleavage site. The structure of parts of the S2 subunit from SARS-CoV in the postfusion conformation ( Figure 3B ) revealed a six helix bundle between two heptad repeats (a motif of seven amino acids in which amino acid 1 and 4 are hydrophobic), which is a typical feature of class I fusion proteins, such as hemagglutinin (HA) of influenza virus and Gp160 of HIV. However, the six helix bundle formed by S is longer, indicating its formation released more energy that drives the fusion of two lipid bilayers [70, 71] . In summary, an amazingly large number of experimental data have already been worked out for S of 2019-nCoV and these models are still evolving.",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[70,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "71]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 692,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "The identification of the contact residues between the receptor-binding domain of S from 2019-nCoV and human ACE2 allows estimation of whether 2019-nCoV could infect other species ( Figure 4A ) [72] . To do so, we aligned all available ACE2 amino acid sequences with human ACE2. We placed emphasis on the presence of N-glycosylation motifs near the binding site, since they might affect attachment of S. Human ACE2 is glycosylated at N53, N90, and N322 ( Figure 4A , orange sticks). N53 is conserved in all species. N90 is not a glycosylation site in ACE2 of mouse, pig, N. procyonoides, raccoon, civet, ferret, fox, E. telfairi, and chicken. N322 is not a glycosylation site in ACE2 of mouse, rat, cattle, sheep, E. telfairi, and pangolin. However, ACE2 of some species contain an additional glycosylation motif in this region. Residue L79 is a potential N-glycosylation site in chicken and M82 is a potential glycosylation site in Rhinolophus sinicus, pangolin, and rat. Notably, glycosylation of residue 82 has been show to prevent binding of S from SARS-CoV to rat ACE2 [73] .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Molecular Differences in the ACE2 Receptor between Human and Animal Species"
        },
        {
            "text": "Some amino acids in ACE2 affect binding to S of 2019-nCoV are depicted for various species in Table 1 . The S binding site of ACE2 from macaque and chimpanzees is identical to human ACE2. ACE2 from other species revealed eleven (chicken), nine and ten (rodents), or only three (cat) amino acid differences compared with human ACE2. Of special interest are ACE2 proteins from farm animals and a pet cat, since they might become another possible reservoir for 2019-nCoV. ACE2 from pig contains six exchanges, but they are mostly located at the periphery of the binding site ( Figure 4B ). N90T causes the loss of the glycosylation site. E329 forms a salt bridge with R426 in S of SARS-CoV, but S of 2019-nCoV forms a salt bridge with another residue (D30) in ACE2. Thus, the exchange of E329 by N in porcine ACE2 might affect binding to S of SARS-CoV, but not to S from 2019-nCoV. A similar pattern emerges for amino acid differences between human and cattle ACE2 ( Figure 4C ) and cat ACE2 ( Figure 4D ). The few exchanges are also located peripheral to the core of the binding region and thus their exchange might not represent a large obstacle for infection of cells from these species with 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 574,
                    "end": 583,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 964,
                    "end": 973,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 991,
                    "end": 1000,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Molecular Differences in the ACE2 Receptor between Human and Animal Species"
        },
        {
            "text": "Potential Drug Targets in S of 2019-nCoV",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "No approved antiviral agents are available against the current outbreak, but convalescent sera or monoclonal antibodies inhibit SARS-CoV or MERS-CoV in vitro or in animal models. However, sufficient sera and antibodies can hardly be produced during a large outbreak. Moreover, monoclonal antibodies neutralizing SARS-CoV are not (or only poorly) reactive against 2019-nCoV, indicating that the antibody epitopes are highly variable [74] . Inhibitors of the proteases that prime S for fusion also have antiviral activity. However, since S can use various proteases for priming, more than one inhibitor is required.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "More promising are drugs directed against the highly conserved S2 subunit, such as peptides that inhibit membrane fusion. The proof of principle is enfuvirtide, a 20 amino acid peptide that is identical in sequence to a part of the heptad repeat region 2 (HR2) that forms a six helix bundle with heptad repeat region 1 (HR1). The peptide binds to HR1, which saturates the binding site for HR2, thereby preventing the conformational change that catalyzes membrane fusion. Peptides with a similar mode of action have been developed for the S2 subunit of SARS-CoV and MERS-CoV. They inhibit virus entry, reduce formation of plaques in vitro, and had beneficial effects in a mouse model. The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Rhinolophus sinicus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Nyctereutes procyonoides",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Chicken",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "most promising peptide is called E1, which binds with high affinity to the HR1 region of S from SARS-CoV [75] . Sequence comparison between HR1 of S from SARS-CoV and 2019-nCoV shows various amino acid exchanges, but none of them is involved in binding to E1 (Figure 3C ), indicating that E1 could also be effective against 2019-nCoV.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 269,
                    "text": "(Figure 3C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Another potential drug target might be the cellular enzyme(s) that attach fatty acids to a cluster of cysteines in the cytoplasmic tail of S. The fatty acids are required for S to fuse with the host cell and affect virus assembly, similar to what has been described for other spike proteins, such as HA of influenza virus. Enzymes that attach acyl chains to S have not been identified, but cellular proteins are acylated by one or several of the 23 members of the ZDHHC family, which have distinct, only partly overlapping substrate specificities. If only a few of them might acylate S in airway cells of the lung, their blockade might result in suppression of viral replication, while acylation of cellular proteins will not be (or very little) compromised. Although more research is required, targeting acyltransferases might be promising, since the cluster of cysteines is present in S from all CoV genera, regardless of their origin. Acylation might thus be required for a very basic function of S, arguing that even newly emerged CoVs probably will also rely on this modification of S to replicate efficiently [76] . However, since key proteins of the innate immune response are also palmitoylated, acylation inhibitors might be limited if the proteins of the innate immune response are modified by the same enzymes as viral proteins.",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        },
        {
            "text": "Previous studies showed that CoVs genomes display a high degree of plasticity in terms of gene content and recombination. Furthermore, the relatively large CoV genome increases the probabilities for adaptive mutations, with it being relative easy for the spike protein to exploit multiple cellular receptors for virus attachment and entry [52, [77] [78] [79] . These features are likely the cause of this alarming propensity of CoVs for host-species expansion. Unfortunately, China has seen a number of interspecies transmissions by CoV in recent years [80] [81] [82] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Whether this current COVID-19 epidemic 'frizzles out' or expands into a full-blown pandemic remains to be seen. It might also be desirable to monitor farm animals and pet cats for infection with 2019-nCoV, since their ACE2 receptor responsible for 2019-nCoV binding differs in only a few amino acids from human ACE2. Surveillance might prevent the virus establishing itself in another animal species that is in close contact to humans. In addition, in light of the fact that there are multiple species of CoVs circulating in wildlife species and that these animals are constantly interacting with each other, host-species expansion or interspecies transmission of new CoV to humans seems to be inevitable. Major knowledge gaps regarding the emergence of 2019-nCoV remain exists but worldwide scientists are working with unprecedented speed to investigate the virus, rushing to develop targeted therapeutics (see Outstanding Questions). Notwithstanding, a global surveillance network involving veterinarians and animal biologists is urgently needed to monitor, and possibly to predict, potential sources for the emergence of another highly pathogenic CoV. We propose the concept of 'One Health' to facilitate scientific exchange across disciplines, sharing of data, and coordinated efforts in order to prevent future outbreaks. From surveillance and evolutionary studies on animal viruses, can their zoonotic potential be identified before interspecies transmission occurs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "What are the key interactions between the spike protein (S) of 2019-nCoV and its receptor angiotensin-converting enzyme 2 (ACE 2)? Which amino acids in ACE2 determine whether S can bind? Is efficient binding to ACE2 the only determinant that decides whether an animal species can be infected?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Is expression of the trans-membrane protease/serine another decisive factor for infection of a cell? Is the newly acquired polybasic cleavage site in S associated with cross-species transmission of 2019-nCoV?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "What are the similarities and differences of COVID-19 epidemiology in comparison with SARS and MERS? What is the basic reproductive number (R 0 ) , the real incubation period, and the morbidity and mortality rate? Can COVID-19 develop into an endemic or seasonal infectious disease, like the flu?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "With the experience of mitigating the outbreaks of SARS and avian influenza, what strategies can be applied in mitigating COVID-19 and future CoV outbreaks? Should veterinarians play more important roles in the prevention and control of emerging zoonoses in the future?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Trends in Molecular Medicine, Month 2020, Vol. xx, No. xx 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndromerelated coronavirus: the species and its viruses -a statement of the Coronavirus Study Group. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Isolation and propagation of a human enteric coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Resta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "4717",
            "issn": "",
            "pages": "978--981",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East Respiratory Syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N. Engl. J. Med",
            "volume": "376",
            "issn": "",
            "pages": "584--594",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cross-host evolution of severe acute respiratory syndrome coronavirus in palm civet and human",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "102",
            "issn": "",
            "pages": "2430--2435",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New SARS-like virus in China triggers alarm",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "6475",
            "issn": "",
            "pages": "234--235",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Discovery of seven novel mammalian and avian coronaviruses in the genus Deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995--4008",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [],
            "year": 2004,
            "venue": "Chinese SARS Molecular Epidemiology Consortium",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of diverse alphacoronaviruses and genomic characterization of a novel severe acute respiratory syndrome-like coronavirus from bats in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "",
            "pages": "7070--7082",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "F-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiological and clinical features of the 2019 novel coronavirus outbreak in China. medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.10.20021675"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evidence and characteristics of human-tohuman transmission of SARS-CoV-2. medRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.03.20019141"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A locally transmitted case of SARS-CoV-2 infection in Taiwan",
            "authors": [
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001573"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1623"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An update on the epidemiological characteristics of novel coronavirus pneumonia (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "41",
            "issn": "",
            "pages": "139--144",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team (2020) The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": null,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "41",
            "issn": "",
            "pages": "145--151",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Model parameters and outbreak control for SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "1258--1263",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Preparation for possible sustained transmission of 2019 novel coronavirus: lessons From previous epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1960"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MERS transmission and risk factors: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Complexity of the basic reproduction number (R 0 )",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg. Infect. Dis",
            "volume": "25",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Journey of a Thai taxi driver and novel coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Pongpirul",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001621"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The first 2019 novel coronavirus case in Nepal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bastola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "279--280",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30067-0"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "20",
            "issn": "",
            "pages": "30360--30363",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Imaging features of 2019 novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Nucl. Med. Mol. Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00259-020-04720-2"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Novel coronavirus pneumonia outbreak in 2019: computed tomographic findings in two cases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J. Radiol",
            "volume": "21",
            "issn": "",
            "pages": "365--368",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Novel coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evidence of SARS-CoV-2 infection in returning travelers from Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoehl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001899"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl. Pediatr",
            "volume": "9",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Epidemiology, transmission dynamics and control of SARS: the 2002-2003 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos. Trans. R. Soc. Lond. Ser. B Biol. Sci",
            "volume": "359",
            "issn": "",
            "pages": "1091--1105",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Origin, genetic diversity, and evolutionary dynamics of novel porcine circovirus 3",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Sci. (Weinh)",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Origin, evolution, and genotyping of emergent porcine epidemic diarrhea virus strains in the United States",
            "authors": [
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "737--00713",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Surveillance of bat coronaviruses in Kenya identifies relatives of human coronaviruses NL63 and 229E and their recombination history",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "1953--1969",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Broad cross-species infection of cultured cells by bat HKU2-related swine acute diarrhea syndrome coronavirus and identification of its replication in murine dendritic cells in vivo highlight its potential for diverse interspecies transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Virol",
            "volume": "93",
            "issn": "",
            "pages": "1448--1467",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "MHC class II proteins mediate crossspecies entry of bat influenza viruses",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Karakus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "7746",
            "issn": "",
            "pages": "109--112",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Genetic analysis and evolutionary changes of porcine circovirus 2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mol. Phylogenet. Evol",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "SARS-associated coronavirus transmitted from human to pig",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "446--448",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Genomic characterization and infectivity of a novel SARS-like coronavirus in Chinese bats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg. Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Identification of 2019-nCoV related coronaviruses in Malayan pangolins in southern China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": ".-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.13.945485"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Med",
            "volume": "21",
            "issn": "",
            "pages": "1508--1513",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paraskevis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Genet. Evol",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Molecular epidemiology, evolution and phylogeny of SARS coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K H"
                    ],
                    "last": "Luk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect. Genet. Evol",
            "volume": "71",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Evidence of recombination in coronaviruses implicating pangolin origins of nCoV-2019. bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.939207"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Isolation and characterization of 2019-nCoV-like coronavirus from Malayan pangolins. bioRxiv",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.951335"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Are pangolins the intermediate host of the 2019 novel coronavirus (2019-nCoV)? bioRxiv",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.18.954628"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Tropism and innate host responses of influenza A/H5N6 virus: an analysis of ex vivo and in vitro cultures of the human respiratory tract",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. Respir. J",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "SARS-CoV-2 and SARS-CoV spike-RBD structure and receptor binding comparison and potential implications on neutralizing antibody and vaccine development. bioRxiv",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.951723"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Structure, function, and evolution of coronavirus spike proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Annu. Rev. Virol",
            "volume": "3",
            "issn": "",
            "pages": "237--261",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Microbiol",
            "volume": "17",
            "issn": "",
            "pages": "181--192",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Bat-to-human: spike features determining 'host jump' of coronaviruses SARS-CoV, MERS-CoV, and beyond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Microbiol",
            "volume": "23",
            "issn": "",
            "pages": "468--478",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Host cell proteases: critical determinants of coronavirus tropism and pathogenesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Millet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virus Res",
            "volume": "202",
            "issn": "",
            "pages": "120--134",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The novel coronavirus 2019 (2019-nCoV) uses the SARS-coronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells. bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.31.929042"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antivir. Res",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Structure, function and antigenicity of the SARS-CoV-2 spike glycoprotein. bioRxiv",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.19.956581"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Structures and polymorphic interactions of two heptad-repeat regions of the SARS virus S2 protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "",
            "pages": "889--899",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Ready, set, fuse! The coronavirus spike protein and acquisition of fusion competence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heald-Sargent",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "",
            "pages": "557--580",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Crystal structure of the 2019-nCoV spike receptor-binding domain bound with the ACE2 receptor. bioRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.19.956235"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Structure of SARS coronavirus spike receptorbinding domain complexed with receptor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1864--1868",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Coronaviruses -drug discovery and therapeutic options",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "15",
            "issn": "",
            "pages": "327--347",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A pan-coronavirus fusion inhibitor targeting the HR1 domain of human coronavirus spike",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Adv",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Toward the identification of ZDHHC enzymes required for palmitoylation of viral protein as potential drug targets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gadalla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expert Opin. Drug Discov",
            "volume": "15",
            "issn": "",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Structural definition of a neutralizationsensitive epitope on the MERS-CoV S1-NTD",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Rep",
            "volume": "28",
            "issn": "",
            "pages": "3395--3405",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Adaptive evolution of MERS-CoV to species variation in DPP4",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep",
            "volume": "24",
            "issn": "",
            "pages": "1730--1737",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Structural definition of a unique neutralization epitope on the receptor-binding domain of MERS-CoV spike glycoprotein",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Rep",
            "volume": "24",
            "issn": "",
            "pages": "441--452",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Epidemiology, genetic recombination, and pathogenesis of coronaviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Microbiol",
            "volume": "24",
            "issn": "",
            "pages": "490--502",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Fatal swine acute diarrhoea syndrome caused by an HKU2-related coronavirus of bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "556",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Discovery of a rich gene pool of bat SARSrelated coronaviruses provides new insights into the origin of SARS coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathog",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "MAFFT: a novel method for rapid multiple sequence alignment based on fast Fourier transform",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nucleic Acids Res",
            "volume": "30",
            "issn": "",
            "pages": "3059--3066",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol. Biol. Evol",
            "volume": "33",
            "issn": "",
            "pages": "1870--1874",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stamatakis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1312--1313",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spreading of the 2019-nCoV Epidemic. (A) Timeline of events during the 2019-nCoV epidemic. (B) Human confirmed cases of 2019-nCoV infection in China. (C) Human confirmed cases of 2019-nCoV infection in the world (Last update on 24:00 UTC+8, 20 February 2020). Abbreviations: CDC, Centers for Disease Control; ICTV, International Committee on Taxonomy of Viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structure of the 2019-nCoV Genome. (A) Recombination analysis of 2019-nCoV. A rescaled structure of the 2019-nCoV genome (top) and similarity recombination analysis with reference sequences using Simplot v3.5.1 (accession number BetaCoV/Wuhan/WIV02/2019|EPI_ISL_402127 EPI_ISL_402131, KJ473816, DQ071615, DQ412043, GQ153543, AY394995, KF569996, MG772933, MG772934). Sequences were separated based on potential recombination breakpoint on nucleotides 13 522 and 23 686. Maximum likelihood (ML) phylogenetic trees inferred for the pink and purple regions confirm different topologies and recombination. (B) ML tree of 2019-nCoV spike protein gene. The ML tree was reconstructed using the general time reversible substitution model with gamma distributed rate heterogeneity and 1000 bootstraps using RAxML (v4.8.10).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structure of Spike Protein (S) Before and After Membrane Fusion. (A) Structure of the trimeric ectodomain of S from 2019-nCoV. The S2 subunit in one monomer is shown in green, the N terminal domain (NTD) of S2 in magenta, and the C terminal domain (CTD) of S2 in blue. The CTD is in the 'up-conformation', exposing the binding domain for the angiotensin-converting enzyme 2 (ACE2) receptor (cyan). The S1/S2 and S2′ cleavage sites are indicated in red. The figure was created with Pymol from Protein Data Bank (PDB) file 6VSB. (B) Structure of the heptad repeat (HR) domains of S from severe acute respiratory syndrome coronavirus (SARS-CoV). Heptad repeat region 1 (HR1) is labeled green and repeat region 2 (HR2) in blue. Formation of this six-helix bundle is supposed to drive membrane fusion. The figure was created with Pymol from PDB file 1ZV8. (C) Structure of the HR1 of S from SARS-CoV (green) bound to the pancoronavirus peptide inhibitor EK1 (blue). The amino acids in S essential for binding to EK1 are shown as magenta sticks in one helix. The amino acids in S from 2019-nCoV not conserved in S from SARS-CoV are shown as red sticks. Since the nonconserved amino acids are apparently not required for binding to EK1, the fusion inhibitor is likely to prevent cell entry of 2019-nCoV. The figure was created with Pymol from PDB file 5ZVM. Abbreviations: RBD, receptor-binding domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Spike Protein (S) and Its Receptor. (A) Structure of the receptor-binding domain of S from 2019-nCoV (green) bound to human angiotensin-converting enzyme 2 (ACE2) (blue). Most amino acids involved in binding are highlighted as magenta (S) and cyan (ACE2) sticks. Asparagine (N) that are N-glycosylation sites (motif N-X-S/T) in human ACE2 are shown as orange sticks. Amino acids in human ACE2 that are involved in binding, but encode a potential N-glycosylation site in ACE2 from other species, are shown as red sticks. The dotted line indicates the salt bridge between D30 and K417 (generated with Pymol from Protein Data Bank file6VSB). (B) Amino acid exchanges between human ACE2 and pig ACE2. Amino acid exchanges in ACE2 from pig compared with human ACE2 are highlighted in red. The exchange N90T destroys the N-glycosylation site in human ACE2. (C) Amino acid exchanges between human ACE2 and cattle ACE2. Amino acid exchanges in ACE2 from cattle compared with human ACE2 are highlighted in red. The exchange N322Y destroys the N-glycosylation site in human ACE2. ACE2 from sheep exhibits identical amino acid exchanges. (D) Amino acid exchanges between human and cat ACE2. Amino acid exchanges in ACE2 from cat compared with human ACE2 are highlighted in red. All relevant glycosylation sites in human ACE2 are conserved.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "We thank Professor Changchun Tu, Institute of Military Veterinary Medicine, Academy of Military Medical Sciences, for his guidance and help. This work was financially supported by the National Key Research and Development Program of China (2017YFD0500101), the Fundamental Research Funds for the Central Universities Y0201900459, the Young Top-Notch Talents of National Ten-Thousand Talents Program, Sino German cooperation and exchange project in international cooperation and Cultivation Project in 2019, and the Bioinformatics Center of Nanjing Agricultural University. X.J. and M.A.S. are partially supported through National Institutes of Health grant U19 AI135995. Research in the lab of M.V. is funded by the Outstanding Questions When and how did COVID-19 emerge? What is or are the natural and intermediate host species for 2019-nCoV? What is the distribution of 2019-nCoV in different mammalian species? Will it infect farm animals or pets?",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". The first case outside of China was reported in Thailand on January 13, caused by a Wuhan resident travelling to this country. On January 19 cases were reported from outside Wuhan, in Beijing City, and in the Guangdong Province, indicating that the virus had spread within China, and the total number of confirmed cases rose to 205. Already by January 23, 29 provinces, plus six foreign countries, had reported a total of 846 confirmed cases, an approximately 20-fold increase from the first phase. Meanwhile, Wuhan city implemented a 'lock-down' (i.e., shutting down all movement within and out of the city). Unfortunately, this period coincided with the traditional mass movement of people, a form of 'home-coming', before Chinese New Year and thus more than 5 million people had already left Wuhan. iii. The third phase started on January 26, which is marked by the rapid increase of cluster cases.On February 10, retrospective analysis showed that the number of clustered cases accounted for 50-80% of all confirmed cases in Beijing, Shanghai, Jiangsu, and Shandong[19].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Trends in Molecular Medicinewhich species and under what circumstance the virus crossed the species barrier to infect humans remains to be clarified. Early investigations about the origin of COVID-19 suggested that the 2019-nCoV may have jumped from bats to human",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of Some Important ACE2 Residues among Different Species That Affect Binding to 2019-nCoV Receptor-Binding Domain (RBD)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}