{
    "paper_id": "2f8c3378797159662e0d94b5dfb07c1b5bb88579",
    "metadata": {
        "title": "Effects of ambient temperature on volume, specialty composition and triage levels of emergency department visits",
        "authors": [
            {
                "first": "Chia-Chun",
                "middle": [],
                "last": "Tai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "addrLine": "No. 7, Chung-Shan South Road, Taipei 100",
                        "country": "Taiwan;, Taiwan University"
                    }
                },
                "email": ""
            },
            {
                "first": "Chien-Chang",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "addrLine": "No. 7, Chung-Shan South Road, Taipei 100",
                        "country": "Taiwan;, Taiwan University"
                    }
                },
                "email": ""
            },
            {
                "first": "Chung-Liang",
                "middle": [],
                "last": "Shih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "addrLine": "No. 7, Chung-Shan South Road, Taipei 100",
                        "country": "Taiwan;, Taiwan University"
                    }
                },
                "email": ""
            },
            {
                "first": "Shyr-Chyr",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "addrLine": "No. 7, Chung-Shan South Road, Taipei 100",
                        "country": "Taiwan;, Taiwan University"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aim: To evaluate the effects of change of ambient temperature on emergency department (ED) patient visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This prospective observational study was conducted in the ED ED patient numbers of different triage levels in different service specialties were collected and correlated with the daily average temperature (T) and change in temperature (DT) compared with the previous day. A univariate analysis was performed with the Pearson correlation and a multivariate analysis with multiple linear regression analysis. Results: A total of 505 224 patient visits were included in this study. On univariate analysis, there was no significant correlation between T and the ED volume (r = 0.012, p = 0.608), but there was a significant correlation between DT and ED volume (r = 0.109, p,0.001). On multivariate analysis, DT and holidays were identified as independent predictors of ED volume. We established the following formula in predicting the ED patient number: y = 265.42+(0.066T)+(2.576DT)+(59.776holiday). There was a positive association between T and the trauma patient number, while there was a negative association between T and medical and paediatric patient numbers. On the triage level, a low T was associated with increased patient triage level, while no significant association was noted between DT and the proportion in any triage level. Conclusions: Our study demonstrated that ambient temperature had differential effects on ED patient visits of different specialties and severities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he emergency department (ED) is one of the most crowded facilities in a hospital. ED overcrowding has been shown to compromise patient safety by increasing the risk of intrahospital infection and the rate of medical errors, even if there is no mass casualty incident. 1 High numbers of patient visits is a major cause of ED overcrowding, which means more critical patient and admission requirements than anticipated at the inpatient units. 2 3 In addition to the sudden increase in ED patient visits, an unusual patient profile (for example, triage level and specialty) may result in insufficient ED personnel to provide adequate care. When such staffing inadequacies occur, the ED director must respond with additional personnel. Matching staffing level to the various critical conditions of patients should not only conform to cost-efficient operation and patients' satisfaction, but also reduce the risk of medical errors. It is therefore important to recognise the factors influencing the ED patient severity and profiles in order to better tailor staffing and resource allocations.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 445,
                    "text": "2 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Understanding any relationship between the ambient temperature and the volume, specialty, and triage levels of ED patients would be simple and advantageous in planning for ED staff deployments. However, previous studies focused on the effect of the absolute value of temperature on ED volume and did not yield consistent results. [4] [5] [6] [7] [8] Moreover, previous studies provided little information on the differential effects of temperature on the composition of patients of different specialties or severities. [4] [5] [6] [7] [8] In this study, we sought to examine the influence of ambient temperature, with emphasis on the change of temperature (DT), on the total ED patient visits, including the daily triage and visit type.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 535,
                    "end": 538,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data on ED visits to the National Taiwan University Hospital were prospectively collected from January 2002 to January 2007. The university hospital is a 2400-bed primary and tertiary care teaching hospital located in Taipei (25˚N 121˚E) . Taipei City is located in the subtropical region and monsoon climate region. The weather tends to be cold (around 10˚C) and damp in winter. It is hotter from June to October (around 33˚C), and there are usually thunderstorms and typhoons during this period. The Taiwan Central Weather Bureau is the official institute that gathers daily weather parameters across the island. We obtained the climate data of Taipei City in the corresponding study period from this bureau.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 237,
                    "text": "Taipei (25˚N 121˚E)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Study design and setting"
        },
        {
            "text": "We collected the daily total of ED patient numbers, the number of patients of different triage levels and separate specialties (medical, traumatic, paediatric, obstetric and dental services), and the daily average ambient temperature (T) of Taipei City. Because of the great differences in ED visits during holidays, weekdays and holidays were analysed independently. These data were stored in a computerised database for future analysis. Paediatric trauma patients and gynaecologic patients in our hospital were serviced by the trauma team and were enrolled in the trauma group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "Adhering to the authoritative policy of the Department of Health of Taiwan, we used a four-level scale triage category in our institution: 1 = life-threatening/resuscitation, 2 = urgent, 3 = less urgent, 4 = non-urgent. 9 The daily average ambient temperature was the mean of the daily hourly temperature recordings. Temperature difference (DT) was defined as the average ambient temperature difference between one day (T) and the day before.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "Abbreviations: CI, confidence interval; ED, emergency department; SARS, severe acute respiratory syndrome; T, daily average ambient temperature; DT, change in temperature Primary data analysis For this analysis we excluded the period of the outbreak of severe acute respiratory syndrome (SARS) showed another extraordinary but predictable increase of ED admissions and was excluded from the group of holidays. The average daily ED visits increased to an average of 462 persons per day, compared with an average of 285 persons per day outside the Chinese New Year period (p,0.001). Statistical analysis was performed with SPSS software for Windows, version 13 (SPSS, Inc, Chicago, Illinois, USA). Pearson correlation and linear regression analysis were used to evaluate the univariate or multivariate associations between ambient temperature and ED patient numbers, specialty composition, and triage level. Holiday time was included as a covariate to control for confounding. The final model included the following covariates: absolute temperature (T), change of temperature (DT), and whether or not holiday time. We calculated b coefficients and 95% confidence intervals (CIs) to estimate the differences in ED patient volume associated with each degree change in T or DT. A two-tailed p value ,0.05 was considered significant.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "text": "(SARS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection and processing"
        },
        {
            "text": "During the study period of 1774 days, the ED of the National Taiwan University Hospital had 505 224 patient visits. The average daily ED patient visits and ambient temperature during weekdays and holidays are summarised in table 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total ED patient visits"
        },
        {
            "text": "The mean (SD) number of ED patients visiting during the holidays (326.6 (50.4)) was significantly higher than that during weekdays (266.8 (28.4)) (p,0.001), but there was no significant difference in ambient temperature (T) between weekdays (23.5 (5.4)˚C) and holidays (23.3 (5.5)˚C) (p = 0.343). Based on the census data of the Taipei City government, the month-end population in Taipei city between 2002 and 2006 was stable, with a mean (SD) month-end population of 26 262 963 (7550) and a difference of 1.0% between the largest (2 641 856) and the smallest (2 615 308) amount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total ED patient visits"
        },
        {
            "text": "On univariate analysis, we found that ED patient volume was affected more by a change of temperature (DT) than the absolute temperature value (T). There was no significant correlation between T and the ED patient volume (r = 0.012, p = 0.608), but there was a significant positive correlation between DT and ED patient volume (r = 0.109, p,0.001). On multivariate analysis, we produced a linear regression model with T, DT, and holiday or weekday status entered as independent variables and the ED patient number as the dependent variable. We identified DT and holiday time as independent predictors of ED patient volume. The formula used to predict the total daily ED patient number for our institution could be established as follows: y = 265.42+(0.066T) +(2.576DT)+(59.776holiday). The coefficients of the independent variables show the number of extra patients associated with each unit change in the independent variable. As shown in the formula, the effect of change of temperature compared with previous day (DT) is more prominent then the absolute value of temperature (T) on that day. A 1˚C change in DT was associated with 2.57 extra patient visits, while a 1˚C change in T is associated with only 0.06 extra patients. The total R for the model is 0.61 and the total variance that can be explained by the best-fit model (R 2 ) is 37.2%. Table 2 summarises the b coefficients and the corresponding confidence interval of each independent variable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1347,
                    "end": 1354,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Total ED patient visits"
        },
        {
            "text": "To study the effect of ambient temperature on ED patient volume in each specialty, the ED patient number of each specialty was used as the dependent variable in the linear regression model. Table 3 displays the b coefficients and the corresponding 95% CI of each independent variable in each specialty. In contrast to the null effect of T on the total ED volume, T had a significant effect on the ED volume of different specialties. A statistically significant negative association was found between T and ED patient volume in medical and paediatric services, while a statistically significant positive association was found between T and ED patient volume in the traumatic service. Unlike the opposing effect of T on the ED patient volume of medical, paediatric, and traumatic services, DT had the same effect on ED patient volume in all three specialties; the ED patient number increased with DT. ED patient numbers in obstetric and dental services, however, were not affected by either T or DT. The results of the multivariate analysis are summarised in table 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Composition of ED patients by different specialty"
        },
        {
            "text": "Low temperature (T) was associated with increased severity profile of ED patients, as there was a greater proportion of patients triaged as levels I and II during cold days. The effect of DT was mainly on the patient number rather than the patient severity profile. There was a statistically significant positive association between DT and patient volume in each triage level except level IV, but there was no significant association between DT and the proportion in any triage level. On analysing the effect of holidays on triage level, we found that level III patients increased dramatically during holidays, probably due to the pronounced increase of walk-in patients. There was no correlation between the number of triage I patients and holidays. Table 4 summarises the b coefficients and the corresponding 95% CI of each variable in the linear regression model for predicting patient number in each triage level. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 751,
                    "end": 758,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Triage level"
        },
        {
            "text": "Our study demonstrates that the change in ambient temperature (DT), rather than the absolute value of ambient temperature (T), is a more sensitive marker for total ED patient volume in our hospital. We also established a linear regression prediction model for ED patient volume by T, DT and holiday or weekday status. Specifically, we found that T had a significant impact on the composition of ED patients, characterised as more trauma patients, and less medical and paediatric patients, when the temperature is high. We also found that it was T rather than DT that determined the ED patient severity profile, with a higher proportion of patients triaged as level I and II on cold days. The effect of DT was mainly on the patient number rather than the patient severity profile or specialty composition. Our study confirmed the association between ambient temperature and the volume, specialty composition, and severity profile of ED patients. It is commonly believed that ED use is influenced by the weather. However, previous studies draw inconsistent conclusions. Noble et al reported a tendency to have an increase in non-ambulance patient traffic during more favourable weather. 8 Diehl et al found fewer walk-in visits during autumn and winter than during summer months. Higher temperatures were associated with more walk-in visits. 6 But a retrospective study showed that unfavourable weather (for example, low temperature, precipitation, etc) did not affect the number, the nature, or the case severity of visits to a paediatric ED. 4 In our study, ambient temperature itself had no statistical correlation with the total ED visits, but the daily change of temperature had a positive association with the total ED patient visits. This validated the fact that when the weather gets warmer, there are more ED visits, and vice versa. The effect of DT is more prominent in cold temperatures probably because the greatly suppressed ED utilisation in cold days was liberated when the weather gets warmer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study demonstrated that the total patient volume was not affected by T, but the numbers of patients in different specialties were affected by T. This was because of the opposing effect of T on traumatic and medical or paediatric patient volume. On the one hand, when the weather becomes colder, the ED volume in the traumatic service decreases probably because of reduced outdoor activities. On the other hand, cold weather was associated with a multitude of serious medical and paediatric diseases that require ED utilisation, such as coronary events, cerebrovascular events, influenza, and exacerbations of asthma or chronic obstructive lung disease. This disease pattern may also explain the higher ED patient severity profile during cold days. When the temperature rises, patients with less severe medical problems go to the ED, as seen in the increased percentage of triage level III in this study, and this is usually associated with a larger increase in the ED volume. It is commonly thought that certain weather patterns, such as rainy days, are associated with a greater number of trauma patients. Bhattacharyya et al found a significant relationship between temperature and trauma centre admission volume. 10 Paediatric trauma admissions are likewise related to weather, as well as to maximum and minimum temperatures and hours of sunshine. 11 Our findings are consistent with previous studies that a significant positive correlation is found between ambient temperature and the proportion of trauma patients. This may be explained by the restricted outdoor activity when the temperature is below a certain point. [12] [13] [14] [15] Previous studies showed a weak correlation between paediatric ED visits and weather. Attia et al found no significant differences in paediatric ED visits and admissions during favourable and unfavourable weather. 4 Zibners et al confirmed the weak association between the weather and paediatric ED use, but offers little insight into predicting paediatric ED utilisation. 16 Our data revealed that the amount of non-trauma paediatric ED visits was related to the ambient temperature and the change of temperature at the same time. When the ambient temperature was low, the paediatric ED admission was high. But when the temperature rose, there was also a significant positive correlation between DT and the amount of paediatric patients, as with other specialties. This phenomenon might be explained by the fact that infectious diseases are known to be the major category of non-trauma paediatric ED utilisation, and common paediatric infectious diseases like influenza, parainfluenza and rotavirus infections are associated with cold weather. Therefore, we observed that the paediatric ED volume correlated with the cold temperatures. When the weather gets warm, family caregivers increased their demands for medical care of less severe diseases. This is why temperature change is related to paediatric ED volume.",
            "cite_spans": [
                {
                    "start": 1628,
                    "end": 1632,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1633,
                    "end": 1637,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1643,
                    "end": 1647,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study had several limitations. First, it was based on a primary and tertiary care medical centre located in a subtropical climate and where almost every citizen is covered by a uniform national health insurance with unrestricted access to ED utilisation. The generalisation of our results regarding other medical centres should take this background information into account. Second, we chose daily average temperature as the tested weather variable, and the effect of daily changes of minimal to maximal temperature were glossed over. Third, although other weather variables exerted little or negligible effects on the ED volume in previous studies, 4 5 11 some other weather variables not included in this study, such as thundershowers or typhoons, were associated with summer and might have confounded our results.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 660,
                    "text": "5 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "In summary, our study demonstrates that the change in temperature may be a sensitive marker for total ED patient volume change, but does not lead to a change in case mix and triage severity. The effects of the absolute value of temperature, however, were mainly on the case mix and triage severity. On cold days, paediatric and medical patients increase, and patients with higher severity also tend to increase. On warm days, trauma patients increase, while paediatric and medical patients decrease, and there were more patients with low severity. This linear relationship can be used to optimise staffing patterns. For example, more personnel is needed in sudden re-warming after an episode of cold weather, while more monitoring and critical care facilities are necessary when there is a cold wave. Accurate anticipation of these needs will tailor better staffing and resource allocations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Emergency department overcrowding in the United States: an emerging threat to patient safety and public health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trzeciak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Rivers",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Med J",
            "volume": "20",
            "issn": "",
            "pages": "402--407",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Overcrowding in emergency departments: increased demand and decreased capacity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Derlet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann Emerg Med",
            "volume": "39",
            "issn": "",
            "pages": "430--432",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defining a rational back-up policy for emergency departments",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ratzan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Emerg Med",
            "volume": "5",
            "issn": "",
            "pages": "49--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of weather on the number and the nature of visits to a pediatric ED",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Attia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edward",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Emerg Med",
            "volume": "16",
            "issn": "",
            "pages": "374--379",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of season and weather on pediatric emergency department use",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Christoffel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Emerg Med",
            "volume": "3",
            "issn": "",
            "pages": "327--357",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of calendar and weather data to predict walk-in attendance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Diehl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mannis",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "South Med J",
            "volume": "74",
            "issn": "",
            "pages": "709--721",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting daily visits to a walk-in clinic and emergency department using calendar and weather data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Holleman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Bowling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gathy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Gen Intern Med",
            "volume": "11",
            "issn": "",
            "pages": "237--246",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variations in visits to hospital emergency care facilities: ritualistic and meteorological factors affecting supply and demand",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Lamontagne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bellottie",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Med Care",
            "volume": "9",
            "issn": "5",
            "pages": "415--442",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ENA national benchmark guide: emergency departments",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emergency Nurses Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Relationship between weather and seasonal factors and trauma admission volume at a Level I trauma center",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Millham",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Trauma",
            "volume": "51",
            "issn": "",
            "pages": "118--140",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A year's trauma admissions and the effect of the weather",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Atherton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Abrams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Injury",
            "volume": "36",
            "issn": "",
            "pages": "40--46",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Environmental, policy, and cultural factors related to physical activity among rural, African American women",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Littleton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pulley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Women & Health",
            "volume": "36",
            "issn": "",
            "pages": "75--90",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Factors affecting levels of physical activity in adults",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Seefeldt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Malina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Sports Medicine",
            "volume": "32",
            "issn": "",
            "pages": "143--68",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Patterns of physical activity among American Indian children: an assessment of barriers and support",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gittelsohn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Community Health",
            "volume": "26",
            "issn": "",
            "pages": "423--468",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Energy metabolism in humans at a lowered ambient temperature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Westerterp-Plantenga",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Can Marken Lichtenbelt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strobbe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur J Clin Nutr",
            "volume": "56",
            "issn": "",
            "pages": "288--96",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Local weather effects on emergency department visits: a time series and regression analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Zibners",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Bonsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Emerg Care",
            "volume": "22",
            "issn": "",
            "pages": "104--110",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "from May 2003 to June 2003, because the ED volume was strictly controlled to prevent intra-hospital SARS spread. The average daily ED visits dropped to an average 186 persons per day, compared with an average of 285 persons per day outside the SARS period (p,0.001). Similarly, the period of Chinese New Year(11)(12)(13)(14)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Descriptive statistics of ambient temperature and emergency department (ED) volume during the study period",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "linear regression model for prediction of volume of each triage level*",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}