{
    "paper_id": "2fcdc5c8c473ba298a0a62f5df84f8fd1c14a597",
    "metadata": {
        "title": "Leitthema: Zoonosen Die Bedeutung von Coronaviren",
        "authors": [
            {
                "first": "H",
                "middle": [],
                "last": "Schmitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C"
                ],
                "last": "Drosten",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beispiel",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sars",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die Bedeutung der Coronavirus-Infektionen beim Menschen hat sich durch das Auftauchen des SARS-Coronavirus dramatisch erhöht. In dieser Übersicht werden sowohl die epidemiologischen wie auch die klinischen Aspekte dieser neuen Virusinfektion dargestellt. Ausführlich wird auch die Rolle der virologischen Forschung bezüglich Pathogenese, Diagnostik und Therapie abgehandelt. Die jüngsten Infektionen im Dezember 2003 zeigen, dass das Thema SARS uns auch im Jahr 2004 noch weiterhin beschäftigen wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Schlüsselwörter",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coronaviren · SARS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The emergence of the new SARS coronavirus has shown dramatically the high relevance of human coronavirus infections. This overview presents data of both epidemiological and clinical studies of this new virus infection. Moreover, details of research on the pathogenesis, diagnostics, and therapy are given. The recent infections in December 2003 clearly document that SARS will be a major topic also in 2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bislang waren Coronaviren bei Menschen vorwiegend als Erreger von grippalen Infekten und als harmlose Darmbewohner bekannt. Die Coronavirus-Epidemie, die zum Jahresende 2002 von Südchina ausging, hat gezeigt, dass es hochpathogene Coronaviren nicht nur beim Tier, sondern auch bei Menschen gibt, die sich schnell durch Interkontinentalflüge weltweit ausbreiten können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronaviren sind 1937 zuerst bei Vögeln und erst ca. 30 Jahre später auch beim Menschen [1] nachgewiesen worden. Die menschenpathogenen Stämme sollen nach älteren Studien für 30% aller leichten grippeartigen Erkrankungen in der Bevölkerung verantwortlich sein [2] . Im Vergleich zu RS-(Respiratory-Syncytial) Virusinfektionen treten Coronavirus-Infektionen beim Menschen jedenfalls selten auf [3] . Bei immunsupprimierten Personen ließen sich diese Viren elektronenoptisch häufig im Stuhl nachweisen, ohne dass sie in Verbindung mit ernsteren Symptomen gebracht werden konnten [4] . Deshalb wurde dieser Virusfamilie zumindest im humanmedizinischen Bereich bis vor kurzem keine allzu große Beachtung geschenkt. Im veterinärmedizinischen Bereich spielen Coronaviren eine große Rolle. Hier rufen sie bei verschiedenen Säugern (Serogruppen 1 und 2) schwere Gastroenteritiden/Diarrhöen (Schwein/Rind), Hepatitiden (Maus) und Peritonitiden (Katzen) hervor. Bei Vögeln lösen Coronaviren der Gruppe 3 Bronchitiden aus. Es besteht also eine hohe Affinität der Coronaviren zu Epithelzellen des Respirations-und des Gastrointestinaltraktes. Einige Stämme befallen auch Leber-und Nervenzellen. Vor einigen Jahren wurde beim Schweinevirus ein Tropismenwechsel mit Beteiligung der Lunge beobachtet, der mit einer hohen Letalität einherging [5] . Wegen der großen Bedeutung für die Letalität bei Schweinen, Katzen und Hühnern wurden auch schon Impfstoffe entwickelt [6] . ",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 55,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1452,
                    "end": 1455,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Coronaviren"
        },
        {
            "text": "Wegen der häufigen Infektion des medizinischen Personals ließ sich schon bald eine kurze Inkubationszeit von 2 bis maximal 10 Tagen feststellen. Als erste Symptome werden Fieber, Muskel-und Kopfschmerzen angegeben. Respiratorische Beschwerden finden sich häufig erst am dritten bis fünften Krankheitstag, wobei Fieber, trockener Husten und Atemnot im Vordergrund stehen (⊡ Tabelle 1). In schweren Fällen zeigt die Blutgasanalyse eine Hypoxie. Im Röntgenbild kommt es fortschreitend zu peripheren Infiltrationen. Auffallend oft ist eine starke Erhöhung der Laktatdehydrogenese (LDH) [11, 12] . Man vermutet eine immunologische Komponente; jedenfalls hat sich die massive Gabe von Kortikosteroiden als hilfreich für die Behandlung von SARS-Patienten herausgestellt [9] . Während bei jungen Patienten die Sterblichkeitsraten relativ gering waren (2-5%), fand sich eine hohe Letalität (bis ca. 40%) bei Menschen über 60 Jahren [13] . [20] .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Klinisches Bild und Behandlung"
        },
        {
            "text": "Als die Daten von Dr. Urbani aus Vietnam zur WHO gelangten, wurde durch diese eine Reihe von Laboratorien eingeschaltet, um den Krankheitserreger zu identifizieren. Da man aufgrund der klinischen Symptomatik von einem Influenza-ähnlichen Virus ausging und auch über Hinweise auf eine Influenzavirusinfektion bei Patienten mit SARS-ähnlichen Symptomen berichtet wurde, handelte es sich zunächst um Labore, die sich mit der Epidemiologie und Diagnostik von Influenzaviren beschäftigten. Schon Anfang März 2003 stellte sich jedoch heraus, dass eine Influenzavirusinfektion wegen der vielen negativen Befunde in den Blutund Sputumproben der Patienten ausgeschlossen werden konnte. Eine Virusinfektion lag aber wegen des Nicht-Anprechens auf Antibiotika nahe. Wie in ⊡ Tabelle 3 aufgelistet, wurden nun auch Laboratorien einbezogen, die sich mit der Diagnostik exotischer Virusinfektionen befassen. Diese Laboratorien wurden in einer ersten Telefonkonferenz der WHO zusammengeschaltet [16] . Am 15.3.03 wurde ein Arzt aus Singapur mit seiner Frau und dessen Schwiegermutter in das Universitätskrankenhaus in Frankfurt am Main eingeliefert. Mit großer Wahrscheinlichkeit handelte es sich um SARS-Patienten. Über das WHO-Netzwerk wurden in weiteren Konferenzen Ausschlussdiagnosen erstellt. In den umfangreichen Untersuchungen der Virologie des Bernhard-Nocht-Institutes konnten Infektionen mit hämorrhagischen Fieberviren und mit Flavivirus ausgeschlossen werden. Im Elektronenmikroskop wurden im Patientensputum Viruspartikel gefunden, die man zuerst für Parainfluenzaviren hielt [10] . Auch Chlamydien sollten eine Rolle spielen [21] . Allerdings konnten andere Laboratorien diese Daten nicht bestätigen [19] . In der Virologie in Frankfurt am Main gab es Hinweise darauf, dass sich in Gewebekulturen (Verozellen), die mit dem Patientenmaterial beimpft worden waren, ein zytopathischer Effekt einstellte. Der Ge-",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 984,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1575,
                    "end": 1579,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1700,
                    "end": 1704,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Identifizierung des Virus"
        },
        {
            "text": "Abb. 2 ▲ Phylogenese der Coronaviren und Einteilung in Gruppen, basierend auf einem der ursprünglich gefundenen Fragmente des SARS-CoV Replikasekomplex-Gens [24] . Das Isolat aus Frankfurt stellt eine eigenständige Gruppe dar, die am nächsten mit Gruppe 2 verwandt ist webekulturüberstand wurde nach Hamburg übermittelt und dort mit einer Random-Priming-Methode auf das Vorhandensein von viraler RNA untersucht. Dabei zeigte sich, dass 2 Sequenzen amplifiziert werden konnten, die eine geringe, aber doch eindeutige Homologie zum Replikase-Genkomplex von tierischen Coronaviren aufwiesen. Aufgrund der Sequenzdaten konnte es sich um ein neues, bis dahin unbekanntes Coronavirus handeln (⊡ Abb. 2) [19] . Zeitgleich wurden ähnliche PCR-Befunde auch von einer Gruppe in Hongkong erhoben [22] , und Forscher der CDC photographierten Coronavirus-ähnliche Partikel im Elektronenmikroskop [23] . Mit den Primern, die in Hamburg an die Sequenz des neuen Virus angepasst und dann weltweit zur Verfügung gestellt wurden, zeichnete sich bald ab, dass bei praktisch allen akuten, schwer erkrankten Patienten in Hongkong und in Vietnam Coronavirus-RNA vorhanden war [24] . In Immunfluoreszenztesten konnten auch bald bei Rekonvaleszenten Antikörper gegen das neue Coronavirus nachgewiesen werden (⊡ Abb. 1a). Schließlich kam es nach Infektion mit dem SARS-CoV auch in Makaken zu Erkrankungen, sodass ein Tiermodell entwickelt werden konnte [25] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1154,
                    "end": 1158,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1428,
                    "end": 1432,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Immunfluoreszenz von SARS-CoV-infizierten Verozellen. b Parakristalline Ablagerung von Coronavirus Kapsiden in Verozellen (EM Vergr. 20.000:1)"
        },
        {
            "text": "Schon wenige Wochen nach Isolierung des SARS-CoV waren die 30.000 Basen des viralen Genoms sequenziert [26, 27, 28] . Diese Ergebnisse bestätigten die ersten Sequenzdaten, die bereits gezeigt hatten, dass es sich um ein neues Coronavirus handeln musste. Es wurde daher in eine vorläufige Gruppe 4 der Familie Coronaviridae eingeordnet (⊡ Abb. 2). Dem SARS-CoV fehlt im Vergleich zu anderen Coronaviren der Gruppe 2 ein Hämagglutininesterase-Gen sowie eine der beiden papainähnlichen Proteasen. Die Hauptprotease ist jedoch auch hier ein Chymotrypsin-ähnliches Enzym, das möglicherweise einen guten Angriffspunkt für eine antivirale Therapie darstellt [29, 30] . Schließlich wurde auch das Gen für das Spike-Protein kloniert und der dazu passende Zellrezeptor identifiziert [31] Reporter keine offensichtlichen Kontakte zu den Tieren, er hatte aber in seiner Wohnung Ratten gefangen [15] Neben den beiden bisher berichteten Laborinfektionen (Singapur/Taiwan) treten also offenbar auch Neuinfektionen bei Menschen auf, die anderweitig mit dem Virus Kontakt hatten. Immer wieder wird auch über Infektionen von Tieren berichtet, wobei die Käfighaltung die Weitergabe von Tier zu Tier begünstigen dürfte. Es ist zu hoffen, dass der eigentliche Wirt des SARS-CoV, der das Virus auf Tiere wie den Larvenroller und auch auf Menschen überträgt, bald identifiziert wird. Ein sorgfältigerer Umgang mit dem aerosolgängigen, hochpathogenen SARS-Coronavirus wäre bei allen Laborarbeiten weltweit wünschenswert.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 882,
                    "end": 886,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Sequenzanalysen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cultivation of a novel type of commoncold virus in organ culotures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tyrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "",
            "pages": "1467--1470",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Tecumseh study of respiratory illness. VI. Frequency of and relationship between outbreaks of coronavirus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Infect Dis",
            "volume": "129",
            "issn": "",
            "pages": "271--276",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of rhinovirus, respiratory syncytial virus, and coronavirus infections in acute otitis media by reverse transcriptase polymerase chain reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pitkaranta",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "2",
            "pages": "291--295",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of coronavirus-like particles in homosexual men with acquired immunodeficiency and related lymphadenopathy syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Klin Wochenschr",
            "volume": "63",
            "issn": "",
            "pages": "68--72",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Porcine respiratory coronavirus: molecular features and virus-host interactions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Reeth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pensaert",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Res",
            "volume": "24",
            "issn": "2",
            "pages": "125--150",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronaviruses. In: Fields B (ed) Virology. Lippincott, Raven",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1055--1062",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Arrowsmith. Penguin Books",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outbreak of severe acute respiratory syndrome in Hong Kong Special Administrative Region: case report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bmj",
            "volume": "326",
            "issn": "",
            "pages": "850--852",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou, PR China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "715--720",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Severe acute respiratory syndrome (SARS): breath-taking progress",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Hawkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhagani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "609--613",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767--1772",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1766",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Laboratory confirmation of a SARS case, southern China",
            "authors": [],
            "year": 2004,
            "venue": "Weekly Epidemiology Record",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A multicentre collaboration to investigate the cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1730--1733",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Profile of specific antibodies to the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "508--509",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Real-time polymerase chain reaction for detecting SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Coronavirus, Beijing. Emerg Inf Dis",
            "volume": "10",
            "issn": "",
            "pages": "300--3003",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mild illness associated with severe acute respiratory syndrome coronavirus infection: lessons from a prospective seroepidemiologic study of health-care workers in a teaching hospital in singapore",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "189",
            "issn": "",
            "pages": "642--647",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS in China. China's missed chance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "294--296",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Severe acute respiratory syndrome: identification of the etiological agent",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Mol Med",
            "volume": "9",
            "issn": "",
            "pages": "325--327",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparative full-length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779--1785",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The Genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mechanisms and enzymes involved in SARS coronavirus genome expression",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2305--2315",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coronavirus main proteinase (3CL-pro) structure: basis for design of anti-SARS drugs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1763--1767",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Coronaviren erscheinen im Elektronenmikroskop als polymorphe, kugelförmige Partikel von 60-220 nm Durchmesser und zeigen häufig eine typische fragile Corona, deren Untereinheiten (Zacken der Krone) Peplomere genannt werden. Diese vermitteln die Anheftung an die Wirtszellen. Das Genom besteht aus einer sehr großen einzelsträngigen Plusstrang-RNA von ca. 30.000 Basen. Nach Einbringen der RNA in Zielzellen kann der Replikase-Enzymkomplex direkt abgelesen werden. Die Minusstrang-RNA dient dann als Matrize für weitere genomische RNA. Vom Plusstrang werden auch mehrere unterschiedlich lange subgenomische Minusstrangkopien abgelesen, deren beide Enden durch einen Translokationsmechanismus mit den Enden des Gesamtgenoms identisch sind. An den Plusstrangkopien dieser Intermediate werden alle weite-ren viralen Proteine synthetisiert. Insgesamt werden 4 Strukturproteine (3 Glykoproteine: S, E, M und ein Kapsidprotein: N) und eine Reihe von Nichtstrukturproteinen abgelesen. Wie bei den Flaviviren, die ebenfalls nur eine einzige Plusstrang-RNA enthalten, sind infizierte Zellen auch nach Azetonfixierung noch infektiös (eigene Beobachtung). Möglicherweise erklärt sich hieraus teilweise die hohe Restinfektiosität von Coronaviren in verschiedenen Ausscheidungen[6].",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fälle liegen für viele Regionen immer noch nicht vor, obwohl sie leicht über Antikörperteste zu erheben wären. So gibt es für China bislang keine genauen Daten darüber, wie viele der klinisch wahrscheinlichen Fälle am Jahresende 2003 wirklich Antikörper entwickelt haben. Natürlich sind auch alle Mortalitätsdaten unzuverlässig, wenn man nur Zahlen der klinisch wahrscheinlichen, nicht aber die der serologisch bestätigten Fälle kennt. Von den 38 in Europa gemeldeten wahrscheinlichen Fällen sind nach Labortestung auf SARS nur 8 antikörperpositive Personen übrig geblieben, von denen einer erst nach seiner Rückreise von Frankreich nach Vietnam erkrankte. Immerhin sind 552 Patienten weltweit an SARS gestorben, in Europa und den USA übrigens keiner. Man kann aber nicht sicher sein, ob wirklich alle verstorbenen Patienten eine Infektion mit SARS-Co-rornavirus aufgewiesen haben. Bei den wahrscheinlichen Fällen, die überlebten, muss die anfänglich genannte Zahl von ca. 8.000 aber sicherlich halbiert werden, wenn man die heutigen Kriterien anlegt. Die Identifizierung des Virus und die da-mit verbundene Möglichkeit einer virologischen Diagnostik werden also die Zahlen über das Ausmaß der Epidemie und über die Todesraten nachhaltig verändern. Immerhin lassen aber die Vergleiche von klinischen und serologischen Da-ten des Pflegepersonals aus Singapur vermuten, dass die meisten infizierten Personen auch schwer erkrankten",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Bei der Analyse verschiedener SARS-CoV-Isolate aus Menschen zeigten sich bislang 2 Genotypen, wobei bei allen Patienten, die in Verbindung mit den Ausbruch im Hotel M. in Hongkong standen, ein übereinstimmender Genotyp vorlag. Schon die ersten serologischen Befunde zeigten, dass bei Deutschen, die nicht in Südostasien gewesen waren, keine Antikörper gegen SARS-CoV vorkommen. Daher war anzunehmen, dass das Virus nicht weltweit verbreitet sein konnte. Wegen des Vorkommens von anderen Coronaviren in Tieren wurde vermutet, dass bestimmte Tiere in der Guangdong-Provinz die eigentlichen Wirte des SARS-CoV sein könnten und dass das Virus nur gelegentlich auf den Menschen übertragen werden würde. > SARS-CoV-ähnliche Sequenzen wurden in einer Reihe von Wildtieren gefunden Möglicherweise stand das Tier auf den vielfältigen Speisezetteln in Südchina. Dafür sprach auch ein im Vergleich zur Normalbevölkerung in Guangdong erhöhter Anteil von Nahrungshändlern und Küchenpersonal bei den SARS-Erkrankten in Guangdong. Nachdem eine PCR-Nachweismethode in China etabliert worden war, wurden natürlich die verschiedenen Schlachttiere auf den lokalen Märkten untersucht. SARS-CoV-ähnliche Sequenzen wurden in einer Reihe von Wildtieren gefunden, am häufigsten bei Larvenrollern (masked palm civet, Pagima larvata, ⊡ Abb. 3). Das Fleisch dieser Tiere wird in Südchina als Delikatesse verzehrt, deshalb werden die Tiere auch in Gehegen in großer Zahl gezüchtet. Ihre unnatürliche Haltung in Gefangenschaft wird sicher zur Ausbreitung der Infektion in diesen Tieren beitragen. Ende Dezember erkrankte ein 32-jähriger chinesischer Reporter relativ leicht an einer SARS-CoV-Infektion. Die Sequenz seines Virusisolates war nahezu 100%ig mit der Virussequenz, die in Larvenrollern gefunden wurde, identisch. Die Verwandtschaft zu Viren aus den im Frühjahr erkrankten Menschen war hingegen deutlich geringer. Dieser Befund untermauert die Hypothese eines zoonotischen Ursprunges des SARS-CoV. Allerdings hatte der",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Für den Insider der Wasserwirtschaft ist die Heterogenität des Buches kein größeres Problem, denn aufgrund des guten Stichwortregisters findet er (fast) alles, wenn auch zum Teil an unerwartetem Ort. Für den, der Orientierung sucht, wie z.B. Studenten, fehlt jedoch eine durchschaubare Systematik und die Hilfestellung, wesentliches von unwesentlichem zu unterscheiden. Es ist verständlich, dass bei einem über 60 Jahre sukzessive anwachsenden und sich erweiternden Buch rund um das Thema Trinkwasser die Gefahr besteht, dass der rote Faden verloren geht. Aber gerade wenn der \"Höll\" auch in Zukunft ein Standardwerk bleiben soll, sollte sich der Herausgeber bei der nächsten Auflage zu einem stärkeren Eingreifen entschließen.Christiane Markard (Berlin)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}