{
    "paper_id": "2ff8867c2ceceb219fa7cadddcce82130cdcf8bd",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "K"
                ],
                "last": "Oh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". This report provides a first estimate of the probability of dying in infected cancer patients, with a mortality rate (28.6%) that is more than ten times higher than that reported in all COVID-19 patients in China [4] . In addition, Zhang and colleagues identified that the recent use of anticancer therapies within 14 days of infection (including chemotherapy, immunotherapy and radiation) was an independent predictor of death or other severe events with a hazard ratio of greater than 4. Another important and novel finding was the high proportion of patients who acquired the infection while already in the hospital for cancer treatment (28.6%), which may account for some of the excess prevalence of infection in this cohort.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "While these sobering numbers are cause for serious concern for cancer patients, caution is needed in the interpretation of these findings: this series of patients is small, and the data collected retrospectively. The cohort was limited to the most severe cases, defined as requiring admission to an intensive care unit, the use of mechanical ventilation or death. In addition, extrapolation to other countries may be problematic for several reasons: first, the prevalence of cancers in China [3] differ compared with Europe or North America; eight of 28 cases were cancers of the esophagus, liver, stomach or nasopharynx, which are relatively rarer in other regions. In addition, no patients with hematologic malignancies are reported; such patients may have even greater immune suppression than solid tumor patients. Second, the high proportion of patients in this series receiving standard cancer therapy in the hospital for solid tumors may not mimic clinical practice in the US and elsewhere, where most standard treatments occur in outpatient settings. The hospitals involved in this study were also COVID-19 referral centers, which may have led to more critically ill patients at these centers than elsewhere. Finally, severe complications and mortality from COVID-19 may be higher in some European countries, such as Italy and Spain, compared with China for reasons that remain unclear.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "Despite these limitations, this early report by Zhang and colleagues represents an important preliminary contribution to our understanding of the risk and effects of COVID-19 infection in cancer patients, and may allow oncologists to tailor clinical management of COVID-19 to our patients. At the very least, cancer patients must practice social distancing or isolation and be candidates for early and rapid evaluation for symptoms suspicious for COVID-19, including testing for virus and chest radiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "We expect that in the months to come, more detailed studies will be forthcoming on the impact of COVID-19 infection in cancer patients, including the risk of infection, the clinical impact of COVID-19 and concurrent cancer, the effect on different types of cancer, and the ability to deliver appropriate and even curative cancer treatments in the setting of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "For now, many questions remain unanswered: Should cancer treatments such as chemotherapy or radiotherapy be delayed or modified? Should cancer patients undergo a differential screening process for COVID-19 infection, compared with the general population? How can we reduce the rate of nosocomial infections?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "Finally, we will need to understand the heterogeneity in effectiveness of what we hope are soon-to-be approved COVID-19 vaccines and antiviral agents in cancer patients, and that COVID-19 infection will become just one additional factor to take into consideration in the comprehensive management of oncology patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Infection in Cancer Patients: Early Observations and Unanswered Questions"
        },
        {
            "text": "No funding was provided for this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Financial disclosure Nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of COVID-19 infected cancer patients; A retrospective case study in three hospitals within Wuhan, China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Oncol",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk of COVID-19 for cancer patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global Cancer Observatory: Cancer Today. Lyon, France: International Agency for Research on Cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ervik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "William K. Oh, MD Tisch Cancer Institute and Division of Hematology and Medical Oncology, Icahn School of Medicine at Mount Sinai, New York NY 10029 USA The COVID-19 pandemic has no true precedent in modern times and is a rapidly evolving crisis worldwide. Risk factors for severe outcomes and death from COVID-19 infection include older age and medical comorbidities, characteristics that are common in cancer patients. The study by Zhang and colleagues published in this issue of the Annals [1] represents the first detailed report of the clinical outcomes of cancer patients-all with solid tumors-infected with COVID-19. The only previous published report included 18 cancer cases from 575 hospitals, with limited clinical information [2]. Zhang and colleagues retrospectively identified 28 infected cancer patients among 1276 COVID-19 patients admitted to three hospitals in Wuhan, China during January and February 2020. This prevalence (2.2%) is 1.7 (95% confidence interval, 1.2, 2.4) times higher than that of the Chinese population of the same age",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}