{
    "paper_id": "306747722913f2905a1d4b9e446815d1574acf9a",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 in Hemodialysis Patients: A Report of 5 Cases COVID-19 in Hemodialysis Patients: A Report of 5 Cases",
        "authors": [
            {
                "first": "Rui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Cong",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory Medicine",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zimeng",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zixi",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengjie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Meiyan",
                "middle": [],
                "last": "Liao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "country": "430071， China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Shui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "postCode": "430071",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": "：shuihua@whu.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, an outbreak of coronavirus disease (COVID-19) due to infection with the novel SARS-CoV-2 virus began in Wuhan, China, and spread rapidly to other areas of China and other countries (1) (2) (3) (4) (5) (6) . Phylogenetic analysis suggests that SARS-CoV-2 is a new human-infecting betacoronavirus, closely similar to bat coronaviruses, suggesting that bats might have been the original host of this virus (7) . There are no antiviral drugs of proven efficacy or applicable vaccines. Supportive therapy is the main method for the management of symptomatic patients, many of whom require mechanical ventilation and other intensive care services. There is limited information regarding the epidemiology of COVID-19 in maintenance hemodialysis (MHD) patients. MHD patients may be at increased risk of COVID-19 because of many comorbid conditions (8) . In this report we describe our experience with five MHD patients who developed COVID-19 disease at Zhongnan Hospital of Wuhan University.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Among 201 long-term hemodialysis patients in the dialysis center at Zhongnan Hospital of Wuhan University, five patients were diagnosed with COVID-19 pneumonia according to the criteria of the Chinese Centers for Disease Control, which included positive real time reverse transcriptase PCR testing for SARS-CoV-2 (rRT-PCR). Characteristics of the five patients are presented in Table 1 . The age range of patients was 47 to 67 years and two of five patients were female. None of the patients had known exposure to the Huanan seafood market that appeared to be the epicenter of this infection. One had known exposure to an infected family member. The most common symptom of the five infected patients was diarrhea (4/5), followed by fever (3/5), fatigue (3/5) dyspnea (2/5) and abdominal pain (2/5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Case Reports"
        },
        {
            "text": "Only one patient had dry cough. No patients had rhinorrhea, sore throat, myalgia or other upper respiratory tract infection symptoms. All of the five patients had lymphopenia (<1.0 ×10⁹/L). Only one patient had white blood cell and neutrophil cell count slightly above normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Reports"
        },
        {
            "text": "Page 4 4 4 4 of 8 8 8 8 As shown in Figure 1 , ground glass opacities on chest CT were the most common radiologic findings, followed by consolidation. All of the five patients were transferred to a designated hospital after diagnosis to continue hemodialysis. Two of them received intermittent nasal catheter oxygen inhalation as well as treatment with daily 40 mg methylprednisolone and intravenous immunoglobulin. Two patients were given antiviral treatment with abidol and ribavirin injection, respectively. Up to the end of this study, none of them had developed acute respiratory distress syndrome, shock, or other serious complications.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 23,
                    "text": "8 8 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case Reports"
        },
        {
            "text": "We describe five adult MHD patients in our dialysis center who were diagnosed with mild COVID-19 disease, representing 2.5% of our dialysis population at the time. In addition one patient had respiratory symptoms and abnormal CT but negative rRT-PCR. All patients presented with lymphopenia, and the most common chest radiograph abnormality was ground glass opacity, which bears some resemblance to previous reports (9) . Of note the prevalence of 2.5% may underestimate the actual prevalence of infected patients. Screening of all MHD patients began after the first patient was identified on Feb. 9, and screening consisted of a chest CT; rRT-PCR testing was only performed in those with an abnormal CT. In addition all patients had temperature measured prior to dialysis and those patients who had temperature exceeding 37.3 C or with respiratory symptoms had a chest CT ⁹ and, if abnormal, testing for rRT-PCR. Therefore, some patients may have developed COVID-19 prior to screening and patients without an abnormal CT at the time of screening would have been missed, although no symptomatic patients were identified prior to Feb. 9.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has been confirmed that T-cell immunity plays a key role in recovery from SARS-CoV infection (10) . Because the uremia status is associated with extensive impairment of lymphocyte and granulocyte function, an abnormal immune system may alter their response to SARS-CoV infection (10) . This is of particular concern given the densely populated and busy nature of dialysis facilities, creating a high risk of exposure. However, in our dialysis center, it does not seem to have spread widely. Since the outbreak of COVID-19",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Page 5 5 5 5 of 8 8 8 8 occurred in Wuhan, the city our dialysis center is located, we have taken a number of measures to avoid infection of patients and staff by the SARS-CoV2 virus beginning on Jan.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 23,
                    "text": "8 8 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "9. Patients were required to wear surgical masks or N95 masks throughout the hemodialysis treatment. No visitors were allowed. The staff members who conducted the dialysis treatments wore face shields, N95 face masks, eye shields, disposable gowns, caps, and gloves. In addition, chlorine disinfectants were used daily by staff to disinfect items and floors in the dialysis center. The circulating air UV air sterilizer disinfects 4 times a day for 2 hours each time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a retrospective study of 1099 patients with COVID-19 acute respiratory disease, fever and cough were the dominant symptoms, whereas vomiting and diarrhea were rare (13) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Wang et al. found that the common symptoms of COVID-19 were fever, fatigue, and dry cough although many patients also presented with gastrointestinal symptoms, such as nausea and diarrhea (14) . Of note the typical triad of fever, cough, and dyspnea was not present in any of the patients we report here and diarrhea was a common presenting symptom. Some symptoms of dialysis patients with COVID-19 disease may be difficult to distinguish from other symptoms common among patients on dialysis.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we describe five MHD patients who developed mild COVID-19 disease. In addition to fever and fatigue, diarrhea was also common in our dialysis patients. Further observations will be needed to more fully understand the full spectrum of clinical features and optimal diagnostic and treatment approached for of COVID-19 disease in hemodialysis patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Support: There was no funding for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article Information"
        },
        {
            "text": "Financial Disclosure: The authors declare that they have no relevant financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article Information"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "Rolland",
                    "middle": [
                        "P"
                    ],
                    "last": "Silue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Locally Transmitted Case of SARS-CoV-2 Infection in Taiwan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1070--1072",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The first 2019 novel coronavirus case in Nepal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bastola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "LANCET INFECT DIS",
            "volume": "20",
            "issn": "",
            "pages": "279--280",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -The latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ae",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "INT J INFECT DIS",
            "volume": "91",
            "issn": "",
            "pages": "264--266",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "LANCET",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What Do We Know Now and What Should We Do?",
            "authors": [],
            "year": null,
            "venue": "Ikizler A: COVID-19 and Dialysis Units",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "LANCET",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human intestinal tract serves as an alternative infection route for Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SCI ADV",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical presentation and outcome of severe acute respiratory syndrome in dialysis patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AM J KIDNEY DIS",
            "volume": "42",
            "issn": "",
            "pages": "1075--1081",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pesanti EL: Immunologic defects and vaccination in patients with chronic renal failure",
            "authors": [],
            "year": 2001,
            "venue": "Infect Dis Clin North Am",
            "volume": "12",
            "issn": "",
            "pages": "813--832",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "ground glass opacity, mainly in the lower lobes of both lungs, with air bronchogram sign. (B) Patient 3: Bilateral ground glass opacity of lower lung lobes and round shape consolidation opacity with air bronchogram sign in the right lower lung lobe.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowlegments: We thank all the medical, nursing, and technical staff from dialysis centers of Zhongnan Hospital, for their dedicated care of our dialysis patient during the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}