{
    "paper_id": "30726192e4b9f702579abf17bc49abc814bd236f",
    "metadata": {
        "title": "meeting report meeting report",
        "authors": []
    },
    "abstract": [
        {
            "text": "the second EMBo Workshop on the nucleolus and Disease took place between 23 and 25 June 2008, in the beautiful setting of the Marriot Breadsall priory Hotel in Derby, uK, and was organized by J. Hiscox and D. Matthews.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the second European Molecular Biology organization workshop on the nucleolus brought together scientists from around the world to discuss the progress made in studies of the basic functions of the nucleolus, and the link between nucleolar functions and disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "although the primary function of this prominent nuclear organelle is in ribosome biogenesis, a growing body of evidence indicates that it also participates in other aspects of rna processing, as well as in the regulation of mitosis, cell growth and death, stress responses and the cell cycle (Fig 1) . indeed, the nucleolus has emerged as a highly complex and multifunctional regulatory compartment, the roles of which in diverse biological processes we are only just beginning to understand.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "the workshop began with a keynote lecture from M. olson ( Jackson, MS, uSa), who gave an excellent historical account of the milestones in the field, starting with the discovery of the nucleolus more than 200 years ago. He reminded us that the acquisition of knowledge about the structure and function of the nucleolus is tightly linked with developments in microscopy, and that technological advances in the fields of fluorescent microscopy, fluorescent protein tags and proteomics are now allowing the elucidation of the complexities of this organelle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "isolated nucleoli continue to transcribe ribosomal rna (rrna), indicating that the nucleolus is a stable structure; however, its protein content is continually in a state of flux. a. lamond (Dundee, uK) focused on the use of second-generation proteomics to annotate this protein flux. His group have designed a 'spatial proteomics' protocol to characterize the protein content of the nucleolus, nucleoplasm and cytoplasm at a single given time, which involves a combination of stable isotope-labelling of amino acids in culture with cell fractionation and quantitative mass spectrometry. the lamond group has used this method to quantitate the localization of approximately 3,000 cellular proteins and their transport in response to the induction of the nucleolar tumour-suppressor protein, arF. technological advances have also allowed the lamond group to expand coverage of the human nucleolar proteome to include 80% of known ribosomal proteins.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 202,
                    "text": "(Dundee, uK)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dynamic nucleolar proteome"
        },
        {
            "text": "M. laiho (Helsinki, Finland, and Baltimore, MD, uSa) is interested in changes in the nucleolar proteome in response to ultraviolet (uV)-c radiation. Her group has found that the nucleolus undergoes gross morphological changes in response to uV-c, and she presented quantitative proteomic data indicating that these changes are associated with the selective reorganization of the nucleolar proteome. the relocalization of nucleolar proteins in response to uV-c might facilitate the induction of nuclear/cytoplasmic stress-response pathways. reviews me e t ing rep or t Nucleolar structure and assembly the human nucleolus is sub-compartmentalized into the fibrillar centre (Fc), the dense fibrillar component (DFc) and the granular component (gc), and this structure is maintained by the molecular processes of active ribosome biogenesis. During mitosis, the nucleolus disassembles and the components of the rrna transcription complex migrate with ribosomal genes, while the processing machinery is distributed at the chromosome periphery (Hernandez-Verdun, 2006) . at exit from mitosis, processing proteins form a complex in pre-nucleolar bodies (pnBs), which are then recruited to the sites of rrna transcription, and new nucleoli are formed (angelier et al, 2005) . D. Hernandez-Verdun (paris, France) described the transport of photoactivatable green fluorescent protein (pagFp)-tagged processing proteins, such as B23, nop52 and fibrillarin, between pnBs and nucleoli during nucleolar assembly. the late processing protein B23, when activated in the nucleolus, was found to feed back rapidly to pnBs, whereas the early processing protein fibrillarin did not relocate to pnBs within the time frame of the experiment. the differential sorting of early and late processing proteins might explain the difference in the timing of recruitment to the DFc and the gc. D. Hernandez-Verdun and M. olson both described the presence of pre-rrna transcripts in pnBs, and suggested that the existence of these transcripts in both nucleoli and pnBs allows an equilibrium of late processing proteins to form between the two compartments.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 52,
                    "text": "(Helsinki, Finland, and Baltimore, MD, uSa)",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1062,
                    "text": "(Hernandez-Verdun, 2006)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1243,
                    "end": 1265,
                    "text": "(angelier et al, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dynamic nucleolar proteome"
        },
        {
            "text": "one of the first steps in ribosome biogenesis is the transcription and processing of pre-rrna from rDna, which is organized into tandem repeats known as nucleolar organizer regions (nors). the components of the small subunit (SSu) processing complex known as tutps are required for the efficient transcription of pre-rrna in humans, suggesting that there is a coupling of rrna transcription and processing. B. McStay (galway, ireland) and colleagues used pseudonors-which are transcriptionally silent artificial Dna arrays that bind to upstream binding factors (uBFs) and mimic the specialized chromatin structure of nors-to investigate the recruitment of processing factors to nors in the absence of transcription. they found that tutps-but not other components of the SSu processing complex-and the pre-rna processing factors treacle, tcoF1 and nopp140 are recruited to pseudo-nors in a uBF-dependent manner (prieto & McStay, 2007) . these factors might provide a link between pre-rrna processing and transcription.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 933,
                    "text": "(prieto & McStay, 2007)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Ribosome biogenesis"
        },
        {
            "text": "ribosomal gene transcription is regulated by modulation of the transcriptional apparatus and by epigenetic silencing. H. Bierhoff (Heidelberg, germany) demonstrated that the poli co-factor tiF-1a is phosphorylated by cK2 in response to external signals, and that this disrupts the interaction of tiF-1a with poli, promoting the elongation of pre-rrna transcripts and cell proliferation (Bierhoff et al, 2008) . in Arabidopsis, silencing at rrna repeats involves small interfering rna (sirna)-directed Dna methylation. c. pikaard (Washington, Dc, uSa) showed that the 24-nucleotide (nt) sirnas required for this process are generated in cajal body-like nucleolar dots that he termed nucleolar sirna-processing centres (pontes et al, 2006) . pikaard also presented data demonstrating that in interspecies genetic hybrids, in which only one set of rrna genes is active (a phenomenon known as nucleolar dominance), these 24-nt sirnas bind to intergenic spacer regions of the non-active rrna genes and are required for epigenetic silencing. He suggested that the sirnas afford sequence specificity to de novo Dna methylation at these regions. in mammalian cells, the epigenetic silencing of rDna involves the nucleolar remodelling complex (norc). analogous to the situation in Arabidopsis, norc-mediated silencing requires 100-350 nt rna molecules, which originate from an intergenic spacer region upstream of the pre-rna promoter (prna) and form a conserved stem-loop structure (Mayer et al, 2006) . i. grummt (Heidelberg, germany) showed that the secondary structure of prna is crucial for binding to tip5, which is the large subunit of norc, targeting norc to nucleoli and facilitating rrna gene silencing. grummt also demonstrated that tip5 acetylation is required for its silencing functions, although the interaction between prna and tip5 is impaired by this post-translational modification. She presented a model to reconcile these data that involved acetylation-mediated displacement of prna on binding of tip5 to chromatin (Fig 2) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 151,
                    "text": "Bierhoff (Heidelberg, germany)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 408,
                    "text": "(Bierhoff et al, 2008)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 529,
                    "end": 550,
                    "text": "(Washington, Dc, uSa)",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 737,
                    "text": "(pontes et al, 2006)",
                    "ref_id": null
                },
                {
                    "start": 1474,
                    "end": 1493,
                    "text": "(Mayer et al, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2027,
                    "end": 2034,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ribosome biogenesis"
        },
        {
            "text": "alternate reading frame product of the cyclin-dependent kinase inhibitor 2a (CDKN2A) Treacher Collins syndrome gene product 1 TIF-1A transcription-initiation factor 1A TIP5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARF"
        },
        {
            "text": "transcription-termination factor-I (TTF-I)-interacting protein 5 TNF tumour necrosis factor TRAMP4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARF"
        },
        {
            "text": "Trf4-Air1/Air2-Mtr4 polyadenylation complex 4 tUTP transcriptional U three protein U14 a box C/D small-nucleolar RNA U16TAR chimeric U16 small-nucleolar RNA-transactivation responseelement decoy U3 snoRNP U3 small nucleolar ribonucleoprotein UPF proteins that promote rapid decay of pre-mRNAs reviews me e t i n g rep or t active surveillance mechanisms are in place to monitor the synthesis of rna, including that of rrna. D. tollervey (Edinburgh, uK) demonstrated that in Saccharomyces cerevisiae, non-coding rnas from rDna intergenic spacer regions (such as igS1-r) are targets for exosome-mediated degradation. trf4, which is a component of the traMp4 complex, the exosome protein Mtr3, the nuclearspecific exosome component rrp6, and the rna-binding proteins nrd1 and nab3 are required for this degradation. tollervey also demonstrated a role for the 5' exonuclease rat1 in efficient transcription termination of rrna genes. these results reveal potentially important links between the transcriptional and post-transcriptional steps of rrna synthesis.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 452,
                    "text": "(Edinburgh, uK)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ARF"
        },
        {
            "text": "Eukaryotic 18S ribosomal rna processing is mediated by the SSu processome, which comprises u3 small-nucleolar ribonucleoprotein (snornp), tutp, butp and Mpp10 subcomplexes, as well as many additional factors. interestingly, mutations in SSu processome proteins are linked to several diseases, including male infertility and childhood cirrhosis; however, little is known about how the SSu processome is assembled. S. Baserga (new Haven, ct, uSa) focused on the architecture of one of the butp subcomplexes of the SSu processome using S. cerevisiae as a model system. She presented a comprehensive map of interactions between six proteins within the subcomplex, and defined a crucial role of the interaction between utp6 and utp21 for its function. She also showed that the amino-terminal domain of utp6 interacts with utp18, whereas the utp6 Hat domain interacts with utp21. Mutational analysis of the utp6 Hat domain indicated that the latter interaction is essential for pre-rrna processing and cell growth (champion et al, 2008) . n. Watkins (newcastle, uK) found that in humans, the box B/c motif of u3 snornp is essential for recruitment into the SSu processome, and both the box B/c motif and the 3' hinge are needed for binding to the Mpp10 complex and subsequent localization to the gc. in further studies, Watkins found that the inhibition of rrna transcription and/ or processing-using actinomycin D or tutp depletion-resulted in the accumulation of a new 50S u3 snornp-processing intermediate. the 50S complex contains nucleolin but no other crucial SSu factors, and is located in the DFc where processing takes place. He concluded that tutp is required for the recruitment of this crucial intermediate into the SSu processome.",
            "cite_spans": [
                {
                    "start": 1008,
                    "end": 1030,
                    "text": "(champion et al, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ARF"
        },
        {
            "text": "Further functions are being discovered for the nucleolus in a wide range of rna-processing and rnp-assembly activities (Fig 1) . J. Brown (Dundee, uK) demonstrated a role for the plant nucleolus in messenger rna (mrna) surveillance and nonsense-mediated decay (nMD) by showing that there are similar amounts of total mrna in the nucleoplasmic and nucleolar compartments, but that aberrantly spliced mrnas are enriched in the nucleolar fractions. Most of these aberrant transcripts contain premature termination codons, which are generally the target of nMD. consistent with the hypothesis that nMD takes place in the Arabidopsis nucleolus, it was found that upF2 and upF3, which are core components In addition to its traditional function in ribosome production and assembly, the nucleolus has a growing repertoire of 'non-traditional' functions, including: processing and maturation of tRNAs, snoRNAs and snRNAs; transport of mRNAs; assembly of a range of RNPs; replication of animal and plant viruses; sequestration of proteins that regulate the cell cycle and apoptosis; ageing; and cell stress responses and production of heterochromatic siRNAs (in plants). Supplied by J. Brown. ARF, alternate reading frame product of the cyclin-dependent kinase inhibitor 2a gene; Cdc14, cell division cycle protein 14; HIV, human immunodeficiency virus; JNK2, Jun amino-terminal kinase-2; MDM2, product of the human double minute 2 gene; mRNA, messenger RNA; NFκB, nuclear factor-κB; PP1γ, γ-isoform of protein phosphatase 1; rDNA, ribosomal DNA; RelA, a subunit of NF-κB, also known as p65; Rev, regulator of virion protein expression of HIV-1; RNP, ribonucleoprotein; rRNA, ribosomal RNA; SENP-5, SUMO/sentrin specific protease 5; siRNA, small-interfering RNA; snoRNA, small-nucleolar ribonucleoprotein; snRNA, small-nuclear RNA; SUMO, small ubiquitin-like modifier; Tat, transactivator; Tif-1A, transcription-initiation factor 1A; tRNA, transfer RNA. reviews me e t ing rep or t of the functional nMD complex, localize to this compartment. Furthermore, the expression of mutated forms of upF2 and upF3 induces the nucleolar accumulation of aberrantly spliced mrna. this work provides evidence for a new nucleolar function in plants, and raises interesting questions about the pathway of nMD, and about where and how mrna surveillance occurs in this species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RNA processing in the nucleolus"
        },
        {
            "text": "M. carmo-Fonseca (lisbon, portugal) argued for the presence of a new nucleoplasmic compartment that functions as a quality-control centre for mrna. in S. cerevisiae, it has been shown that 3'-end formation of mrna is monitored by a pathway that requires the nuclear exosome component rrp6 (Hilleren et al, 2001) . carmo-Fonseca showed that yeast strains lacking rrp6 or other components of the nuclear exosome accumulate polyadenylated rna, u14 snorna and snornp proteins in a nucleoplasmic foci that are distinct from the nucleolus (carneiro et al, 2007) . it was proposed that these foci represent quality-control centres.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 555,
                    "text": "(carneiro et al, 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 311,
                    "text": "(Hilleren et al, 2001)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RNA processing in the nucleolus"
        },
        {
            "text": "Many viruses target nucleolar functions as part of their infection strategy. Several talks at the meeting focused on recent advances that improve our understanding of how viruses use nucleolar proteins and functions for their own benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The nucleolus in viral infection"
        },
        {
            "text": "the nucleolar localization of a protein is determined by various factors, including nucleolar-localization signals (nolSs). J. Hiscox (leeds, uK) studied the nucleolar transport of three viral proteins from diverse viruses: nucleocapsid protein from infectious bronchitis virus and avian coronavirus, the orF57 protein of herpesvirus saimiri and the rEV protein of HiV-1. these proteins were also used to construct chimeric proteins in which the nolS was replaced with that of another virus (Emmott et al, 2008) , which allowed Hiscox to show that nolSs are responsible for distinct nucleolar localizations and transport rates. nuclear import/export rates also contribute to nucleolar localization: the rapid nuclear import and slower nuclear export of the n protein explain its nucleolar localization. D. Matthews (Bristol, uK) focused on the nucleolar localization of the viral proteins that are encoded by adenoviruses. He showed that three adenoviral proteins, pMu, protein V and pVii, are targeted to the nucleolus, and he identified their nolSs. in addition, he showed that protein V regulates the arF, HDM2, p53 pathway by initiating a decrease in arF levels and the misdistribution of HDM2. as protein V is a component of incoming virus particles, Matthews speculated that it might have an opportunity to affect the host cell immediately after the virus has gained entry.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 511,
                    "text": "(Emmott et al, 2008)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The nucleolus in viral infection"
        },
        {
            "text": "M. taliansky (Dundee, uK) examined the role of the nucleolar protein fibrillarin in the systemic infection of the plant virus, groundnut rosette virus (grV). He showed that the ability of the grV orF3 protein to move viral rna long distances through the phloem-the specialized plant-transport system-depends strictly on its interaction with fibrillarin. the orF3 protein enters the nucleolus, where it forms complexes with fibrillarin that are relocalized from an intergenic spacer region upstream of the pre-rRNA promoter. pRNA forms a crucial stem-loop structure that binds to TIP5, allowing TTF-I to recruit the NoRC complex to the rDNA promoter. (B) NoRC then interacts with the SIN3 co-repressor complex, which leads to deacetylation of histones H3 and H4, and with histone methyltransferases (HMTs) that methylate H3K9, H3K20 and H3K27. (C) These heterochromatic histone modifications might act as a signal for the ATPase SNF2h to shift the promoter-bound nucleosome into a translational position that is unfavourable for preinitiation-complex formation. (D) The action of SNF2h might either relieve a stearic constraint or expose the CpG at -133 to methylation by DNMTs. Methylation of this CpG impairs UBF binding and pre-initiationcomplex assembly. Presented by I. Grummt. CpG, cytosine and guanine separated by a phosphodiester bond; DNMT, DNA methyltransferase; H3K9, histone 3 lysine 9; HDAC, histone deacetylase; me, methylation; NoRC, nucleolar remodelling complex; pRNA, a 100-350 nucleotide RNA molecule generated from the pre-rRNA promoter; rDNA, ribosomal DNA; rRNA, ribosomal RNA; SIN3, component of a histone deacetylase complex; SNF2h, chromatin remodelling protein; TIP5, TTF-I-interacting protein 5; TTF-I, transcription-termination factor I; UBF, upstream binding factor. ◀ reviews me e t i n g rep or t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The nucleolus in viral infection"
        },
        {
            "text": "to the cytoplasm at a later stage. in the cytoplasm these complexes interact with viral rna to form viral rnp that is able to move long distances (canetta et al, 2008) . a. Whitehouse (leeds, uK) showed that γ-2 herpesviruses also use the nucleolus for viral mrna transport. the orF57 protein that is encoded by these viruses is able to shuttle between the nucleus and the cytoplasm, bind to viral mrna, and interact with various nuclear import and export factors. Moreover, this protein is responsible for the relocalization of some nuclear export factors into the nucleolus, in particular the htrEX proteins; this indicates that the orF57 protein either assembles the export-competent viral rnp particle within the nucleolus, or travels through the nucleolus to modify these proteins or the viral mrna. M. lymberopoulos (laval, canada) also demonstrated the redistribution of several nucleolar proteins during infection with another herpesvirus, herpes simplex virus 1. However, the mechanisms of such redistribution are distinct for different nucleolar proteins. the practical implications of virus-nucleolus interactions were discussed by J. rossi (Duarte, ca, uSa), who presented evidence that HiV is a sensitive target for inhibitory small rnas that localize to the nucleolus. using a library of nucleolar localizing ribozymes, rossi selected two that targeted HiV and provided potent inhibition of its replication during an acute infection (unwalla et al, 2008) . one of them, u16tar, has entered human clinical trials as one of three anti-HiV genes inserted in a lentiviral vector. to date, three patients have been treated, and the results so far show no toxicities and good marking of peripheral blood cells.",
            "cite_spans": [
                {
                    "start": 1447,
                    "end": 1468,
                    "text": "(unwalla et al, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "text": "(canetta et al, 2008)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The nucleolus in viral infection"
        },
        {
            "text": "in contrast to the well-defined structure of the somatic-cell nucleolus (see above), nucleoli from fully grown mammalian oocytes that are competent to mature are transcriptionally inactive and form compact fibrillar masses known as nucleolar precursor bodies. S. ogushi (Kobe, Japan) and colleagues set out to determine whether this nucleolar material contributes to embryogenesis (ogushi et al, 2008) . in an elegant series of experiments that involved removing the nucleolus from mouse oocytes, they showed that the zygotic nucleolus is maternally inherited and is essential for further embryonic development. they also revealed that this nucleolar material is in some way special, as embryonic development progressed when the oocytes were reconstituted with oocyte nucleoli but not with nucleoli from somatic cells.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 401,
                    "text": "(ogushi et al, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The nucleolus in development, cell growth, death and cancer"
        },
        {
            "text": "Several talks at the meeting contributed to our understanding of the nucleolus as a regulator of cell growth and death, and the role of the organelle in carcinogenesis. J. Milner (york, uK) examined the effects of rna interference-induced silencing of the cell-survival genes Sirt1, JnK2 and p53 under basal non-stress conditions of cell growth. Mammalian Sirt1 is an naD-dependent deacetylase with crucial roles in the maintenance of homeostasis and cell survival. Elevated levels of Sirt1 protein are evident in cancer, where it is thought to act as a survival factor. JnK2 and p53 are cell-survival proteins that are known to participate individually in the nucleolar response to metabolic, ribotoxic and genotoxic stress. Milner demonstrated that the levels of Sirt1 protein are increased in cancer cells owing to increased protein stability, which is dependent on JnK2. a comparison of isogenic clones of p53 +/+ and p53 -/-Hct116 cells revealed that p53 is also involved in this process (Ford et al, 2008) . npM (B23) is a nucleolar protein that binds to p53 and arF, and is crucial for ribogenesis, cell proliferation and survival after Dna damage (Mariano et al, 2006) . Mutations in the npM gene are observed in approximately 35% of acute myeloid leukaemias and are thought to be an initiating event in tumorigenesis, although the mechanism by which this occurs is unknown. npM usually shuttles between the nucleolus, nucleoplasm and cytoplasm, and acts as a molecular chaperone. However, a de novo nuclear-export signal is generated by mutation of npM that causes cytoplasmic localization of the protein. E. colombo (Milan, italy) and colleagues generated an npM-null mouse that showed widespread Dna damage, apoptosis, massive p53 activation, arF instability and gross developmental abnormalities, resulting in lethality (colombo et al, 2005) . therefore, npM seems to ensure Dna integrity, and to regulate the localization and stability of arF, thereby contributing to tumorigenesis. colombo also demonstrated that npM binds to Fbw7γ, which is a component of the c-Myc ubiquitin ligase complex, and that this interaction is required for the nucleolar localization and stability of Fbw7γ (Bonetti et al, 2008) . in cells lacking npM, the interaction is lost, and leads to the degradation of Fbw7γ and the stabilization of c-Myc, which is a phenotype also observed in cells expressing mutant npM. as Fbw7γ is important in the regulation of other growth-promoting proteins, colombo suggested that this interaction might be a crucial tumour-suppressor mechanism in human cancer. nucleolar targeting of the rela component of the nF-κB transcription factor has been observed in response to aspirin and other stress stimuli of the nF-κB pathway, and is causally involved with a decrease in nF-κB-driven transcription and the induction of apoptosis (Stark & Dunlop, 2005) . By contrast, rela remains nucleoplasmic in response to the cytokine tnF and inhibits apoptosis (Fig 3) . l. Stark (Edinburgh, uK) and colleagues are examining the signals that regulate the nuclear distribution of rela. She presented data describing a role for the post-transcriptional modification of rela in the translocation of the protein from the nucleoplasm to the nucleolus. Hiscox could target rela to the nucleolus in the absence of external stimuli using a viral nolS tag, and suggested that this could be used to induce cancer cell death.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 1011,
                    "text": "(Ford et al, 2008)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1832,
                    "end": 1853,
                    "text": "(colombo et al, 2005)",
                    "ref_id": null
                },
                {
                    "start": 2199,
                    "end": 2220,
                    "text": "(Bonetti et al, 2008)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2853,
                    "end": 2875,
                    "text": "(Stark & Dunlop, 2005)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1155,
                    "end": 1176,
                    "text": "(Mariano et al, 2006)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2973,
                    "end": 2980,
                    "text": "(Fig 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The nucleolus in development, cell growth, death and cancer"
        },
        {
            "text": "the pMl tumour suppressor is the organizer of pMl nuclear bodies, the functions of which are still disputed. M. le Bras (paris, France) pointed out the crucial links between pMl bodies, the nucleolus and senescence. under several types of stress, endogenous pMl proteins form nucleolar caps and eventually engulf nucleolar components. only two specific pMl splice variants, pMl-i and pMl-iV, are efficiently targeted to the nucleolus, and the abundant pMl-i isoform is Live-cell imaging indicated that RelA translocated from the cytoplasm to the nucleolus in response to aspirin (5 mM), indomethacin (Indometh) and UV-C radiation. By contrast, RelA remained in the nucleoplasm in response to TNF-α. Presented by L. Stark. GFP, green fluorescent protein; NF-κB, nuclear factor κB; RelA, a subunit of NF-κB also known as p65; TNFα, tumour necrosis factor-α; UV-C, ultraviolet C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The nucleolus in development, cell growth, death and cancer"
        },
        {
            "text": "reviews me e t ing rep or t required for the targeting of endogenous pMl proteins to this organelle. Spontaneous or oncogene-retrieval-induced senescence is associated with the formation of large pMl nuclear bodies that initially contain nucleolar components. later, poly-ubiquitin conjugates are found on the outer shell or within most of these senescence-associated pMl bodies. M. Hetman (louisville, Ky, uSa) identified the nucleoli of postmitotic neurons as sensors of Dna damage. in camptothecintreated cultured cortical neurons, a selective reduction of rrna transcription disrupted nucleolar integrity, leading to p53-mediated apoptosis that was dependent on the de novo expression of proteincoding genes (Kalita et al, 2008) . therefore, the rDna selectivity of Dna damage-induced transcriptional inhibition might determine its ability to induce neuronal apoptosis. notably, extensive nucleolar disruption has also been observed in a rat model of cortical ischaemia, suggesting that nucleolar stress might contribute to the pathology of neurological diseases, including stroke.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 732,
                    "text": "(Kalita et al, 2008)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The nucleolus in development, cell growth, death and cancer"
        },
        {
            "text": "the nucleolus was once thought to be merely a ribosome-producing factory. However, this second EMBo meeting on the nucleolus highlighted the diverse roles of the organelle in both health and disease. the meeting brought together participants from a wide range of backgrounds to discuss the growing repertoire of functions of the nucleolus. the meeting was lively and well organized, and allowed for much discussion. although it was agreed that rapid progress is being made in this area, it is clear that there is still much to be discovered, which will undoubtedly be discussed at future meetings. acKnoWlEDgEMEntS the meeting was generously supported by the European Molecular Biology organization, the company of Biologists, carl zeiss ltd and Eppendorf uK ltd. Special thanks go to J. Hiscox and D. Mathews who did an excellent job of organizing the event, and to a. Whitehouse who was an unofficial organizer. We also thank J. Brown for providing Fig 1 and i. grummt for providing Fig 2. the l.a.S. group is supported by cancer research uK (c20658/a6656) and the Melville trust. M.t. is supported by the Scottish government. rEFErEncES",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 960,
                    "text": "Fig 1 and",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 985,
                    "end": 991,
                    "text": "Fig 2.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "tracking the interactions of rrna processing proteins during nucleolar assembly in living cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Angelier N, Tramier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Louvet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coppey-Moisan",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Savino",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hernandez-Verdun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Biol Cell",
            "volume": "16",
            "issn": "",
            "pages": "2862--2871",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "phosphorylation by casein kinase 2 facilitates rrna gene transcription by promoting dissociation of tiF-ia from elongating rna polymerase i",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bierhoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dundr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Michels Aa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell Biol",
            "volume": "28",
            "issn": "",
            "pages": "4988--4998",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "nucleophosmin and its aMl-associated mutant regulate c-Myc turnover through Fbw7γ",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bonetti P, Davoli T",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sironi C, Amati",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Cell Biol",
            "volume": "182",
            "issn": "",
            "pages": "19--26",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": ") a plant virus movement protein forms ringlike complexes with the major nucleolar protein, fibrillarin, in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Canetta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Kalinina",
                    "middle": [],
                    "last": "No",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "376",
            "issn": "",
            "pages": "932--937",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Depletion of the yeast nuclear exosome subunit rrp6 results in accumulation of polyadenylated rnas in a discrete domain within the nucleolus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rino",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Milligan L, Tollervey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carmo-Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Biol",
            "volume": "27",
            "issn": "",
            "pages": "4157--4165",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": ") a direct interaction between the utp6 half-a-tetratricopeptide repeat domain and a specific peptide in utp21 is essential for efficient pre-rrna processing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Champion Ea",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jackrel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Baserga",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell Biol",
            "volume": "28",
            "issn": "",
            "pages": "6547--6556",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": ") nucleophosmin is required for Dna integrity and p19arf protein stability",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bonetti P, Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "Martinelli",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Marine",
                    "middle": [],
                    "last": "Jc",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Helin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Falini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell Biol",
            "volume": "25",
            "issn": "",
            "pages": "8874--8886",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral nucleolar localisation signals determine dynamic trafficking within the nucleolus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emmott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Dove",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "Boyne",
                    "middle": [],
                    "last": "Reed Ml",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brooks G, Whitehouse A",
                    "suffix": ""
                },
                {
                    "first": "Ja",
                    "middle": [],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "380",
            "issn": "",
            "pages": "191--202",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "JnK2-dependent regulation of Sirt1 protein stability",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Cycle",
            "volume": "7",
            "issn": "",
            "pages": "3091--3097",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "nucleolus: from structure to dynamics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hernandez-Verdun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Histochem Cell Biol",
            "volume": "125",
            "issn": "",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quality control of mrna 3'-end processing is linked to the nuclear exosome",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hilleren P",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mccarthy T, Rosbash",
                    "suffix": ""
                },
                {
                    "first": "Jensen",
                    "middle": [],
                    "last": "Parker R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "538--542",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "inhibition of nucleolar transcription as a trigger for neuronal apoptosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Makonchuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gomes C, Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hetman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Neurochem",
            "volume": "105",
            "issn": "",
            "pages": "2286--2299",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "cytoplasmic localization of npM in myeloid leukemias is dictated by gain-of-function mutations that create a functional nuclear export signal",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mariano Ar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Martinelli P",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Volorio",
                    "suffix": ""
                },
                {
                    "first": "Bernard",
                    "middle": [
                        "L"
                    ],
                    "last": "Meani N",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergomas R, Alcalay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Oncogene",
            "volume": "25",
            "issn": "",
            "pages": "4376--4380",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Santoro r (2006) intergenic transcripts regulate the epigenetic state of rrna genes",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mayer C",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mol Cell",
            "volume": "22",
            "issn": "",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": ") the maternal nucleolus is essential for early embryonic development in mammals",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ogushi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fulka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saitou",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miyano T",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fulka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Science",
            "volume": "319",
            "issn": "",
            "pages": "613--616",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": ") the Arabidopsis chromatin-modifying nuclear sirna pathway involves a nucleolar rna processing center",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haag",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vitins A",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "126",
            "issn": "",
            "pages": "79--92",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "recruitment of factors linking transcription and processing of pre-rrna to nor chromatin is uBF-dependent and occurs independent of transcription in human cells",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prieto Jl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcstay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genes Dev",
            "volume": "21",
            "issn": "",
            "pages": "2041--2054",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "nucleolar sequestration of rela (p65) regulates nF-κB-driven transcription and apoptosis",
            "authors": [
                {
                    "first": "Dunlop",
                    "middle": [],
                    "last": "Stark La",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mol Cell Biol",
            "volume": "25",
            "issn": "",
            "pages": "5985--6004",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "use of a u16 snornacontaining ribozyme library to identify ribozyme targets in HiV-1",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Unwalla",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Ther",
            "volume": "16",
            "issn": "",
            "pages": "1113--1119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assembly of RNPs ▶ Signal recognition particle ▶ RNase enzymes (RNP) in tRNA processing ▶ Telomerase RNPSensor of cell stress▶ JNK2-Tif-1A mediated inhibition rDNA transcription ▶ Stabilization of p53 Heterochromatic siRNA production (plants) Virus replication ▶ Nucleolar transport of HIV mRNA/Rev/Tat ▶ Animal and plant virus proteins mRNA surveillance/ nonsense-mediated decay (plants) The many functions of the nucleolus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Steps of NoRC-mediated rDNA silencing. (A) pRNA is transcribed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differential nucleolar/nucleoplasmic distributions of RelA in response to NF-κB stimuli. SW480 colorectal cancer cells expressing GFP-RelA were either left untreated or treated with various NF-κB stimuli.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Old and new faces of the nucleolus Workshop on the Nucleolus and Disease Lesley A. Stark 1+ & Michael Taliansky 2 Edinburgh Cancer Research Centre and MRC Human Genetics Unit, Western General Hospital, Edinburgh, UK, and 2 Scottish Crop Research Institute, Dundee, UK",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}