{
    "paper_id": "30bc9fe567e5b61ccacf0e4acbefe1dcb338d4dc",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor: Our hemodialysis facility at Renmin Hospital, Wuhan University, had an outbreak of COVID-19, beginning with confirmation of the first case on January 14, 2020; we summarize our experiences with COVID-19 through February 17, 2020, the day the first round of screening was completed. Several of these findings have also been reported in medRxiv [7] .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Maintenance Hemodialysis and Coronavirus Disease 2019 (COVID-19): Saving Lives With Caution, Care, and Courage"
        },
        {
            "text": "First, we had 37 documented cases of COVID-19 among 230 HD patients (16.1%) and 4 cases among 33 staff (12.1%). Second, it is our opinion that COVID-19 can be either prevented or controlled within a hemodialysis facility, and the key is to take effective measures early, including timely upgrading of personal protection measures and implementation of universal screening (Box 1), followed by quarantine and isolation as needed. We found that chest computed tomography (CT) was an appropriate screening test given easy availability and high sensitivity. Third, we were surprised to find that, although HD patients are susceptible to COVID-19, most presented with either no symptoms or only mild clinical signs and symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintenance Hemodialysis and Coronavirus Disease 2019 (COVID-19): Saving Lives With Caution, Care, and Courage"
        },
        {
            "text": "Although 7 HD patients died during the epidemic, including 6 with and 1 without COVID-19, no patient died of severe pneumonia caused by COVID-19; interestingly, the major cause of death was cardiovascular events, which seem to be related to insufficient dialysis due to patients missing hemodialysis sessions to avoid possible infection. In addition, we hypothesize that, because of chronic immune dysfunction seen in hemodialysis patients, SARS-Cov-2 virus infection did not trigger the inflammatory storm that appears to mediate clinical deterioration or death in many COVID-19 patients [8] .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 592,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Maintenance Hemodialysis and Coronavirus Disease 2019 (COVID-19): Saving Lives With Caution, Care, and Courage"
        },
        {
            "text": "In conclusion, while we found at our center that COVID-19 poses a serious threat to both staff and patients, planning and screening procedures can help contain COVID-19 and failure to dialyze may be more risky than receiving dialysis in a rigorous and well-prepared dialysis facility, emphasizing that preparation should trump fear when addressing COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintenance Hemodialysis and Coronavirus Disease 2019 (COVID-19): Saving Lives With Caution, Care, and Courage"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization, Coronavirus disease 2019 (COVID-19) Situation Report -31",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission of the Peoples Republic of China, COVID-19 epidemic situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A contingency plan for the management of the 2019 novel coronavirus outbreak in neonatal intensive care units",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization, WHO characterizes COVID-19 as a pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CBC, complete blood count; NT: Nucleic acid test; ST: Serological test First step: General screening • Patients covered: All HD patients and staff • Examination method: Chest CT scan • Classification and Action a. Non-COVID-19 patients (CT negative detection) to continue regular HD b. COVID-19 suspects (CT positive detection) to undergo further evaluation Second step: Infection evaluation • Patients covered: COVID-19 suspects • Examination method: CBC + NT + ST (optional) • Classification and Action a. Non-COVID-19 patients (all negative) to undergo isolated HD with monitoring b. COVID-19 clinically diagnosed (Hematology abnormal but no pathogen evidence) transferred to designated hospital to receive isolated dialysis and monitoring c. COVID-19 confirmed diagnosis",
            "authors": [],
            "year": null,
            "venue": "Note: Patients with relevant symptoms (fever, cough, et al) are not included because they will be transferred to fever clinics for comprehensive epidemic assessment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "hemodialysis patients have impaired immune function. Accordingly, attention to hemodialysis patient management is critical for mitigating the COVID-19 pandemic.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Author's Affiliation: Department of Nephrology, Renmin Hospital of Wuhan University, Wuhan, Hubei province, 430060, People's Republic of China Financial Disclosure: The authors declare that they have no relevant financial interests. Peer Review: Received March 20, 2020. Direct editorial input from the Editor-in-Chief. Accepted in revised form Mary 24, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}