{
    "paper_id": "30c67218bbd1a5ffe68dab7fe7dfc5bc662e05a2",
    "metadata": {
        "title": "Efficacy of hydroxychloroquine in patients with COVID-19: results of a randomized clinical trial",
        "authors": [
            {
                "first": "Zhaowei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jijia",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zongwei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shoumeng",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruhong",
                "middle": [],
                "last": "Zhuang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Renmin Hospital of Wuhan University",
                    "location": {
                        "postCode": "430060",
                        "settlement": "Wuhan",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aims: Studies have indicated that chloroquine (CQ) shows antagonism against COVID-19 in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses are enveloped positive-sense single-stranded RNA viruses belonging to the family Coronaviridae and are broadly distributed in humans and other vertebrates, eventually causing damage in digestive, respiratory and even multiple systems. In December 2019, a series of pneumonia cases of unknown etiology appeared in Wuhan, Hubei, China [1] . Sequencing analysis of throat swabs samples and electron microscope observations indicated a novel coronavirus, which was named SARS-CoV-2 (formerly known as 2019-nCoV) [2] . Coronavirus disease 2019 (COVID-19) caused by SARS-CoV-2 has been confirmed to have obvious human-to-human characteristics [3, 4] . As of March 20, 2020, more than two hundred thousand confirmed cases have been identified globally, for a total of 8778 deaths [5] .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "4]",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the epidemic is spreading to many countries, COVID-19 poses a severe threat to global health [6] . Therefore, it is urgent to develop effective drugs against COVID-19.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The recent publication of results showing the activity of chloroquine (CQ) against SARS-CoV-2 in vitro [7] , some experts and researchers also have been recommended the efficacy of this antimalarial drug in patients with 9] . For this, the U.S. Food and Drug Administration (FDA) has been working to investigate the use of CQ in COVID-19 [10] . As a derivative of CQ, hydroxychloroquine (HCQ) has similar therapeutic effects and fewer adverse effects. Based on its characteristics of immunity regulation, antithrombotic activity, and inflammation improvement, HCQ has been routinely used in the clinical treatment of systemic lupus erythematosus (SLE) [11] . However, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 22.20040758 doi: medRxiv preprint the efficacy of HCQ in COVID-19 remains unknown.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "22.20040758",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Interestingly, through a follow-up survey, we found that none of our 80 SLE patients who took long-term oral HCQ had been confirmed to have SARS-CoV-2 infection or appeared to have related symptoms. In addition, among the 178 patients diagnosed with COVID-19 pneumonia in our hospital, none were receiving HCQ treatment before admission. All predicting the use of HCQ in SARS-CoV-2 infections. As one of the clinical research registration units in China, we aimed to investigate the efficiency of HCQ in patients with COVID-19 in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The clinical research protocol was reviewed and approved by the Ethics Committee in Renmin 62 patients who met the trial criteria were randomly assigned in a to two groups, all received the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 22.20040758 doi: medRxiv preprint standard treatment (oxygen therapy, antiviral agents, antibacterial agents, and immunoglobulin, with or without corticosteroids), patients in the HCQ treatment group received additional oral HCQ (hydroxychloroquine sulfate tablets, Shanghai Pharma) 400 mg/d (200 mg/bid) between days 1 and 5 ( Figure 1) , patients in the control group with the standard treatment only. Randomization was performed through a computer-generated list stratified by site. Treatments were assigned after confirming the correctness of the admission criteria. Neither the research performers nor the patients were aware of the treatment assignments. Pulmonary recovery is defined as three levels: exacerbated, unchanged, and improved, moderately improved when less than 50 % of pneumonia were absorbed, and more than 50 % means significantly improved.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "22.20040758",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 448,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Study design and participants"
        },
        {
            "text": "Data were described as the mean (standard deviation, SD), n (%), the t-test or χ ² test was used to compare the differences between the two groups. A two-sided p-value of less than 0.05 was considered statistically significant. Statistical analyses were performed using Graphpad Prism, version 6.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "62 patients were identified as having COVID-19 and enrolled in this study, none quit ( Figure 1 ). As shown in Table 1 , For all patients, the age was 44.7 (15.3) years old, 46.8% (29 of 62) were male and 53.2% (33 of 62) were female. Patients were randomly assigned into two groups. There was no significant difference in the age and sex distribution between the two groups of patients, but there are . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 22.20040758 doi: medRxiv preprint and effects of CQ in patients with COVID-19, we registered this trial in ChiCTR and chose HCQ (the sulfate and phosphate salts of CQ) as the intervention agent. The data in this study revealed that after 5 days of HCQ treatment, the symptoms of patients with COVID-19 were significantly relieved, manifesting as shorten in the recovery time for cough and fever. At the same time, a larger proportion of patients with pulmonary inflammatory has been partially absorbed in the HCQ treatment group, indicating the immune modulation and anti-inflammatory properties of HCQ in non-malarial diseases [17] . At present, the multiple actions of HCQ such as regulation in pro-inflammatory cytokines [e.g.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "22.20040758",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[17]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Tumor necrosis factor-α (TNF-α), interleukin-1 (IL-1), interleukin-1 (IL-6)], antioxidant activities, also promote it widely performed in rheumatic diseases such as SLE [11, 17] . According to current research, a higher pro-inflammatory cytokine storm existed in COVID-19 patients with a severe or critical illness, eventually affected the prognosis [18] . For this, IL-6 antibody blocker, transfusion of convalescent plasma, and other therapies have been applied to counteract the cytokine storm [19, 20] . Therefore, with antiviral and autoimmune regulation effects, HCQ should be a protector in SARS-CoV-2 infection. In the present study, the reduced risk of progression to severe illness in patients with HCQ treatment also explained the intervention effect of HCQ on the pathological process of the COVID-19.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "17]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[18]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[19,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "20]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Although HCQ has proven to be effective, with advantages of inexpensive and easily accessible, its potential detrimental effects in viral diseases must also be taken seriously. Retinopathy is one of the major adverse reactions of long-term therapy with HCQ [21] . Besides, patients with rheumatoid diseases treated with HCQ occasionally experience arrhythmias [22] . Other rare adverse reactions caused by HCQ include gastrointestinal reactions, cramps, liver dysfunction, itching, headache, dizziness, insomnia, peripheral neuropathy [13] . Fortunately, deciding on individual treatment plans scientifically, monitoring adverse reactions timely, to avoid overdose, short-term application of HCQ is relatively safe.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[22]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Despite our small number of cases, the potential of HCQ in the treatment of COVID-19 has been partially confirmed. Considering that there is no better option at present, it is a promising practice to apply HCQ to COVID-19 under reasonable management. However, Large-scale clinical and basic research is still needed to clarify its specific mechanism and to continuously optimize the treatment plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint Abbreviations: HCQ, hydroxychloroquine. Figure 1 : Study flow diagram.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 124,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Abbreviations: COVID-19, severe acute respiratory syndrome coronavirus; HCQ, hydroxychloroquine;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures captions"
        },
        {
            "text": "CT, computed tomography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures captions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figures captions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 22.20040758 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "22.20040758 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figures captions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome-related coronavirus: The species and its viruses -a statement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "bioRxiv",
            "volume": "2020",
            "issn": "",
            "pages": "2020--2022",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. The New England journal of medicine",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell Biochem Funct",
            "volume": "34",
            "issn": "4",
            "pages": "191--196",
            "other_ids": {
                "DOI": [
                    "10.1002/cbf.3182"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "In vitro inhibition of severe acute respiratory syndrome coronavirus by chloroquine",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neyts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Ranst",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "323",
            "issn": "",
            "pages": "264--268",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2004.08.085"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chloroquine is a potent inhibitor of SARS coronavirus infection and spread",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benjannet",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol J",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-2-69"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chloroquine analogues in drug discovery: new directions of uses, mechanisms of actions and toxic manifestations from malaria to multifarious diseases",
            "authors": [
                {
                    "first": "Al-Bari",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Antimicrob Chemother",
            "volume": "70",
            "issn": "6",
            "pages": "1608--1621",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkv018"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023671"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Induction of pro-inflammatory cytokines (IL-1 and IL-6) and lung inflammation by Coronavirus-19 (COVI-19 or SARS-CoV-2): anti-inflammatory strategies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ronconi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caraffa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Convalescent plasma as a potential therapy for COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Diagnostic pitfalls and laboratory test interference after hydroxychloroquine intoxication: A case report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Radke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kingery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maakestad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Krasowski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Toxicol Rep",
            "volume": "6",
            "issn": "",
            "pages": "1040--1046",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxrep.2019.10.006"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hospital of Wuhan University (Wuhan, China). All research procedures adhered to the tenets of the Declaration of Helsinki. This trial for SARS-CoV-2 has already been registered in the Chinese Clinical Trial Registry (ChiCTR), the unique identifier: ChiCTR2000029559. Informed consent was obtained from all patients. From February 4, 2020, to February 28, 2020, 142 patients with confirmed COVID-19 were admitted. Diagnosis and classification of COVID-19 were based on the criteria of the China National Health Commission. For this trial, the selection criteria: 1. Age ≥ 18 years; 2. Laboratory (RT-PCR) positive of SARS-CoV-2; 3. Chest CT with pneumonia; 4. SaO 2 /SPO 2 ratio > 93% or PaO 2 /FIO 2 ratio > 300 mmHg under the condition in the hospital room (mild illness); 5. Willing to receive a random assignment to any designated treatment group and not participating in another study at the same time. The exclusion criteria: 1. Severe and critical illness patients or participating in the trial does not meet the patient's maximum benefit or does not meet any criteria for safe follow-up in the protocol after a doctor's evaluation; 2. Retinopathy and other retinal diseases; 3. Conduction block and other arrhythmias; 4. Severe liver disease (e.g., Child-Pugh score ≥ C or AST> twice the upper limit); 5. Pregnant or breastfeeding; 6. Severe renal failure [estimated glomerular filtration rate (eGFR) ≤ 30 mL/min/1.73m 2 ] or receiving renal replacement therapy; 7. Possibility of being transferred to another hospital within 72 h; 8. Received any trial treatment for COVID-19 within 30 days before this research.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Endpoints 5 days after enrollment or severe adverse reactions appeared was the observation endpoint. Changes in time to clinical recovery (TTCR) and clinical characteristics of patients were evaluated after administration. TTCR is defined as the return of body temperature and cough relief, maintained for more than 72 h. Normalization and mitigation criteria included the following: a. Body temperature ≤ 36.6 °C on the surface, ≤ 37.2 °C under the armpit and mouth or ≤ 37.8 °C in the rectum and tympanic membrane; b. Cough from patients' reports, slight or no cough was in the asymptomatic range. Body temperature, cough check three times daily to calculate the average level. For radiological changes, the chest CT results in one day before (Day 0) and one day after (Day 6) the study for evaluation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "days]. For cough, 15 patients in the control group and 22 patients in the HCQ treatment group had a cough in day 0, The cough remission time was significantly reduced in the HCQ treatment group.Notably, a total of 4 of the 62 patients progressed to severe illness, all of which occurred in the control group not receiving HCQ treatment. For adverse effects, it should be noted that there were two patients with mild adverse reactions in the HCQ treatment group, one patient developed a rash, and one patient experienced a headache, none severe side effects appeared among them.To further explore the effect of HCQ on pneumonia, we compared and analyzed the chest CT of patients on day 0 and day 6. In our study, pneumonia was improved in 67.7%(42/62) of patients, with 29.0% moderately absorbed and 38.7% significantly improved. Surprisingly, a larger proportion of patients with improved pneumonia in the HCQ treatment group (80.6%, 25 of 31) compared with the control group (54.8%, 17 of 31). Besides, 61.3% of patients in the HCQ treatment group had a significant pneumonia absorption. Discussion CQ and its derivatives have been broadly used as immunomodulators in the treatment of systemic lupus erythematosus (SLE) and other rheumatism [12]. As the pharmacological mechanism of CQ is further elucidated, its additional clinical applications, especially the antiviral activity, are also increasingly valued [13]. The efficiency of CQ has been proven in a variety of viruses, including human coronavirus [[14], [15], [16]]. Researchers have even reported both prophylactic and therapeutic advantages of CQ for SARS-CoV infection [17]. The severe acute respiratory syndrome caused by SARS-CoV-2 in several patients is quite similar to SARS-CoV in 2002 and is currently seriously threatening global health by triggering COVID-19. However, none specific drugs are available for the prevention or treatment of COVID-19. Recently, Wang et al. identified that CQ could effectively inhibit the replication and spread of SARS-CoV-2 in vitro [7]. Experts and guides for COVID-19 in China have also recommended chloroquine phosphate superior to the treatment of SARS-CoV-2 infection [8,9]. To assess the safety.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.03.22.20040758 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of patients in this trial. 22 patients in the HCQ treatment group,17 patients in the control group with a fever one day before the intervention. b 22 patients in the HCQ treatment group,15 patients in the control group with a cough one day before the intervention. Abbreviations: SD, standard deviation; HCQ, hydroxychloroquine; CT, computed tomography.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Absorption of pneumonia on chest CT.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "https://doi.org/10.1101/2020.02.07.937862.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint 14. Akpovwa H. Chloroquine could be used for the treatment of filoviral infections and other viral . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 22.20040758 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 673,
                    "text": "22.20040758 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}