{
    "paper_id": "313b2aea39c2abc35d77f09940e6eeffcc2763f2",
    "metadata": {
        "title": "Estimation of the serial interval of influenza",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Cowling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Vicky",
                "middle": [
                    "J"
                ],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Riley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Malik Peiris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [
                    "M"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "BACKGROUND-Estimates of the clinical-onset serial interval of human influenza infection (time between onset of symptoms in an index case and a secondary case) are used to inform public health policy and to construct mathematical models of influenza transmission. We estimate the serial interval of laboratory-confirmed influenza transmission in households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS-Index cases were recruited after reporting to a primary healthcare center with symptoms. Members of their households were followed up with repeated home visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "-Assuming a Weibull model and accounting for selection bias inherent in our field study design, we used symptom-onset times from 14 pairs of infector/infectee to estimate a mean serial interval of 3.6 days (95% confidence interval = 2.9-4.3 days), with standard deviation 1.6 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In a recent household transmission study,10 122 index cases with laboratory-confirmed influenza and their 350 household contacts were followed. Index cases were eligible to participate if they presented to a primary care provider and met the following conditions: at least 2 symptoms or signs associated with influenza-like illness, initial symptoms within the previous 48 hours, and an absence of influenza-like illness among household members within the previous 2 weeks. Households were followed up with 4 home visits during the following 10 days. Nose and throat swabs were collected from all household members at each home visit for laboratory confirmation of infection by viral culture or reverse transcription-polymerase chain reaction (RT-PCR). 10 We investigated the serial interval by examining the time from symptom onset in laboratory-confirmed index cases (reported at recruitment as the date of first symptoms of influenza-like illness) to symptom onset in corresponding household contacts. Symptom onset was defined as the first day when the subject reported at least 1 of 5 symptoms and signs: fever (37.8°C or higher) cough, headache, sore throat, or aches or pains in muscles or joints.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 755,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Any analysis of serial intervals in studies that uses symptom-based recruitment must allow for selection bias due to study design. For example, any subjects recruited into our study 2 days after symptom onset would not contribute information about serial intervals shorter than 48 hours because a secondary case in the household would not meet our inclusion criteria. Similarly, data from subjects recruited 1 day after symptom onset would be \"lefttruncated\" at 1 day. Truncation would not be a problem for subjects recruited on the day of symptom onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Statistical methods for the analysis of time-to-event data can accommodate censoring and truncation.11 -14 To estimate the serial interval we fitted parametric models including the Weibull, lognormal, and gamma distributions and compared these with nonparametric estimates, allowing for left truncation due to the study design. We compared parametric models by using the Akaike information criterion (AIC). 15 In sensitivity analyses we used mixture models to incorporate risk of community transmission in estimates of the serial interval. In the eAppendix we provide further details of the statistical methods used here (available with the online version of this article). Analyses were performed using R version 2.6.1.16 Further information about the study design, raw data from the study, and R code to permit reproducible statistical analyses are available on the authors' website http://www.hku.hk/bcowling/influenza/HK_NPI_study.htm.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Laboratory testing of household specimens by viral culture and reverse-transcriptionase-PCR identified infections in 21 of the 350 household contacts during the study period. 10 We cleaned the raw data 17 to ensure agreement between symptom-onset data and available laboratory data (eFig. 1, http://links.lww.com). Only 14 (67%) household contacts with laboratory-confirmed influenza experienced any of the 5 symptoms or signs (eTable 1, http://links.lww.com).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Weibull, gamma, and lognormal parametric models for the serial interval agreed with nonparametric estimates (Fig. 1) whereas the AICs slightly favored the Weibull model (eTable 2, http://links.lww.com) with a mean serial interval of 3.6 days (95% CI = 2.9-4.3 days). A parametric bootstrap approach with 1000 resamples was used to calculate confidence intervals, 18 and 100 simulations are shown in Figure 2 to illustrate the uncertainty. In sensitivity analyses we investigated mixture models to incorporate risk of community transmission (eAppendix, http://links.lww.com), but there was little information in the data on this risk and estimates of the serial interval were unchanged (eTable 3 http:/links.lww.com, eFig. 2, http://links.lww.com).",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 407,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We estimated the household serial interval of influenza to be between 3 and 4 days, which is longer than previous estimates based on similar study designs. 5,6 A strength of our study is that secondary cases were confirmed by laboratory testing. We adjusted for potential bias from truncation by study design (eAppendix, http://links.lww.com). This was necessary because index cases were not recruited if secondary cases had already appeared. Our resulting estimate for the serial interval is longer than the generation time used in some transmission models. [3] [4] [5] [6] The serial interval is the sum of 2 distinct phases of the natural history of influenza infection, namely, the infectious period (from exposure to infection) and the incubation period (from infection to symptoms). An often-used estimate of the incubation distribution is based on 36 laboratory-confirmed secondary cases from a single infector on an airplane where symptom onset mostly appeared within 1-2 days of infection (median 1.5 days). 19 Even less is known about the duration of infectiousness and its variability over time. Experimental infections suggest that viral shedding peaks around the time of symptom onset and declines with time; viral shedding can persist for up to 1 week after infection20 (perhaps longer in children). Our finding of a mean serial interval of 3.6 days suggests that the average time from symptom onset in the index case to secondary infection in the household setting may be around 2 days, assuming that time from secondary infection to secondary onset is 1.5 days (based on the airplane data19).",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies currently in progress are using case-ascertainment recruitment designs to evaluate the efficacy of interventions to reduce influenza transmission in households. 10 Given that index cases in these studies are often not recruited until at least 1 day after symptom onset, our findings suggest that these designs may underestimate the true effectiveness of the interventions because some infections may have occurred prior to recruitment and intervention. Nevertheless, provided that interventions can be applied soon after symptom onset, it is likely that such studies would be able to observe attenuated efficacies, and this should be taken into consideration when interpreting the results.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study had some limitations. First, our results are based on a small number of transmission events. Second, our data correspond only to transmission of interpandemic influenza within the household; the serial interval of transmission in other settings or in a pandemic may be different. Third, we may have misinterpreted some coprimary cases as secondary cases, leading us to underestimate the serial interval. With a small sample size and no obvious bimodality in the distribution of onset times, it is difficult to separate possible coprimary cases from the left-hand tail of the distribution. However, most coprimary cases would be excluded by our study design. Some secondary cases may be wrongly attributed to the household index where infection of the household contact actually occurred outside the home from another infected person. Our main analysis does not explicitly allow for community transmission. However, the external force of infection is thought to be orders of magnitude lower than the force of infection within the household. 21 Incorporating this in sensitivity analyses did not change our estimates of the serial interval (eTable 3, http://links.lww.com).",
            "cite_spans": [
                {
                    "start": 1050,
                    "end": 1052,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is unlikely that we have confused secondary and tertiary cases in our analysis, because in households with multiple apparent secondary infections, symptoms appeared at the same time (in 1 household 2 asymptomatic secondary cases appeared at different times) (eTable 1, http://links.lww.com). In datasets in which there is the possibility of coprimary or tertiary cases, the methods presented here would need to be modified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We may have missed some secondary cases due to errors in the laboratory data, or for example if the period of viral shedding fell entirely within the home visits, which on average took place at 3-day intervals. It is known from experimental infections that viral shedding typically begins around the same time as symptom onset, 20 Therefore we felt justified in incorporating laboratory data when determining the true date of symptom onset (eTable 1, http://links.lww.com). Finally, our case-ascertainment study design naturally excluded household index cases with asymptomatic or subclinical infections. It would be challenging to collect longitudinal data on a cohort large enough to detect asymptomatic index cases and subsequent secondary cases.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is a well-known relationship between the basic reproductive number, R 0 , and the serial interval, and modeling results can be sensitive to the choice of serial interval.22 ,23 If and when larger datasets become available, it would be interesting to compare estimates of the serial interval for transmission in different settings and to investigate heterogeneities in the serial interval due to infector characteristics (eg, viral shedding), infectee characteristics (eg, antibody titers) or virus type or subtype.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Estimated serial interval of influenza (cumulative distributions) using Weibull (solid), gamma (dashed), and lognormal (dot-dashed) parametric models compared with a nonparametric estimate (dotted). Estimated serial interval of influenza (density function) assuming a Weibull distribution (black line) and the associated uncertainty (gray lines) from 100 parametric bootstrap resamples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The interval between successive cases of an infectious disease",
            "authors": [
                {
                    "first": "Pem",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Epidemiol",
            "volume": "158",
            "issn": "11",
            "pages": "1039--1047",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1966--1970",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reducing the impact of the next influenza pandemic using household-based public health interventions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med",
            "volume": "3",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Key transmission parameters of an institutional outbreak during the 1918 influenza pandemic estimated by mathematical modelling",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sertsou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theor Biol Med Model",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "7056",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Strategies for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "448--452",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk factors of influenza transmission in households",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Gen Pract",
            "volume": "54",
            "issn": "506",
            "pages": "684--689",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of antiviral drugs on viral detection in influenza patients and on the sequential infection to their family members -serial examination by rapid diagnosis (Capilia) and virus culture",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirotsu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ikematsu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Iwaki",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int Congress Ser",
            "volume": "1263",
            "issn": "",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Design and evaluation of prophylactic interventions using infectious disease incidence data from close contact groups",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "App Stat",
            "volume": "55",
            "issn": "3",
            "pages": "317--330",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary findings of a randomized trial of nonpharmaceutical interventions to prevent influenza transmission in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Rop",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Cky",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Survival analysis : techniques for censored and truncated data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Moeschberger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The empirical distribution function with arbitrarily grouped, censored and truncated data",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Turnbull",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of the Royal Statistical Society: Series B",
            "volume": "38",
            "issn": "",
            "pages": "290--295",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tutorial in biostatistics: methods for interval-censored data",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Stat Med",
            "volume": "17",
            "issn": "2",
            "pages": "219--238",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alternative methods of estimating an incubation distribution: examples from severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "O"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiology",
            "volume": "18",
            "issn": "2",
            "pages": "253--259",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Information theory and an extension of the maximum likelihood principle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Second international symposium on information theory",
            "volume": "",
            "issn": "",
            "pages": "267--281",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Development Core",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Data cleaning: detecting, diagnosing, and editing data abnormalities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Den Broeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eeckels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herbst",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Med",
            "volume": "2",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The jackknife and bootstrap",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An outbreak of influenza aboard a commercial airliner",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am J Epidemiol",
            "volume": "110",
            "issn": "1",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Time lines of infection and disease in human influenza: a review of volunteer challenge studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vergu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Epidemiol",
            "volume": "167",
            "issn": "7",
            "pages": "775--785",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Bayesian MCMC approach to study transmission of influenza: application to household longitudinal data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Stat Med",
            "volume": "23",
            "issn": "22",
            "pages": "3469--3487",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Time variations in the transmissibility of pandemic influenza in Prussia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Theor Biol Med Model",
            "volume": "4",
            "issn": "20",
            "pages": "1918--1937",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc R Soc Lond B Biol Sci",
            "volume": "274",
            "issn": "",
            "pages": "599--604",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the doctors, nurses, and staff of participating centers for facilitating recruitment; Kwok-Hung Chan for laboratory assistance; and Calvin Cheng, Rita Fung, Lai-Ming Ho, Yolanda Yan, and Eileen Yeung for research support. We thank the two referees for helpful comments on an earlier version of the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}