{
    "paper_id": "315f83df0ba08fac66c332ad99b8e628262b545c",
    "metadata": {
        "title": "Teaching-practice as a critical bridge for narrowing the research-practice gap",
        "authors": [
            {
                "first": "Anton",
                "middle": [],
                "last": "Kriz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Australian National University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Nailer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Australian National University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Karen",
                "middle": [],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Reading",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Camilo",
                "middle": [],
                "last": "Potocnjak-Oxman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Australian National University",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Management researchers and management practitioners increasingly appear to be talking past each other. A solution lies in understanding that interactive management education has an important role to play in bridging this divide, but for some reason this mode of academic exchange is often forgotten. Our paper broadens the stakeholder value perspective to explore how and why the interests of researchers and practitioners have diverged, before going on to present illustrative cases of programs attempting to bridge such differences. Current conditions suggest that the dissonance between different cycle-times of research and practice is not sustainable with the inevitable outcome of a shrinking commons. Generating new knowledge and propagating it rapidly through education and teaching-practice is an important way of disseminating higher-order research and findings. In a world where academic relevance is under threat, enabling academics to better cross such a divide is critical. Marketing-management researchers and teachers ironically have their own challenge of taking what can be a complex theory (the marketing academic equivalent of a \"sausage\") and making it \"sizzle\". portunity to study under Benjamin Graham at Columbia Business",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Marketing and management research and marketing and management practice have been acknowledged as losing touch with each other Storbacka, 2014) . Universities reward academics for publications while the broader industry domain questions the benefits of such narrow pursuits. Such is the frustration of research outcomes coming at the expense of impact and relevance (Storbacka, 2014 ) that many may be satisfied if academics did publish and perish. Gimmicky marketing campaigns like being in \"the top 50 youngest universities\" potentially alienate more discerning industry stakeholders. While challenging the value of universities internationally is not a new concern, few could deny a growing intensity around business schools having 'lost their way' (Bennis & O'Toole, 2005) , with ongoing tensions around academic rigor versus professional relevance (Möller, 2017) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 143,
                    "text": "Storbacka, 2014)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 366,
                    "end": 382,
                    "text": "(Storbacka, 2014",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 752,
                    "end": 776,
                    "text": "(Bennis & O'Toole, 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 853,
                    "end": 867,
                    "text": "(Möller, 2017)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Management academics generating superfluous theories missing societal and professional challenges adds frustratingly to a global phenomenon of constant questioning of the value of universities. This overall relevance (or lack thereof) of universities and their business and management schools satisfies Stark's (2011, p.5) definition of a 'perplexing situation' -a 'principled disagreement about what counts.' There are several alternative conceptions of what management research versus management educators and society see as valuable (Boltanski & Thévenot, 2006) . Adding to this value perplexity are anecdotes of prominent businesspeople dropping out of university. Jobs, Gates and Zuckerberg are common examples. Overlooked is that the latter two made it to Harvard, and all three were extraordinarily capable. For all the anecdotes, there are multiple counterpoints and interesting stories about the value derived from education. Steve Jobs made a conscious decision to save his adoptee parents the educational costs of completing his degree because he could not see any real benefit. However, he still attended courses like calligraphy which he noted later as serendipitously fundamental in Apple's success.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 322,
                    "text": "Stark's (2011, p.5)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 564,
                    "text": "(Boltanski & Thévenot, 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ray Dalio of Bridgewater fame in Principles (Dalio, 2017, p. ix) discusses his own academic trials and tribulations: \"I'm a 'dumb shit'\" is how he puts it. His transformation came via a growing interest at college in stocks. Eventually he made it to Harvard and now advocates for case studies, the benefits of a prestigious alumni, and continuous learning. Jack Ma of Alibaba fame never deviated from his early passion for education. It may come as a surprise to some that Ma sat the Chinese university entrance exam multiple times before acceptance into teacher training. This revelation is matched only by the 2018 shock announcement that he intended to step down at Alibaba to return to teaching. Warren Buffet's Harvard rejection led fortuitously to an op-School. Graham's book The Intelligent Investor was crucial in Buffet's development with Graham going on to employ his prodigy. Academics like Graham are often under-rated, but he provides just one example of the value of effective teaching and diffusion of research. With total student debt now estimated in the US to be beyond US$1.5 trillion it is understandable why stories of dropping out resonate, with the opposite getting little attention. Bok's Law (former President of Harvard) is worth remembering: \"If you think education is expensive -try ignorance.\"",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 60,
                    "text": "(Dalio, 2017, p.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The OECD Education at a Glance 2018 report highlights that technological change will exacerbate the difference between higher-educated \"haves and have-nots\" (OECD, 2018, p. 11) , 'Those who have attained only upper secondary education will earn 65% as much as a tertiary graduate, on average.' The broader societal value of education turns the attention to the real focus of this paper: addressing a shrinking social-research-practice commons. We accordingly believe it's time the impact of teaching and learning (Tushman, O'Reilly, Fenollosa, Kleinbaum, & McGrath, 2007) was even more vigorously added to the debate about research versus practice (Storbacka, 2014) . In doing so we challenge disciplines like marketing and management to increasingly \"practise what they preach\". Public commentary on the marketing academy now challenges not only the research relevance but the value of the discipline more generally (Jaworski, 2011) . Too often we preach accelerated change and disruption but are conservative in responding to such trends. In an age of Twitter, blogs, podcasts, sound bites and Ted talks, a \"stand and deliver\" andragogy no longer suffices. In continually discussing whether research conforms to science i.e. 'pure basic', 'userinspired', 'tinkering' or 'pure applied' (Storbacka, 2014, p.291) , we are often falling into our own potential production-oriented myopia. Timely, better, and more contemporary results are what our consumers want.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 176,
                    "text": "(OECD, 2018, p. 11)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 571,
                    "text": "(Tushman, O'Reilly, Fenollosa, Kleinbaum, & McGrath, 2007)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 648,
                    "end": 665,
                    "text": "(Storbacka, 2014)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 917,
                    "end": 933,
                    "text": "(Jaworski, 2011)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1287,
                    "end": 1311,
                    "text": "(Storbacka, 2014, p.291)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many urge early career academics to publish or perish and have done so since the first use of this term in The Academic Man: A Study in the Sociology of a Profession in 1942 (Moosa, 2018) . However, the education market demands much more. Teaching, executive training, book and blog publishing may be low priorities in academia compared to peer-reviewed papers, but are effective ways for researchers to gain practitioner and societal relevance. Our contemporary knowledge consumers see rigor as an order-qualifier while relevance is their orderwinner. Deeper understanding of rigor and relevance is key here Varadarajan, 2003) , as is research-related academic-practitioner engaged scholarship ( Van de Ven, 2018) . A key proposition of this paper is that research alone overlooks an array of interactive educational opportunities in our armoury, and that innovative teaching practice, processes and programs can be used to help bridge the research-practice gap.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 187,
                    "text": "(Moosa, 2018)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 609,
                    "end": 627,
                    "text": "Varadarajan, 2003)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 697,
                    "end": 714,
                    "text": "Van de Ven, 2018)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper outlines the causes of the shrinking commons and likely consequences of leaving this unchecked, before discussing potential solutions with reference to contemporary Australian cases. These cases outline interesting variants that tap into an educational sweet spot: teaching-practice, highlighting that teaching-leading to the ultimate goal of learning-is an important way of realigning stakeholder interests and strengthening the commons (Boltanski & Thévenot, 2006) . Extending Tushman et al.'s (2007) intervention in executive education, we conclude that teaching-practice (whether undergraduate, post-graduate, MBA or executive level) has important intrinsic and extrinsic value for improving research-practice. We suggest a-priori that our professionally related disciplines of marketing and management need to acknowledge that teaching is far from an add-on to a researcher's cause.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 477,
                    "text": "(Boltanski & Thévenot, 2006)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 490,
                    "end": 513,
                    "text": "Tushman et al.'s (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Identifying that we are all part of life's descent with modification is something for which we can thank Charles Darwin. Existentially many of us are hoping to leave a greater legacy than descending simply into this adaptation pathway. Fortunately, academics share a privileged position where passing on knowledge and extending a legacy is possible. Potentially academics, as researchers and teachers, are therefore offered a different type of advantage: ascent with modification. In the increasing hurly-burly of publishing, teaching and service, it is easy to forget the academic vocation offers an important chance to add to the stock of ideas. There have been few better times for sharing knowledge than the current era of servitisation, digitisation, computerisation, virtual worlds and AI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "University and practice: descent or ascent with modification"
        },
        {
            "text": "Inevitably the role of universities and academics is changing and for traditionalists, not all will be to their liking. Concerns about what ought to be largely go beyond the scope here. However, in fields like management and marketing a truism remains: we must be relevant to our respective professions (Bennis & O'Toole, 2005) . Avoiding such responsibilities (Jaworski, 2011) is not a solution as Reibstein, Day and Wind (2009, p. 3) identified in the Journal of Marketing, '…it is our responsibility to work on relevant problems, make a difference, and push for institutional changes.' The aphorism often misattributed to Lewin, \"there is nothing more practical than good theory\" (Bedeian, 2016) resonates here. Irrespective of the misattribution, Lewin was a great action researcher who truly understood the value offered by combining practice and theory. For management and marketing theory to ascend-to improve, advance and remain useful-we need to have authentic and embedded dialogue and more effective communication between stakeholders. The last few decades have seen the opposite with management education and research caught up in a rigor v. relevance debate and false premise that to 'gain more of one, we must lose some of the other, in an ongoing zero-sum game' (Gulati, 2007, p. 777 ).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 327,
                    "text": "(Bennis & O'Toole, 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 361,
                    "end": 377,
                    "text": "(Jaworski, 2011)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 399,
                    "end": 432,
                    "text": "Reibstein, Day and Wind (2009, p.",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 698,
                    "text": "(Bedeian, 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1277,
                    "end": 1298,
                    "text": "(Gulati, 2007, p. 777",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "University and practice: descent or ascent with modification"
        },
        {
            "text": "Arguments about whether business schools should focus on pure research as opposed to writing texts and teaching are not new. Germany debated such elements in the 18th and 19th centuries, with textbooks often regarded as inferior by-products aimed at codifying and simplifying theoretical concepts (Watson, 2010) . Research rigor versus practice became hotly contested in the US around the mid twentieth century (Gulati, 2007) with 'physics envy' (Tapp, 2007) finding its way into Western business schools. If business schools wanted to be taken seriously academically, it was thought that they needed to reduce practicality for more purist pursuits. The challenge of satisfying a \"commons\" between the need for (a) developing rigorous research, while (b) helping business and practice, but also (c) fulfilling societal needs, was emerging. Fig. 1 illustrates the ideal where social, researcher and practice stakeholders collaborate and balance interests to advance the commons. It provides an adaptation of the 'triple helix' parameters of university-industry-government put forward by Etzkowitz (2008) . Social stakeholders include the work of governments that fund universities (main providers of research and tertiary education in Australia), regional communities with a stake in general economic prosperity, taxpayers and employees. Research stakeholders include all activities conducted by tertiary institutions including research and higher education. Practice stakeholders include all activities undertaken by management practitioners, namely deploying and managing assets and resources on behalf of corporate entities both large and small.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 311,
                    "text": "(Watson, 2010)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 411,
                    "end": 425,
                    "text": "(Gulati, 2007)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 446,
                    "end": 458,
                    "text": "(Tapp, 2007)",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1102,
                    "text": "Etzkowitz (2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 846,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A shrinking commons"
        },
        {
            "text": "Each domain represents a complex network of actors joined by national interest: social stakeholders have a stake in how both research and practice advance social good; research has a stake in social stakeholders as subjects of inquiry and as funders of their efforts; practitioners have a stake in social stakeholders as markets (consumers), as resources (employees), as regulators (government), and as arbiters of corporate conduct (public interest). Although the commons is broader than an Industrial Marketing setting, the intersection aligns with the marketing configuration of co-creation of value (Vargo, 2008) . We support the Grönroos (2011) view of value in the commons (improvement i.e. closer circles mean users are better off). The commons is A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx different from firm-customer relationships and we also agree (Grönroos, 2011, p.290 ) 'From a value creation point of view, the fact that interactions do not include two parallel processes but one merged coordinated interactive process is key.' The researcher circle or sphere, like a firm, is responsible for sharing in the creation. A fully functioning triple or quadruple helix (with the added sphere of community) sees complementary interactions between stakeholders leading to a temporal expansion and strengthening of shared components (Kriz, Bankins, & Molloy, 2018) . In management education at present, the reverse seems to be happening. Parties pursue divergent goals and the common ground is shrinking (Bartunek & Rynes, 2014; Gosling & Mintzberg, 2004) . The co-creation of value between research and practice is ironically often neglected by marketing and management academics. Fig. 1 implies that research incorporates teaching, yet unfortunately instruction is often treated as a chore, whereby academics are trading-off between research and the business schools' lower priority of teaching (Allan, 2014; Bennis & O'Toole, 2005) . None of this is helping the management research and education commons.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 616,
                    "text": "(Vargo, 2008)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 758,
                    "end": 813,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 905,
                    "text": "(Grönroos, 2011, p.290",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1395,
                    "text": "(Kriz, Bankins, & Molloy, 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1535,
                    "end": 1559,
                    "text": "(Bartunek & Rynes, 2014;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1560,
                    "end": 1586,
                    "text": "Gosling & Mintzberg, 2004)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1928,
                    "end": 1941,
                    "text": "(Allan, 2014;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1942,
                    "end": 1965,
                    "text": "Bennis & O'Toole, 2005)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1713,
                    "end": 1719,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A shrinking commons"
        },
        {
            "text": "What has largely been lost in this often US dominated debate is that stakeholders are not uniform. Each country has its own unique characteristics, impacting how each country's commons operates. The embeddedness between university and industry in Germany, for example, with institutes such as Fraunhofer (Audretsch & Lehmann, 2016) has placed a greater emphasis on engagement over international university rankings. Cambridge in the UK, and MIT in the US have vibrant research-teaching-practice cultures with embedded commercial institutions built into their ecosystems. China has weathered a Cultural Revolution and reveres further education. Their research-education commons is currently more open with businesses often spinning out of university (Kriz, Molloy, & Denness, 2013) , an interesting by-product of more relaxed IP laws and fewer university-commercialisation caveats. Australia regularly ranks highly among university systems for publications (ranking 10th in the 2017-18 Global Competitiveness Index) but has a woeful record for translating research into practice. In terms of university-industry collaboration in R&D, it ranks 31st, placed below Indonesia, Tajikistan and Kenya. In this commons discussion it therefore is important not to see social-research-practice as an international \"one-size-fits-all\".",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 331,
                    "text": "(Audretsch & Lehmann, 2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 749,
                    "end": 780,
                    "text": "(Kriz, Molloy, & Denness, 2013)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "A shrinking commons"
        },
        {
            "text": "Denigration of researchers and teachers in western cultures has become a common pastime, irrespective of global rankings. The teaching-only path has been tried with moderate success but is tantamount to oblivion for aspiring long-term academics (Storbacka, 2014) . Nevertheless, like Gulati (2007) we are hoping for a middle ground, avoiding trade-offs between relevance versus rigor and critically teacher versus researcher. Gulati discusses the academic 'boundary spanner' in helping bridge such 'tribalism'. Supporting we see interactive education as an underestimated, but fundamental process for diffusing and disseminating more of our most relevant research outcomes. Improving incentives to help with such causes have been spasmodic. While the research-education-practice gap remains and indeed grows, the problem for a management research and education commons exacerbates.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 262,
                    "text": "(Storbacka, 2014)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 284,
                    "end": 297,
                    "text": "Gulati (2007)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "A shrinking commons"
        },
        {
            "text": "Stakeholders in the commons may be surprised by the size of investment in academics-as-researchers over academics-as-teachers. Funding for many universities emanates from student numbers but rewarding academics for publications dominates, dependent on each university's and country's policies. Popular writer Malcolm Gladwell has been scathing of wealthy universities in the US seeking philanthropic endowments while struggling universities rely solely on public funding. Finding common ground and shared value, linking the three stakeholders (social-research-practice) in an ideal system, seems increasingly difficult. No-one appears to be winning. Signalling to job markets that you have a degree has been described as a lottery (Spence, 2002) with graduand employment failing to align with skills sought by employers. In many countries, students pay high fees for the privilege of tertiary education, so little wonder there is dissatisfaction with outcomes. This more compromised commons process, with divergent pressures drawing away from shared value (worse off and declining cocreation), is illustrated in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 745,
                    "text": "(Spence, 2002)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1112,
                    "end": 1118,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A shrinking commons"
        },
        {
            "text": "Social stakeholders in this shrinking commons complain, like others, that research is not relevant and also that practitioners and researchers need to place more emphasis on community and social goals beyond economic ones. Social stakeholders are cognisant of increased complexity and are looking to corporate practitioners to share the burden through taxation and pro-social actions, and to researchers for better solutions to such wicked issues. The perplexing situation and commons dilemma does align well to the criteria of wicked (Alford & Head, 2017) . Researchers complain that social stakeholders are not investing sufficiently in research and development; at the same time, they complain that practitioners are satisfied with quick-fix fads and ignore fundamentally sound theories. Institutions compete for global prestige and resources using their prominence in elite journals as their main quantum, with a limited and closed community as principal audience and gatekeepers. As a result, what is produced offers diminishing relevance to social stakeholders and practitioners. For their part, practitioners complain that social stakeholders over-regulate the domain with researchers providing theoretical answers, out of touch with contemporary exigencies. Clearly few parties are winning in what seems a A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx race to the bottom. All parties are justified in their concerns that a shock to the existing system (loss of international student funds, reductions in government support, further decline in confidence in the sector) is likely to create a tipping point with all commons stakeholders losing out. The coronavirus COVID-19 offers one such example with Australia particularly adversely impacted due to disproportionately high Chinese student numbers. Open innovation (Huizingh, 2011) is an important concept relating to a shared commons. Supplementing organisational ideas through research and development exchanges whether outside-in (OI), inside-out (IO) or coupled (OI and IO) makes increasing sense. However, again failing to practise what they preach, universities and researchers have been laggards themselves in harnessing the benefits of more open innovation. The level of siloing within and across universities is embarrassing and not new. Redressing the institutional and cultural logics that have developed over decades is complex, requiring a trans-disciplinary approach. Ultimately for a management research and education commons to thrive, we need to find and nurture more common ground. Apart from Tushman et al.'s (2007) exposé of executive education, the role of teaching seems too-often missing from such discussions. We suggest it is time to rethink the role of teaching in order to redress the shrinking commons.",
            "cite_spans": [
                {
                    "start": 535,
                    "end": 556,
                    "text": "(Alford & Head, 2017)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1317,
                    "end": 1380,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1860,
                    "text": "(Huizingh, 2011)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2590,
                    "end": 2613,
                    "text": "Tushman et al.'s (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A shrinking commons"
        },
        {
            "text": "The research versus practice debate barely mentions education and teaching. In Brennan, Tzempelikos, and Wilson (2014) and Storbacka (2014) , the word 'education' appears only in the bibliography, in journal titles. Bartunek and Rynes (2014) only mention 'education' five times. It is interesting that researchers and educators appear to abdicate responsibility for knowledge propagation. The role of educators to profess has meant different things in different settings. However, when faculty members think that research and ensuing publications are the only route to passing on ideas and knowledge, then a new Dark Age may have dawned. Little wonder practitioners have largely turned their backs on higher-order, more abstract research and are only interested in skills. In a report on the future of education by Australia's peak business lobby group, the Business Council of Australia (Future Proof: Protecting Australians through Education and Skills, 2017), the word 'skills' appears 68 times (omitting page headers and the proper names of specific skill development programs) while the word 'research' appears only three times. Practitioners no longer believe in it. As an example, one of the authors of this study was instructed in a government project not to mention the word 'research'; it was taboo.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 118,
                    "text": "Brennan, Tzempelikos, and Wilson (2014)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 123,
                    "end": 139,
                    "text": "Storbacka (2014)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 216,
                    "end": 241,
                    "text": "Bartunek and Rynes (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Reclaiming the common ground"
        },
        {
            "text": "Practice and social stakeholders increasingly juxtapose problems in the research domain with poor teaching quality and outcomes. Indeed teaching has its own perceived failings, exacerbated by growing expectations of universities as vocational training centres. The authors of this paper importantly have no bias against deriving knowledge-throughtheory. We believe basic theory does have value and some concepts, even in business, can be derived through more abstract pursuits. We also concur with increasing calls for utilising the abductive paradigm, and acknowledge that it offers an important form of middle ground Dubois & Gadde, 2014) . Proponents of more participatory academic intervention are not new and include Kurt Lewin, Reg Revans and more recently Evert Gummesson. Gummesson's standing in marketing theory and advocacy of techniques such as action research has been fundamental in shining a light on the critical nexus between practice, research and teaching (Gummesson, 2014) . He understands that methodologies bringing researchers closer to marketing experience are likely also to better reflect the real \"truth\". Falsifying social or business-related phenomena is at best transitory with the likes of Popper acknowledging that social sciences are human-centred with people-related systems dynamic and constantly changing (Teece, 2009 ). Flyvbjerg (2001) explains the difference between the theoretical researcher and expert practitioner, articulating the role of technical skills. Flyvbjerg draws on the Dreyfus model (Dreyfus, 2004) of skills development incorporating: (1) novices (programmed in basic tasks and operational rules); (2) advance beginners (understand context specific operations needed to function adequately); (3) competent performers (programmed in varying situational aspects but simplify complexity to function most effectively); (4) proficient performers (tackle more advanced positive and negative situational challenges while still growing in competency); and (5) experts (advanced understanding and can sense, seize and adjust at a skill level). One could argue that master be added as a sixth level, where experts take on a sage-like capacity to train others, such as Master Black Belts in Six Sigma. Flyvbjerg (2001) , drawing on Aristotle, identifies that this mastery of knowledge in academic and professional pursuits requires phronesis or practical wisdom. The late polymath Peter Drucker is an example of more practical wisdom, rarely relying on logical empiricism. As a more rare counterpoint, Joseph Schumpeter created theoretical accuracy by embedding himself in extant and historical literature. However, equally it could be argued that Schumpeter's underperformance as Austrian Finance Minister and in banking was in part due to his lack of previous practical exposure. On that level he was at best a competent performer. The late Clayton Christensen made the combination of good theory and good practice part of his forte, and is one of the exemplars for others to follow.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 640,
                    "text": "Dubois & Gadde, 2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 974,
                    "end": 991,
                    "text": "(Gummesson, 2014)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1340,
                    "end": 1352,
                    "text": "(Teece, 2009",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1356,
                    "end": 1372,
                    "text": "Flyvbjerg (2001)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1537,
                    "end": 1552,
                    "text": "(Dreyfus, 2004)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2246,
                    "end": 2262,
                    "text": "Flyvbjerg (2001)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Reclaiming the common ground"
        },
        {
            "text": "Reclaiming the research centre in Fig. 1 requires researchers and practitioners to agree on a 'composite object' or shared goal that unites A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx interests and acts as a bridge (Boltanski & Thévenot, 2006) . More interactive education and teaching provides an important andragogicallogic in the context of management research and practice that could help find such common ground. Bennis and O'Toole assert, as described in Fig. 2 , that academics have given up important elements: 'Businesspeople are starting to sense that individuals in the academy are not engaged in the same profession they practice' (2005, p.6). Management education and its knowledge-creating interactions, such as Van de Ven's (2018) engaged research scholar, can enable innovative business strategies and sometimes even generate breakthrough theories. For the sake of the commons, and our social, practice and research stakeholders, let's hope that there is an opportunity to rekindle such value (a win-winwin). However, getting institutions to change takes effort and time and requires a major rethinking of policies and incentives. There is no doubt that we will need more than chance to secure such positive outcomes.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 206,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 266,
                    "text": "(Boltanski & Thévenot, 2006)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 484,
                    "end": 490,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Reclaiming the common ground"
        },
        {
            "text": "Academics, whether researchers and/or teachers, have always had an important knowledge diffusion and exchange role. Defining what makes a great teacher versus researcher is beyond the scope of the current article, but it is recognised that some individuals are quality teachers while others have strength in research and publications. Some institutions like London Business School and Harvard Business School value both. Ask a past or present marketing student to identify a prominent academic and Philip Kotler is commonly nominated. Kotler influenced marketing theory and practice through teaching and effective text-book communication. Communicating complex research into easily understood interactive prose and visuals is probably easier when your teacher (as in Kotler's case) is Paul Samuelson. Undervalued by many academic peers is Kotler's impact on transferring complex marketing concepts to the masses. The best texts and academic manuscripts are often derived from a synthesis of higher-order research. Nobel winner Samuelson in economics was a standout. Kotler will no doubt be remembered long after most marketing theorists have been forgotten and is an example of an educator capable of extracting theory that he made useful and more practical. Wilson (1998) in Consilience suggested the 21st century would be focused on those who can synthesise. Kotler managed this incredibly well (over 315,000 citations on Google Scholar).",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1272,
                    "text": "Wilson (1998)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "A key role for the academic synthesiser and communicator"
        },
        {
            "text": "Drucker, as the father of management, is similarly recognised. His McKinsey Award at the age of 95 for the best article published in Harvard Business Review in 2004, was exceptional. Explaining complex theory effectively and simply to students and managers is too often underrated. It's why journals like HBR and California Management Review focus increasingly on communication of ideas over complex explanations of detailed empiricism. Teaching is currently experiencing similar change with the advent of MOOCs, block teaching and more online and blended learning. Vyakarnam & Hartman (2011, p. 2) identified: 'We also ring an alarm bell for educators. Media…and private sector web-based organisations are gaining rapid influence by creating programmes and content that inform and inspire. It will not take long before these forms of media are able to replace what is currently offered by educators.' Some of our more applied universities are now taking up this challenge with executive training direct to the workplace. Singleloop learning (understanding more of the what and how), double-loop learning (understanding more of the how and why) and importantly sharing and transferring triple-loop learning (going more to a metatheoretical why) (Tosey, Visser, & Saunders, 2012) is aided in such contexts. \"Ah-ha\" theoretical insights often derive from these latter teaching-practice why moments yet this contribution often goes unrecognised.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 595,
                    "text": "Vyakarnam & Hartman (2011, p.",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1278,
                    "text": "(Tosey, Visser, & Saunders, 2012)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "A key role for the academic synthesiser and communicator"
        },
        {
            "text": "The four co-authors of this paper are researchers and educators. Like their colleagues in management and business, they are mindful of KPIs that are prevalent in the university domain and within business and management. All four have taught at undergraduate and post-graduate levels at the Australian National University (ANU), have been practitioners, consult to industry, are keen to see students succeed and are academically and vocationally driven. Their specialty areas include marketing, entrepreneurship, innovation, leadership and change management. Located in the Australian capital Canberra, ANU is part of a Group of Eight (Go8) leading Australian universities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactive educational management and marketing cases that are up close and personal"
        },
        {
            "text": "The four cases illustrated below (Cases A to D) are built around the combined authors' educational teaching and training praxis. Praxis is an apt description as it emanates from the Greek for a theory or lesson being enacted, and reflects that these four cases are direct lessons from academics engaging and interacting in their field. Most of the cases remain operational with continuous adjustments, refinements and recalibrations. Student evaluation, peer reviews and feedback from practice and social domains inform improvements. Cases A to D represent multiple offerings from undergraduate through to executive and industry educational programs and training. One of the most important attributes of the ANU management school teaching approach is the introduction of evidence-based management (EBM) which puts emphasis on problem/solutions from multiple perspectives including scientific literature, organisations, stakeholders and practitioners. EBM (Dietz et al., 2014) acknowledges that better business decisions require accurate data, facts and triangulation. Such material can be derived from secondary sources, surveys, qualitative material, cases and/or business operations. Ultimately EBM relies on a combination of theory and practice-with Kahneman's (2011) Systems 2 or more reflective thinking (as opposed to Systems 1, more automatic thinking)-illustrative of this approach (Thaler & Sunstein, 2008) .",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 975,
                    "text": "(Dietz et al., 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1390,
                    "end": 1415,
                    "text": "(Thaler & Sunstein, 2008)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Interactive educational management and marketing cases that are up close and personal"
        },
        {
            "text": "The four cases described are customised to the ANU management school philosophy but are examples of initiatives increasingly offered by a range of Australian universities in programs encouraging more interactive theory-practice work integrated learning (WIL). The cases are supported by peer reviews and student feedback but for the purposes of this article the material is built on the diaries, memos, observations and reflective discussions of the academics involved (Kriz et al., 2018) . Two of the authors have developed programs applying action learning and action research for more participatory approaches with Cases B, C and D offering examples closer to Tushman et al.'s (2007) executive and industry training workshops. This latter case (D) has been subject to participant entry and exit surveys with some of the findings published in R&D Management.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 488,
                    "text": "(Kriz et al., 2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 663,
                    "end": 686,
                    "text": "Tushman et al.'s (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interactive educational management and marketing cases that are up close and personal"
        },
        {
            "text": "Since 2003, ANU post-graduate management programs have required final-year students to complete, as a capstone project, a live consultancy brief for a local company, focused on an innovative growth initiative and development. By 2018, one author had mentored 83 of these projects for 62 local client organisations. The strategy challenges are posed as unstructured, complex problems requiring participants to deploy and adapt multiple frameworks learned across their entire management program. The projects have yielded rich research insights into the growth strategies of local companies across multiple industries as well as accelerating their development in practice by embedding novel strategic frameworks into the local business ecosystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case A -going live with problem-based learning"
        },
        {
            "text": "Another problem-based interactive example is ANU's global marketing course which incorporates an International Business Plan Competition (IBPC). This brings together business, industry and government partners to create export-ready outcomes for local companies (approximately 7 to 10 partnerships per annum). Student teams A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx develop global marketing plans for the respective companies with each finalist pitching their outcomes to an expert panel of industry practitioners. Companies benefit from well-developed internationalisation plans, students gain real-world insights and faculty members gain access to in-situ business activity and research data. The program has two offerings: one at undergraduate and one at post graduate level. The recruitment of companies is undertaken in close collaboration with industry and government stakeholders and the program has been responsible for multiple international export successes. An induction of companies into international marketing theory and process kick-starts the IBPC, conveying expectations and providing recruited SMEs with a snapshot of relevant theory. Tools and modules have been developed to assist students in quickly understanding and applying theory to the live businesses, with standout students selected by the SMEs to enter internships. ANU's College of Business and Economics (CBE) operates a growing and extensive internship program with approximately 70 undergraduate and postgraduate students working in businesses each semester. Two of the authors of this paper provide academic supervision, ensuring students apply suitable theoretical elements to their experience. Projects are research related and monitored by academic supervisors for adequate rigor. Successful interns are consistently hired by participating companies. This internship program now supports international students in acquiring positions in their home market. Internships are an important way of assimilating and disseminating research concepts into the field, and are increasingly common in university settings.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 389,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case A -going live with problem-based learning"
        },
        {
            "text": "In 2008, the ANU launched InnovationACT, a network-based program encouraging students, staff, academics and industry mentors to collaborate in local venture initiatives. The program has gradually expanded to include other educational institutions in Canberra. Over the past four years, the program has awarded over AUD$200,000 in seed funding and other resources. In 2017, InnovationACT's online platform was viewed over 30,000 times and a record thirty teams completed the program which includes a series of practice-oriented workshops based on the ANU's research into new venture processes (Potocnjak-Oxman, 2018) .",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 615,
                    "text": "(Potocnjak-Oxman, 2018)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Case A -going live with problem-based learning"
        },
        {
            "text": "In 2014, the ACT Government launched the Canberra Innovation Network (CBRIN) to further consolidate collaborations between local government, innovators and education and research institutions. InnovationACT has built strong ties to CBRIN, the Griffin Accelerator which supports local high-growth firms, and the federal intellectual property agency-IP Australia-linking social, research and practice stakeholders (Potocnjak-Oxman, 2018). ANU's College of Business and Economics has now also piloted a Venture Lab for further integration of entrepreneurial ventures created by students, including the promotion of joint innovation efforts. Student-centred activities linked to design thinking are central to this initiative. The start-up entrepreneurial portfolio is managed and developed by one of the co-authors who is currently undertaking research into entrepreneurial opportunities and design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case A -going live with problem-based learning"
        },
        {
            "text": "Two authors have delivered a pilot executive education offering at the ANU in partnership with a professional association of transformational change practitioners. This program has combined academic theory, EBM, and practical expertise in transformational change. The project-based course has built on action-learning approaches to accelerated executive learning (Tichy, Brimm, Charan, & Takeuchi, 1992) . The intention from the outset was to use the educational context to go beyond current theory and practice to co-create new knowledge applicable to both domains.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 403,
                    "text": "(Tichy, Brimm, Charan, & Takeuchi, 1992)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Case B -research-practitioners as program co-creators"
        },
        {
            "text": "The course had initially been organized around three face-to-face modules of four days each, with a final module of two days, delivered over a nine-month period, with time between modules for application and practice. The first module entitled 'Understanding' introduced participants to the current state of research in transformational change. Two external program sponsors then posed wicked transformational challenges, on which participants worked as members of a team, for the entire program. The second module, 'Activation', presented a theoretical lens for interpreting the wicked challenges and focused on scoping the project work. Module 3, 'Implementing and Adjusting', deepened participants' understanding of transformational change by drawing upon previous insights of transformational leader-practitioners. Dialectic debate through Modules 1 and 2 surfaced conflicting cognitive frames between research and practice. In Module 3, intensifying deadline pressure exposed participants to their assumptions and blind spots, which brought frustrations into the open as they grappled with tensions between theory and practice. As the date for delivery loomed, pressure to articulate a strategy resolved the tension into synthesis. Module 4 concluded the program with presentations of findings to sponsors and a broader audience of practitioners, and sharing of team and individual reflections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case B -research-practitioners as program co-creators"
        },
        {
            "text": "Along the way, the ANU and executive-based teams experienced their own version of a \"pressure-cooker\" challenge. What seems clear and straightforward at the outset creates unexpected tensions, taking learning in new directions. A shared goal is to collaborate on a common educational platform to co-create knowledge and tools to benefit both research and practice through transformational change. Although there is general agreement on overall goals, strategies for achieving these vary significantly between teachers (who prioritise theory and learning assuming that practitioners find theory valuable) and practitioner students (who emphasise tools and solutions, believing academics are unaware of current practice and unable to respond quickly enough to emerging opportunities). Much time in this program has therefore been spent on building a common language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case B -research-practitioners as program co-creators"
        },
        {
            "text": "The most useful tools are theoretically based but practically useful. For example, causal loop diagrams based upon systems theory are an abstract, yet applicable lens for understanding complex dynamics associated with transformational change; an EBM framework provides a practical context for methodological rigor in data gathering, critical appraisal and reflection. Participants learn transformational skills while academics find new ways to explain value propositions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case B -research-practitioners as program co-creators"
        },
        {
            "text": "A new MBA program has also been launched at ANU with one of the authors responsible for developing an Entrepreneurship and Innovation course for this program. An important component of the program is the inclusion of weekly readings of key journal articles on boundary spanning, innovation champions, ambidexterity, opportunity recognition and bricolage. The major assignment is the development of an innovation plan and strategy for implementation in each MBA student's business or government department. Many of the executive participants acknowledge that they are implementing the innovation plans in their workplace. For example, a state innovation award and funding was recently received by one of the participating MBA students based on their respective innovation project. Course objectives are adjusted in early weeks, depending on the skill, knowledge and learning needs of the cohort to ensure students gain significant practical and theoretical benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case B -research-practitioners as program co-creators"
        },
        {
            "text": "Two of the authors have been key contributors to a Master of Management (MoM), a jointly accredited program taught in Mandarin at Tsinghua University in Beijing, currently in its 16th year. The authors have taught approximately 60 students per cohort in the final course, New Venture Creation. Participants are senior executives and leaders from various provinces across China. The course focuses on business model and business plan development for new ventures, including potential spinouts and spinoffs. A recent addition to the program has been the incorporation of tools for applying innovation championing to A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx enterprises. The MoM has witnessed many changes in China with enrolling participants now often already successful independent entrepreneurs. In earlier cohorts, most participants came from government or State Owned Enterprises (SOEs). Increasingly, the Chinese students/executives in the program are now often creating ventures pitched at service opportunities and social innovations. The New Venture Creation course has provided important innovation skills and encouraged student teams to create and kick-start real ventures built around team capabilities, analysis of combined resources and clarification of a feasible opportunity. A number of these new ventures have successfully transitioned from the classroom to commercial reality. A key aim is to equip all students with a theoretical and practical capacity to kick-start a venture but there are important additional objectives. Advancing understanding of teamwork, applying knowledge gained from the suite of earlier management courses, and sharing vignettes of existing Chinese entrepreneurs (including those in the class) are other key elements of the course.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 672,
                    "text": "A. Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case C -internationalising programs with co-creation across business schools"
        },
        {
            "text": "The opportunity for Australian academics to immerse themselves in Beijing with executives from an array of China's leading businesses, including consulting, finance and government enterprises, has obvious two-way benefits. Beijing's Zhongguancun district, where Tsinghua is located, is renowned as China's Silicon Valley and is a key centre for enterprise growth and innovation. Tsinghua was recently ranked 16th on the QS rankings (2020) which places it close to the top in Asia. Tsinghua cohorts now visit Australia both prior to commencing the MoM and at its completion, and academics have utilised these opportunities to introduce students to Canberra businesses to advance firsthand understanding of Australian businesses and policy environments. One of the authors is now teaching a new course on Innovation to the MoM cohorts and already the results are highlighting interesting additional theory-practice anomolies and insights for those taught (Chinese executives) as well as those teaching (Australian instructors).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case C -internationalising programs with co-creation across business schools"
        },
        {
            "text": "One of the authors has had the opportunity to incorporate theory in educational training in regional research and practitioner interventions. These stemmed from a range of quadruple helix research undertakings mostly supported by grants from industry and policy stakeholders. The author has been responsible for several place-based interventions at enterprise, cluster and regional levels and has trained and supported two significant clusters in New South Wales (NSW): Hunternet (170 businesses as cooperative members) and Central Coast Industry Connect (a 200 plus database). Activities with these member bodies have led to training and leadership initiatives, for example the development and implementation of training programs for China, Japan and Korea as part of the development of Australia's recent Free Trade Agreements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case D -societal programs that assist place-based co-construction"
        },
        {
            "text": "Additional work by this author with place-based initiatives has extended to federal government grants and initiatives. These opportunities have led to benefits like the development of an Innovation Champions Program (with over 30 participants, approximately 10 per session) and two follow-up regional innovation management (RIM) training programs (North East and North West Tasmania). The latter were supported by Skills Tasmania with several findings showcased at peak academic/industry international conferences. The author supports one of these international conferences (International Society for Professional Innovation Management -ISPIM) with wicked problem training programs (specific for each conference destination) and action research/learning skills. The wicked problem sessions attract over 40 participants (policy, practitioners, academics), with action research/ learning sessions limited to approximately 12 participants (practitioners and researchers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case D -societal programs that assist place-based co-construction"
        },
        {
            "text": "The success of the abovementioned quadruple-helix inspired endeavours has led to closer university-industry-government-community linkages. These interventions also have international implications, extending to markets like Germany. The Australian-German initiatives are aimed at advancing regional development and business growth in Australia. A potential programs has been underway in Bendigo, Victoria, with training likely modelled on a combination of successful domestic RIM approaches and regional transition lessons from Fraunhofer Institute in the Kaiserslautern district of Germany. The Bendigo-Fraunhofer program aims to link business, academics, students and communities in what could be described as a potential international cluster of innovation (Engel, 2015) . Workshops incorporating industry, policy and regional stakeholders were conducted in 2018 as part of this initiative.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 772,
                    "text": "(Engel, 2015)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Case D -societal programs that assist place-based co-construction"
        },
        {
            "text": "Another project that emulates this much deeper exchange between educators and the business environment is an action learning intervention on the Central Coast, NSW. Nine companies were involved in an endeavour to improve industry outcomes by upskilling participants, building family business leadership skills and helping small businesses unlock growth opportunities. Reg Revan's action learning process of combining the right mix of formal programmed knowledge (P) with questioning and actions (Q) has been inspirational in these developments. The author's role has been to develop and facilitate the initial program (now in its 3rd year) which is an example of Van de Ven's (2018) engaged scholarship. Bringing out the thoughts and reflections of industry peers is paramount here. Indeed, these programs go beyond simply researchers crossing the rigor and relevance divide and acknowledge that engaged scholarship is increasingly possible through targeted educative initiatives. The latter cases suggest that academic boundary spanners are becoming harder to distinguish from practitioners. Nevertheless, it is important to highlight that all four authors of this study have always been keen to keep their theoretical toolkits close-at-hand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case D -societal programs that assist place-based co-construction"
        },
        {
            "text": "These illustrative interactive educational cases provide narratives of academics crossing the threshold between research and practice: success relies on academics' business, research and practitioner strengths, combined with advanced educational and facilitation capacity. Common to the first three cases (A, B and C) are the following four characteristics that appear necessary to increase the common ground.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encouraging a co-created common ground"
        },
        {
            "text": "1. Each case uses overarching educational goals and processes to integrate mindsets, interests and approaches of social, research and practice stakeholders, bridging and advancing understanding across the three domains of research, practice and social stakeholder while delivering valuable outcomes to each. In so doing, a common basis for value is established (Stark, 2011) . 2. Relevant processes are multidirectional. They do more than apply established theoretical frameworks derived from management research into the social and practice domains; they integrate the value of practitioners' and social stakeholders' experiences as contributors to new knowledge. In doing so, they stimulate researchers and students to generate unique adaptations of theory that stretch beyond established foundations, reframing them into unique clientspecific outcomes. In the process, they also challenge social and practice stakeholders to engage with theory in hands-on interactions that deepen their portfolio of mental models. 3. They require a core team of research-practitioners willing to experiment across the three domains (Posner, 2009 ). This is often at personal cost to individual careers because efforts devoted to the goals of 'other' domains, or leading initiatives that bridge domains, attracts little career recognition. But as the value of shared outcomes becomes more visible, bridging these domains is recognised as a solution to the individual pressures each domain faces, rather than as a competing resource demand. Engagement is increasingly regarded as a key process for reigniting relevance, for generating research funds, and for enhancing graduate employability.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 374,
                    "text": "(Stark, 2011)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1119,
                    "end": 1132,
                    "text": "(Posner, 2009",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Encouraging a co-created common ground"
        },
        {
            "text": "A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx generate knowledge that propagates and extends new insights beyond direct participants to other domain members through network interactions during and after programs. The experience of business innovation (Von Hippel, 2005) suggests that researchers who expose their emerging theories to early testing in an educational context will generate more novel and robust theories faster than those who try perfecting their work in research silos.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 66,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 290,
                    "text": "(Von Hippel, 2005)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Multidirectional interactions in management education experiments"
        },
        {
            "text": "Over time, these illustrative experiments help catalyse the development of additional change agents across domains in a minor social movement that gradually influences others to shape common ground.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional interactions in management education experiments"
        },
        {
            "text": "Case D is a good example of more extreme testing of theory within the regional field. This has considerable benefits for both educator(s) and beneficiaries and is important in countering the divide between university, business and society. Case D has also initiated multiple research spinoffs and has significantly influenced regional outcomes. Practitioners have participated in such programs as have government field workers, helping diffuse benefits of these interventions more broadly. Regions targeted through the interventions have often underperformed in educational achievement, with many participants actually gaining exposure to higher levels of education for the first time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multidirectional interactions in management education experiments"
        },
        {
            "text": "Cases B and C have similarly high impacts albeit all lessons are conducted within a more contained educational environment. Case A targets undergraduate students transitioning into industry. Theory passed on to them has immediate impacts and longer-term diffusion advantages particularly when lessons around such theory are also incorporated by employing businesses. Graduands who have learned to adapt theories and create unique client-specific frameworks rapidly create networks of advocates across surrounding business ecosystems. Research-practice experiments in management education are thus a highly effective means of disseminating new knowledge more rapidly than via the conventional means of academic publication. Table 1 provides a synthesis and cross-case analysis and lists benefits of these educational interactions. The table reconfigures cases to align educational gain with the level of offering: undergraduates (2nd and 3rd year), postgraduate (minimal work experience), MBA (prior extensive work experience), executive leadership (CEOs), Chinese MoM (executive level), and regional industry training workshops (extensive regional business and industry stakeholder expertise). The table outlines social, practice and research gains from educational interactions, with the final column focused on the shared commons and benefits of academics engaging deeply with external stakeholders.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 730,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Multidirectional interactions in management education experiments"
        },
        {
            "text": "The illustrative cases and educational praxis demonstrate that cocreating new knowledge with practitioners can result in significant achievements. The contribution that each program type can make to the domains of the commons varies, consequently instruction and teaching processes need to reflect these variations. The needs of participants in an MBA class, and the commensurate value for the commons, will be different to that of an undergraduate program. When training industry partners or international postgraduate students, the context is different again. Thaler and Sunstein's (2008) notion of the role of a 'choice architect' is particularly vital here. Educators accordingly need to be cognisant of the choices they are making with what they include/exclude in relation to guiding a cohort. The amount of programmed instruction with higher-order research is dependent on the levels and context, as illustrated in the range of illustrative cases. Alternatively, choices may be made to embed more action-based inquiry to ensure more practical translation is occuring. The benefit for the commons is the architectural \"osmosis\" which encourages co-creation and a constant \"drip-feed\" of new knowledge through learning by doing, and an appropriate \"dose\" of programmed instruction and research. This is not limited to executive training but can be facilitated across all domains as the examples within Case A highlight. This paper asserts that teaching is an important bridge between research and practice, with benefits across all domains within the commons. As outlined in the Introduction-the more we isolate management researchers toward publishing, and either-or pursuits around rigor and away from social phenomena-the more we threaten the relevance and quality of what management and marketing schools produce. Knowledge is most effectively created through the continuous interaction of ideas, theories, schemas and empirical data in a continual dialogue, not only among researchers but also through engagement with others in the social, communal and corporate domains where human capital interacts. Exclusivity of the peer-review audience toward higher-ranked research publications makes research increasingly inward-looking and inaccessible. For those in business practice, prior experience, rules-of-thumb and intuition provide poor guidance for addressing uncertainty and wicked-style problems. Linking theories to practice through educational exchanges, as detailed in the cases and summarised in Table 1 , is a mutually beneficial pathway for management and marketing. One characteristic common to all the cases is a willingness on the part of each of the authors to experiment, applying a spirit of inquiry, in the educational setting. Fig. 3 identifies the gains attributed to education and teaching becoming more aligned to others. The education sweet-spot derived from the discussion is where we expect research and practice to increasingly intersect. The calls by Storbacka for more abductive studies and Van de Ven for engaged scholarship are platforms for increased researcherderived relevance. However, similar to , we believe that the potential and scope for educators to make a difference is understudied. Fig. 3 highlights an important implication for research arms of business schools. To remain relevant to practice and social stakeholders it will be beneficial to offer significantly increased value through effective teaching programs. Table 1 highlights benefits of more applied teaching to both practice and social stakeholders. Direct benefits ensue through theory being disseminated in ways respective users can and want to learn. Educators and their institutions should not be limited by student evaluations but be bolder in encouraging teaching that incorporates more interesting theory-practice pursuits; they have an important role in leading the commons as theoretical plus teaching experts. Applied, relevant, purposeful, action-oriented learning, undertaken in a variety of ways (formal learning for executives and MBAs, internships, Masters level studies, problem-based learning, industrybased competitions) is a clear way to achieve this. Increasing the understanding of social stakeholders will mean better outcomes and less resistance as depicted in Fig. 3 .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 590,
                    "text": "Thaler and Sunstein's (2008)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 2514,
                    "end": 2521,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 2755,
                    "end": 2761,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3234,
                    "end": 3240,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3469,
                    "end": 3476,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 4298,
                    "end": 4304,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Understanding education's contribution to the commons"
        },
        {
            "text": "One caveat in the process is the quality of the teacher. While beyond the scope of this paper, it must be recognised that not all researchers are capable of this type of instruction. Drucker highlighted the importance of playing to strengths. Inappropriately pushing researchers beyond their specialisation into training and facilitation roles may not result in ideal outcomes. However, there are ample educators and practitioners with skills to fill the sweet-spot void. Professors of Practice are one avenue, but universities and faculties should also look for additional boundary spanners and to team academics with practitioners to further bridge domains and diffuse the research benefits of the commons. As Tushman et al. indicated and we have further developed, the domains of the commons can only come closer if genuine efforts to change behaviours are taken beyond rhetoric to real incentives and actions. Rewarding academics for successful strategies around WIL needs to be matched in workload adjustments and additional rewards. Practise, publish and prosper is more representative of what we academics should be aspiring to achieve rather than the publish or perish mantra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understanding education's contribution to the commons"
        },
        {
            "text": "A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx Table 1 Gains from educational interaction for various stakeholders. -Advances leadership quality -Advocacy for lifelong learning -Positive influences on key decision makers -Improved financial returns and leadership skills -Increased ability to manage rapid change -Immersion in EBM -Complex problem solving through \"wicked\" methods -Access to research in top companies -Alumni networks -On-going research grant opportunities -Increases currency in research and contributions -Immediate feedback mechanism for educators to industry leaders -Keeps educators savvy with higher-order needs of top management teams -Adds executive insights to management and marketing schools",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 58,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Understanding education's contribution to the commons"
        },
        {
            "text": "Regional Industry Training -Broaden community exposure to education -Adds value to regional systems and clusters -Lifts quality of regional thinking -Increased enterprise and regional value -Growth for individual enterprises -Experience of action learning to improve business outcomes -Familiarisation with new frameworks -Opportunities for action research -Improved likelihood of successful Linkage and ARC partnership grants -Opportunity to test current theory in practice -Ensures needs of regions inform educators, management and marketing schools and universities -Builds two-way links and bonds across respective domains A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 685,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Understanding education's contribution to the commons"
        },
        {
            "text": "All three domains (research, practice and social) need to reinvigorate their commitment to the pursuit of understanding, recognising that the complexity of the commons has taken us well beyond the capacity of any one domain to achieve its goals without interaction with others. Fig. 3 identifies that education provides one bridge to effective interaction. However, multiple perspectives have moved the commons beyond taming such dilemmas with simplistic linear solutions. Incentives and rewards in all three domains are complicated and there will be many trial-and-error interactions without necessarily guaranteeing immediate and measurable benefits. Young career academics are under increasing scrutiny to perform well on student evaluations even though teaching is often treated as a given, and not celebrated like high level publication. These younger academics increasingly game the teaching system and avoid risk in pursuit of a simple \"tick\" on their education-related tenure evaluations. This only exacerbates distrust of students and stakeholders. We cannot predict which experiments will lead to which outcomes (Rice, O'Connor, & Pierantozzi, 2008) but our more interactive educational cases show that there are plenty of opportunities and plenty do work.",
            "cite_spans": [
                {
                    "start": 1122,
                    "end": 1159,
                    "text": "(Rice, O'Connor, & Pierantozzi, 2008)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The message of this paper is clear: we cannot continue to overlook the role of teaching in strengthening relevance and building connections between research and practice. The authors are cautious in using terms like \"pracademic\". If this implies a boundary spanner gifted in both practice and academia then we are supportive, knowing that improved translation across our stakeholder groups is critical (Kuhn, 2002) . We have identified that one-size-does-not-fit-all and have offered a range of examples where early and mid-career researchers can fine-tune their educative abilities. Like researchers in search of better methods to bring them closer to practice, teaching and learning need similar strategies. However, instruction through practice alone is insufficient, and evidence and rigor must be maintained. We suggest that well-designed action research and action learning are effective but currently underutilised ways of co-creating new knowledge within practical environments. Embedded field-work teaching and instruction definitely has merit in leading to win-win-win outcomes. Cases B and D are representative of typologies where academics not only fine-tune their craft but gain immediate and critical feedback from the market. Sometimes the response can be blunt but that is what reflective inquiry is all about. Anne Cunliffe, Andrew Van de Ven and the late Donald Schon, Chris Argyris and Reg Revans should all be on the reading lists of aspiring theory-practice reflexive academics. Fortunately, as the authors of this paper and their ANU colleagues in design science research (DSR) are showing, such action-based reflexive studies can be published.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 414,
                    "text": "(Kuhn, 2002)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical and case implications"
        },
        {
            "text": "The commons could draw insights from the Industrial Marketing and Purchasing (IMP) Group's actors-activities-resources model (AAR) in terms of delving more deeply into how bonds, ties and links (Håkansson & Snehota, 1989) are stimulated across our three domains. The approach outlined in this paper correlates with a more applied philosophy of improving education/research processes in the broader social sciences (Flyvbjerg, 2001) . The five stages in Dreyfus' model of skills development of novice, advanced beginner, competent performer, proficient performer, and expert is important. How many proficient performers or true experts have we got in the disciplines of business? Senior academics never practising their trade in pursuit of purist academic pathways, are not likely to pass the test. Our purists are needed but they have a limited market with often long term horizons.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 221,
                    "text": "(Håkansson & Snehota, 1989)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 414,
                    "end": 431,
                    "text": "(Flyvbjerg, 2001)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical and case implications"
        },
        {
            "text": "Turning to our graduands, the best skill level we can probably aspire to regarding teaching and learning is a novice with some reaching advanced beginners. This is reliant on practice-based exposure, and if we deprive our students of such opportunities, we have forsaken their chance of attaining applied skills readiness. This is an important gap that practice and social stakeholders are asking us to fill (Jaworski, 2011) . MBAs and executives are calling for a different type of training. They increasingly want more advanced capabilities that add to their unique value and individual brand. This means complementing industry experience and helping them advance to proficient performers or experts. Cases B and C illustrate these aspirations. Even a competent performing management academic would struggle at this level given they are often lacking exposure to practice. It is something that medical professions and universities like Stanford and Harvard do well. Microcredentials and advances that support a growth mindset (Dweck, 2017) are increasingly fundamental at such levels, as are the benefits of sharing experiences with peers and expert lecturers. Only those with equivalent understanding of \"real world\" practices are likely to be able to teach in such environments. University settings not willing to invest in such innovations are likely to become increasingly redundant. The benefits of getting closer to practice and social partners cannot be underestimated but whatever tools we use as academics, it is important that we draw from quality evidence to make decisions. If we stand still it will only be a matter of time before the market and burgeoning industry competitors leave us behind. Susskind (2013) in his Confessions of a Pracademic investigates in conceptual detail the Theory of Engagement, starting with a practical or perceived problem, followed by analysis then conceptualisation. Such spirals of inquiry focus on a deeper understanding, new knowledge and ultimately improved outcomes. Much of the criticism of theory A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx development in marketing and management is about providing post priori results and in essence informing practitioners of what they already know. As our praxis cases identify, this can be overcome when stakeholders are more intertwined and co-creating together. Susskind is proud of his engagement process that he suggests outsmarts the current academic system. This starts with documenting issues before theory building, which is then followed like many of our examples, with exchange through teaching, training and active educational partnerships. Our regional industry training approach (Case D) is closest to gaining direct societal and industry-wide impacts. While currently an exception for universities, such approaches are slowly becoming more popular. Swinburne University of Technology in Australia with their approach to Industry 4.0 and partners like Siemens follow this style of engaged WIL interactivity. FIRenze SmarT (FIRST) Working Lab is a European attempt trying similarly to bridge the teaching-practice gap. Incentivising professors to champion industry projects for students sounds easy, but is difficult when schools do not seriously acknowledge the individual academic's publishing trade-off and resource outlay. Unlike business innovation, where there is a 'fuzzy front-end' (Koen et al., 2001) , experiments in management education seem to have a 'fuzzy middle'. The 'fuzzy middle' makes direct measures of cause-effect relations between programs and outcome inconclusive. For example, entrepreneurship education programs often measure the number of new ventures launched by participants yet in our experience few of the ventures designed in undergraduate entrepreneurship programs move beyond prototyping. Nevertheless, anecdotally, the same individuals who met, interacted, and learned together, are occasionally discovered two or three years later still connected and launching completely different ventures. Skills development, as in the Dreyfus model, do take time to perfect with good doses of experiential learning critical for graduand development. We agree with Revans (2011) that a blend of 'programmed learning' and dose of real 'action' is important for growing into a profession. Novice students are not totally dissimilar to entrepreneurial start-ups with wide and varied skills that effectuate before they narrow their capability and competences. This is different to the modern more causal MBA student (more competent and proficient), who is more like the incumbent firm trying to reconfigure resources, perfect their craft, and exploit new opportunities.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 424,
                    "text": "(Jaworski, 2011)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1028,
                    "end": 1041,
                    "text": "(Dweck, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1725,
                    "text": "Susskind (2013)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2054,
                    "end": 2109,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                },
                {
                    "start": 3417,
                    "end": 3436,
                    "text": "(Koen et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical and case implications"
        },
        {
            "text": "The experienced executives in Cases B and C were increasingly wanting more than simply business smarts as they pursue high-order expertise and a rare combination of practical and theoretical wisdom. Our executives are increasingly striving for currency and are conscious of the up-and-comers with their newly acquired MBAs. Success in our digital AI world is likely to be built around continuous learning and constant program improvement. We need better measures of the longerterm impacts of educational experiments when outcomes are mediated by indeterminate 'fuzzy middle' processes. A key aspect of this study is promoting education as a fillip for reversing what Storbacka (2014) and others see as a continual research relevance decline in the commons. Narrowing the gap between those that teach and/or those that research should be high on the agenda of university administrators. The sweet spot for a win-win-win scenario has potential to extrapolate the cocreated value harvestable from engaged scholarship that combines not only Van de Ven's better research-practice but emphasises teachingpractice as well.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 683,
                    "text": "Storbacka (2014)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical and case implications"
        },
        {
            "text": "Several practical implications stem from this research. Firstly, a person with a PhD with extensive real-world business expertise is a rare find in Australia yet this research identifies that transdisciplinary and boundary-spanning academics are critically important in helping overcome the current divide between practice and research and a shrinking commons. We should start with PhDs as they enter the field, and train them in the science of teaching and communicating and not simply the science of research. Pracademics crossing these boundaries are ideal but we need to be careful that we don't lose research credibility in such a process. Practise, publish and prosper has merit and for marketing and management academics this means communicating theory more effectively while simultaneously investigating practical and management benefits. Marketing and management are not alone here but it is ironic that we don't practise our communication skills as well as we preach them in theory. Osterwalder and his co-designers (Business Model Generation and Value Proposition Design) are typical of a new breed of consultants turning academic tools upside-down. Like Eric Ries, this popularist new breed is simplifying complex theoretical phenomena and making it more user-friendly (Frederiksen & Brem, 2017) . Their refinements are now commonly seen in the curricula. Adam Grant from organisational psychology is particularly astute at using different mediums to communicate difficult concepts simply and humorously. It may be time to reconsider reward structures for academics and, as indicated by Etzkowitz (2008) , appoint more industrycapable academics committed to mentoring researchers and teachers. An academic balanced scorecard and workload model that properly rewards research, teaching and practice would be a great start. This stream should not simply support Professors of Practice but also extend more commonly to Lecturers of Practice and Associate Professors of Practice.",
            "cite_spans": [
                {
                    "start": 1281,
                    "end": 1307,
                    "text": "(Frederiksen & Brem, 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1599,
                    "end": 1615,
                    "text": "Etzkowitz (2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "A second practical implication is to carefully design programs around a strong theoretical base, cognisant of industry and practical elements. The programs discussed in our cases were offered at later undergraduate years or pitched at postgraduates, executives and external regional stakeholders. The practice elements of these courses are built around students having multidisciplinary and comprehensive theoretical foundations. The transfer of higher-order theory occurred as a result of these foundations not despite them, with EBM and rigor still central. As David Epstein in Range points out, we need to be careful to promote critical and diverse abstract thinking and not limit our students to simplistic over-structured thinking. This study has only touched upon opportunities for universities and a limited array of options. There is a suite of possibilities where educators can work with practitioners for similar benefit without falling into the potential trap of becoming vocational providers. We should not lose sight of the importance of being deep and unique in our research skills and offering that as a key point of difference to external practitioners and consultants. ANU is a university particularly clear in its support of Humboldtian research-teaching traditions. Once again, one-size does not-fit-all, and there are many universities that should also pursue their own visions and traditions. The key is to ensure the commons is growing and strengthening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "More can and needs to be done to reduce the dissonance and to build a shared overarching logic for valuing management research and practice that delivers benefits to all stakeholders. Globally we must recognise the value of tertiary institutions. Some countries are better than others with China respecting with reverence the role of professor or teacher. It is important that the current dialogue changes and policy supports the virtues of on-going learning. Industry shares in this responsibility. Where wins occur, these should be celebrated and publicly acknowledged to build positive momentum. Australia is poorly performing on translating an excellent per capita patent and publication performance into commercial outcomes. Australia has therefore had to recently introduce a national policy to lift engagement and impact. Europe and the UK are designing similar policies. Significant funds are now being allocated at the national top-down level to incentivise universities to pull change up through the system. This is an interesting nudge to a national system. Internationally this could be supported by global and business school rankings that additionally reward universities with PhDs possessing and nurturing strong practice capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "We mentioned earlier that the commons aligned well to a wicked problem or challenge. These multiple stakeholder societal problems are messy, intractable, confusing and incorporate countervailing opinions (Alford & Head, 2017) . Taming such challenges requires A. Kriz, et al. Industrial Marketing Management xxx (xxxx) xxx-xxx transformational insight and ultimately more wicked innovation. Changing top-down national and international systems is complicated. The AMS Review has added a more robust theory and practice section which is one example of changing international efforts. Many of the more effective instruments for positive change are likely to be tactical and bottom-up; i.e. at your own business school, faculty and university level. A simple start for each business school, at the regional commons and quadruple helix level, is more effective engagement with industry, government and community on a place-based level. Some do this well, but most don't. The IMP AAR model combines well with regional innovation systems models (Tödtling & Trippl, 2005 ) as a way of mapping and understanding each local helix and commons stakeholders. Key stakeholders can then be selected as part of an advisory board to help set KPIs and monitor a new academic balanced scorecard. The advisory board should measure aspects like the number of interns and the number of courses where WIL is operational and effective. Rewards for practice around educational programs and impact need to at least match workload rewards for publishing. Advisory boards should incorporate alumni and executives that have been involved in educational programs. Monitoring skill performance of graduands for key capabilities around immediate employability could also be introduced as a broader regional commons initiative. Instead of simply surveying students on their satisfaction, an omnibus of the region should measure effectiveness. This should incorporate international partners to assess global impact. Rewards for educational excellence, including high quality theory, could be applied and then monitored by the advisory board. Reviewing research quantum and other measures to ensure the commons remains connected should also form part of the brief. As suggested, this process is not new to some business schools, but its broader diffusion would add some competitive tension to the sector. Signalling is indeed a two-way activity. Knowing that a university ranks highly in skills development and employability signals to the best management and marketing students where to enrol.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 225,
                    "text": "(Alford & Head, 2017)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 263,
                    "end": 318,
                    "text": "Kriz, et al. Industrial Marketing Management xxx (xxxx)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1063,
                    "text": "(Tödtling & Trippl, 2005",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Practical implications"
        },
        {
            "text": "Variations across cultures and across universities are noted in the literature review; such variations are likely to have strong implications. The commons portrayed through our cases in the Australian context may be different to that of other countries. This requires further exploration and offers a strong opportunity for future research. Additionally, the discussion in this study is limited to one university. It would be valuable to audit programs in other institutions both in and beyond Australia to gather a fuller picture of the status quo. This links closely to our identification of the need for more research to measure impacts of effective teaching-practices and interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research directions"
        },
        {
            "text": "Shining a light on teaching-practice as a way of bridging the growing gap in research-practice is a key aim of the paper. Unfortunately, this coincides with what some are suggesting is a sector on the edge of disruption. Improving teaching and education in business schools, as a science and as a practice, has therefore never been more pressing. Fortunately, there are many ways forward. Gamification, virtual reality, artificial intelligence and social media are all potentially ways to improve the effectiveness of teaching-practice outcomes. These instruments are already in use in many of our institutions and adapted appropriately, can help turn teaching into learning with andragogical rigor. A detailed study of these tools and their role within the commons is beyond this article's scope but such investigations will be fascinating going forward. What our senior executive praxis cases highlight is that wisdom seldom emanates solely from technology enablers. Case D was all about tactile and sensory peer interactions and in these settings, like in Cases B and C, even the educator becomes an \"actor\" in a virtuous knowledge \"theatre\". Learning how to facilitate such theatres is an important horizon for academics traditionally used to standing and delivering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research directions"
        },
        {
            "text": "The evidence highlights that marketing and management is not lacking in theory-driven research and researchers. Ironically a major research challenge going forward is to find ways of attracting and incentivising better communicators and more interactive educators to research ways of turning our current researchers into better teachers. We also need to realise that there is extraordinary scope for us as educators to diffuse our research into the broader community via a range of innovative teaching practices. Ultimately, in the traditions of Wilhelm Von Humboldt, we should not lose sight of the value of research and education combining to build the moral character of our students in what should be a better commons. Maybe after all our perplexing situation is that we have forgotten the roots of why universities are actually here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and future research directions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wicked and less wicked problems: A typology and a contingency framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Head",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Policy and Society",
            "volume": "36",
            "issn": "3",
            "pages": "397--413",
            "other_ids": {
                "DOI": [
                    "10.1080/14494035.2017.1361634"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The seven secrets of Germany: Economic resilience in an era of global turbulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Audretsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Academics and practitioners are alike and unlike: The paradoxes of academic-practitioner relationships",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartunek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rynes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Management",
            "volume": "40",
            "issn": "5",
            "pages": "1181--1201",
            "other_ids": {
                "DOI": [
                    "10.1177/0149206314529160"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A note on the aphorism \"there is nothing as practical as a good theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bedeian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Management History",
            "volume": "22",
            "issn": "2",
            "pages": "236--242",
            "other_ids": {
                "DOI": [
                    "10.1108/JMH-01-2016-0004"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How business schools lost their way",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Toole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Harvard Business Review",
            "volume": "83",
            "issn": "5",
            "pages": "96--104",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On justification: Economies of worth",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boltanski",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thévenot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improving relevance in B2B research: Analysis and recommendations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tzempelikos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "29",
            "issn": "7/8",
            "pages": "601--609",
            "other_ids": {
                "DOI": [
                    "10.1108/JBIM-09-2013-0201"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Theorizing with managers to bridge the theory-praxis gap",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nenonen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Storbacka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Marketing",
            "volume": "51",
            "issn": "7/8",
            "pages": "1173--1177",
            "other_ids": {
                "DOI": [
                    "10.1108/EJM-03-2017-0175"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Principles: Life and work",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dalio",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Teaching evidence-based management with a focus on producing local evidence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Antonakis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hoffrage",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Marewski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zehnder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Academy of Management Learning & Education",
            "volume": "13",
            "issn": "3",
            "pages": "397--414",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The five-stage model of adult skill acquisition",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Dreyfus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Technology & Society",
            "volume": "24",
            "issn": "3",
            "pages": "177--181",
            "other_ids": {
                "DOI": [
                    "10.1177/0270467604264992"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Systematic combining\" -a decade later",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "L.-E",
                    "middle": [],
                    "last": "Gadde",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Business Research",
            "volume": "67",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global clusters of innovation: Lessons from Silicon Valley",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "California Management Review",
            "volume": "57",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The triple Helix: University-industry-government innovation in action",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Etzkowitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Making social science matter",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flyvbjerg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How do entrepreneurs think they create value? A scientific reflection of Eric Ries' lean startup approach",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Entrepreneurship and Management Journal",
            "volume": "13",
            "issn": "1",
            "pages": "169--189",
            "other_ids": {
                "DOI": [
                    "10.1007/s11365-016-0411-x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Future Proof: Protecting Australians through Education and Skills",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The education of practicing managers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gosling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mintzberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MIT Sloan Management Review",
            "volume": "45",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Value co-creation in service logic: A critical analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grönroos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Marketing Theory",
            "volume": "11",
            "issn": "3",
            "pages": "279--301",
            "other_ids": {
                "DOI": [
                    "10.1177/1470593111408177"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tent poles, tribalism, and boundary spanning: The rigor-relevance debate in management research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gulati",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Academy of Management Journal",
            "volume": "50",
            "issn": "4",
            "pages": "775--782",
            "other_ids": {
                "DOI": [
                    "10.5465/AMJ.2007.26279170"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The theory/practice gap in B2B marketing: Reflections and search for solutions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gummesson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Business & Industrial Marketing",
            "volume": "29",
            "issn": "7/8",
            "pages": "619--625",
            "other_ids": {
                "DOI": [
                    "10.1108/JBIM-10-2013-0222"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "No business is an island: The network concept of business strategy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Håkansson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Snehota",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Scandinavian Journal of Management",
            "volume": "5",
            "issn": "3",
            "pages": "187--200",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Open innovation: State of the art and future perspectives",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K R E"
                    ],
                    "last": "Huizingh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "31",
            "issn": "",
            "pages": "2--9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.technovation.2010.10.002"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "On Managerial Relevance",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Jaworski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Marketing",
            "volume": "75",
            "issn": "4",
            "pages": "211--224",
            "other_ids": {
                "DOI": [
                    "10.1509/jmkg.75.4.211"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Thinking, fast and slow",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Providing clarity and a common language to the \"fuzzy front end",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Research-Technology Management",
            "volume": "44",
            "issn": "2",
            "pages": "46--55",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Readying a region: Temporally exploring the development of an Australian regional quadruple helix",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kriz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bankins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "R&D Management",
            "volume": "48",
            "issn": "1",
            "pages": "25--43",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The global importance of innovation champions: Insights from China. Evolution of Innovation Management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kriz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Denness",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "268--289",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Industrial Marketing Management xxx (xxxx) xxx-xxx",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kriz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Negotiating boundaries between scholars and practitioners",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Management Communication Quarterly : McQ",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Questioning the theory-praxis gap in marketing-types and drivers of research implementation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Möller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Marketing",
            "volume": "51",
            "issn": "7/8",
            "pages": "1163--1172",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Publish or perish: Perceived benefits versus unintended consequences",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Moosa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Theorizing with managers: How to achieve both academic rigor and practical relevance?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nenonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Storbacka",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Marketing",
            "volume": "51",
            "issn": "7/8",
            "pages": "1130--1152",
            "other_ids": {
                "DOI": [
                    "10.1108/EJM-03-2017-0171"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Education at a glance 2018: OECD indicators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/eag-2018-en"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Pracademic: An agenda for re-engaging practitioners and academics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Posner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Budgeting and Finance",
            "volume": "29",
            "issn": "1",
            "pages": "12--26",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-5850.2009.00921.x"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Support role of information Systems in Action-Based Entrepreneurship Education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Potocnjak-Oxman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Guest editorial: Is marketing academia losing its way",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Reibstein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wind",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Marketing",
            "volume": "73",
            "issn": "4",
            "pages": "1--3",
            "other_ids": {
                "DOI": [
                    "10.1509/jmkg.73.4.1"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Implementing a learning plan to counter project uncertainty",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pierantozzi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MIT Sloan Management Review",
            "volume": "49",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Signaling in retrospect and the informational structure of markets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spence",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The American Economic Review",
            "volume": "92",
            "issn": "3",
            "pages": "434--459",
            "other_ids": {
                "DOI": [
                    "10.1257/00028280260136200"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The sense of dissonance: Accounts of worth in economic life",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Does publish or perish lead to stylish rubbish? jbm",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Storbacka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Business Market Management",
            "volume": "7",
            "issn": "1",
            "pages": "289--295",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Confessions of a Pracademic: Searching for a virtuous cycle of theory building, teaching, and action research: Confessions of a Pracademic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susskind",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Negotiation Journal",
            "volume": "29",
            "issn": "2",
            "pages": "225--237",
            "other_ids": {
                "DOI": [
                    "10.1111/nejo.12020"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Dynamic capabilities and strategic management: Organizing for innovation and growth",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Teece",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Nudge: Improving decisions about health, wealth, and happiness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Globalizing Management: Creating and Leading the Global Organisation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tichy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brimm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Charan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "47--60",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "One size fits all?: Towards a differentiated regional innovation policy approach",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tödtling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trippl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Research Policy",
            "volume": "34",
            "issn": "8",
            "pages": "1203--1219",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The origins and conceptualizations of tripleloop learning: A critical review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tosey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Management Learning",
            "volume": "43",
            "issn": "3",
            "pages": "291--307",
            "other_ids": {
                "DOI": [
                    "10.1177/1350507611426239"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Research and relevance: Implications of Pasteur's quadrant for doctoral programs and faculty development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tushman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Academy of Management Journal",
            "volume": "50",
            "issn": "4",
            "pages": "769--774",
            "other_ids": {
                "DOI": [
                    "10.5465/AMJ.2007.26279169"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "RelevanceandRigor: Executive education as a lever in shaping practice and research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tushman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;reilly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fenollosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kleinbaum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgrath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Academy of Management Learning & Education",
            "volume": "6",
            "issn": "3",
            "pages": "345--362",
            "other_ids": {
                "DOI": [
                    "10.5465/amle.2007.26361625"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Academic-practitioner engaged scholarship. Information and Organization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Van De Ven",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "37--43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.infoandorg.2018.02.002"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Musings on relevance and rigor of scholarly research in marketing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Varadarajan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the Academy of Marketing Science",
            "volume": "31",
            "issn": "4",
            "pages": "368--376",
            "other_ids": {
                "DOI": [
                    "10.1177/0092070303258240"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Customer integration and value creation: Paradigmatic traps and perspectives",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Vargo",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Service Research",
            "volume": "11",
            "issn": "2",
            "pages": "211--215",
            "other_ids": {
                "DOI": [
                    "10.1177/1094670508324260"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Democratizing innovation",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Hippel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Unlocking the enterpriser inside",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vyakarnam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The German genius: Europe's third renaissance, the second scientific revolution and the twentieth century",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Consilience: The unity of knowledge",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Stakeholders in a management research and education commons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Divergent pressures shrink the commons.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "advocacy of value of education -Disseminates new knowledge to community -Application of new techniques and knowledge -Improvement in quality of training and mentorship through experience of train-the-trainer -Advances leadership and management literacy and practice -Testing of co-created new knowledge -Networks foster collaboration and open innovation -Inspires \"why\" questions and triple loop challenges -Informs educators more directly about participant andagency needs -Keeps programs in touch with needs of aspiring executives -Sharpens programs and teaching styles to higherAdvances skills in different styles of behaviours -Opens cultures to varying educational practices, norms and thinking styles -Keeps marketing and management programs up-todate with international business activity and casesExecutive Leadership",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Co-creating value through teaching and education: growing the commons.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}