{
    "paper_id": "3188eb24c69f8cc0cf20dfe57dd08fe7a361849a",
    "metadata": {
        "title": "Immunology careers at the NIH, FDA and CDC: different paths that focus on advancing public health HHS Public Access Author manuscript",
        "authors": [
            {
                "first": "Marta",
                "middle": [],
                "last": "Catalfamo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [],
                "last": "Mawle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Verthelyi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nat",
                "middle": [
                    "Immunol"
                ],
                "last": "Author",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The NIH, FDA and CDC offer a wide spectrum of job opportunities focused on improving public health through the discovery and translation of research, the regulation of safe and effective medicines, and the protection of health security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As immunologists approach the end of their training, many face the question of their next career step. Many researchers seek careers inside academia, the pharmaceutical and biotechnology industry and others. An attractive alternative is pursuing a scientific career in government institutions. Careers with government agencies are highly regarded and offer an interesting array of stable job opportunities for immunologists in which their work can have an effect on a diverse range of public health issues. This Commentary focuses particularly on three institutions with a long history of discovery, innovation, safeguarding and advancing public health: The US National Institutes of Health (NIH), the US Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The NIH is the world's largest biomedical research institution and funding agency (http:// www.nih.gov/about/). It is composed of 27 institutes and centers with scientific agendas focused on specific diseases and/or biological systems in which immunologists can pursue scientific careers. The vast majority of the NIH's budget (~90%) goes to the extramural research community and funds researchers in academic and private institutions located in the United States and around the world through competitive grants 1, 2 . The remaining 10% of the NIH's budget supports the research of its intramural laboratories at several locations in the USA. In a global world with diseases such as tuberculosis, malaria, HIV-AIDS and other emerging infectious diseases, cancer, autoimmunity, allergy and rare undiagnosed diseases, these institutes and centers house a continuum of biomedical research, ranging from the most basic research to translational research for the treatment and prevention of these diseases [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 514,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "The NIH has a long tradition in immunology and infectious diseases dating from 1887 with the creation of the Laboratory of Hygiene at Staten Island. Driven by the growing need for research, immunology at the NIH has only grown. Some aspects of immunology research at the NIH in the early 1960s are reflected in a fascinating chapter by William E. Paul and Thomas A Waldmann in NIH: An Account of Research in its Laboratories and Clinics 6 .",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 438,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "Today, at the main campus in Bethesda, Maryland, and its other locations in the country, the NIH Intramural Research Program hosts one of the largest and most productive immunology communities in the world, with over 200 laboratories distributed in its various institutes and centers 7 (http://irp.nih.gov/our-research/scientific-focus-areas/immunology). Among the many seminal discoveries of NIH immunologists are the cloning of T cell antigen receptor β-chain; the discovery of interleukin 2 (IL-2), IL-3, IL-4 and IL-15, as well as of chains of the IL-2 receptor; the elucidation of the three-dimensional structure of antibodies; and the co-discovery of the causative agent of HIV-AIDS. This extraordinary assemblage of researchers and clinicians, including world leaders in the immunology field, nurture the development of new generations of immunologists with a PhD and/or MD at the NIH's state-of-the-art laboratories and Clinical Center facilities. Immunologists across the NIH share membership in the Immunology Interest Group, which currently has over 500 members. This group promotes interactions inside and outside the community through scientific activities such as its weekly Lectures Series. Another important activity is its yearly workshop, a two-day symposium that gathers the NIH's immunologists, largely from the intramural program. At this workshop this community can be seen in action, with senior investigators providing one-on-one feedback to trainees presenting their research work and engaged in exciting discussions, all on one central topic: immunology. The NIH intramural immunology community also has cross-fertilizing groups, such as the NCI Center of Excellence in Immunology, the trans-NIH Center for Human Immunology and the Translational Immunology Section at National Institute of Arthritis and Musculoskeletal and Skin Diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "The stable funding provided by the Intramural Research Program of the NIH allows scientists from basic and clinical research to enjoy the freedom to pursue new interests and engage in innovative high-risk, high-reward research projects. For those interested in following a bench-scientist career as a Tenure-Track/Tenure Eligible Investigator, the NIH offers excellent opportunities for outstanding young researchers, such as the trans-NIH Stadtman Tenure-Track Investigator position for laboratory-based researchers, as well as the Lasker Clinical Research Scholars Program for clinical investigators. The NIH also issues early Independent Scientist Awards to support particularly talented recent doctoral graduates in independent positions without the requirement of post-doctoral training. The available resources and the remarkable and diverse research environment also attract Senior Investigator-level recruits oriented to foster or initiate new specific programs, both basic and clinical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "At the laboratories of the Intramural Research Program, Staff Scientist (for those with a PhD) and Staff Clinician (for those with an MD) are positions for outstanding researchers who work in close partnership with the Senior Investigators and Tenure-Track/Tenure Eligible Investigators who support their research programs. These are long-term positions and can have a wide range of functions, responsibilities and independence, from working at the bench to leading basic and clinical research teams, developing new research programs and managing core facilities. In some cases, a position as a Staff Scientist or Staff Clinician can evolve into a tenure-track investigatorship. In this setting, basic scientists work in close proximity to clinical immunologists (physicians, dentists and doctoral-level researchers) at the NIH Clinical Center, the largest clinical research hospital in the US. To quote Alan Sher (Chief of Laboratory of Parasitic Diseases, National Institute of Allergy and Infectious Diseases):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "\"…the close and highly enthusiastic interaction of basic scientists and clinical researchers makes the NIH a unique place to work on human disease. It is an environment where, both bedside-to-bench and bench-to-bedside research programs are strongly encouraged.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "At the NIH Clinical Center, multidisciplinary teams of researchers formed by basic and clinical immunologists and other specialties work together with the ultimate goal of understanding human diseases, developing new treatments and translating discoveries from intramural laboratories into clinical protocols to determine their effect on human disease. In addition to the translation into clinic of vaccines and immunotherapies for cancer, autoimmunity and infectious diseases, among others, the NIH supports research programs to fill gaps in knowledge and help in promoting the rapid translation of new treatment options for those patients suffering from rare and undiagnosed diseases. The dynamic partnerships between basic researchers and clinical researchers working together to understand human diseases is an distinctive feature of the working experience at the NIH, and its essence is captured by H. Clifford Lane (Director of the Division of Clinical Research, National Institute of Allergy and Infectious Diseases), who mentioned that \"…over the years the NIH-Clinical Center provided a place for rapid translation of bench research to clinical investigation. It is also noteworthy for its ability to rapidly adapt to new challenges such as HIV-AIDS, SARS and most recently Ebola.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "The Intramural Research Program of the NIH fosters international research programs around the world in disease-endemic countries to address critical global health issues. By promoting sustainable partnerships and building infrastructure and scientific capacity, these initiatives encourage the exchange of scientific knowledge between researchers and provide training opportunities to strength biomedical research capacity in the host countries. Basic and clinical immunologists at the NIH working in multicultural environments can make important contributions in addressing global heath challenges. In addition to the research career opportunities, these programs provide a career track for those immunologists interested in global health science and policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "The NIH plays a critical role in the scientific community by funding immunology research in the United States and around the world. Each institute has an extramural program consisting of immunologists with an MD and/or PhD who serve as Scientific Review Officers and Program Directors. These programs offer another remarkable career opportunity for outstanding and experienced immunologists interested in developing careers in these areas. These positions require sophisticated knowledge of research and continuous understanding of advances in the field of immunology. Ricardo Cibotti (Program Director, National Institute of Arthritis and Musculoskeletal and Skin Diseases) said that \"some of the most rewarding aspects of a NIH Extramural Program Director's job include interacting with new investigators who are planning research project submissions to NIH, promoting and advocating the best science, and helping to generate promising initiatives that will accelerate discovery and development of basic and clinical research.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "Overall, there are many exciting career opportunities in biomedical research, medicine, science policy, regulatory affairs and other areas that the NIH has to offer. Given this, the NIH is a unique and attractive institution for young scientists establishing their careers in immunology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The NIH"
        },
        {
            "text": "The FDA provides a diverse array of opportunities for outstanding well-trained scientists who want to have a clear and direct effect on public health. As with research at the NIH, scientists can pursue careers at the bench or away from it, but at the FDA, science is obviously focused on its mission (http://www.fda.gov/aboutfda/whatwedo/): \"FDA is responsible for protecting the public health by assuring the safety, efficacy and security of human and veterinary drugs, biological products, medical devices, our nation's food supply, cosmetics, and products that emit radiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "FDA is also responsible for advancing the public health by helping to speed innovations that make medicines more effective, safer, and more affordable and by helping the public get the accurate, science-based information they need to use medicines and foods to maintain and improve their health….\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "The opportunity to work in a public health environment and make a difference to patients and society is what most scientists highlight when discussing their experience. In the words of Sue Epstein (Associate Director for Research, Center for Biologics Evaluation and Research), \"I had come of age during the heyday of the civil rights movement, including five years living on the South Side of Chicago. I wanted to work in a socially relevant field, one that could benefit people of all walks of life…. Here, I can lead an immunology research program, review product applications and participate in a license review and inspection, develop regulatory policy at the dawn of the fields of gene therapy and cell therapy, and participate in WHO meetings on influenza control.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "Immunologists who choose to leave active bench science and take positions reviewing product chemistry and manufacturing can expect to be part of multidisciplinary teams that include clinicians, chemists, microbiologists, toxicologists, clinical pharmacologists and chemical engineers. These teams work together to regulate the various aspects of a product, starting before the first studies in humans that test clinical safety through to the licensing process and post-marketing stage. There are also opportunities to focus on surveillance systems to detect post-marketing safety lapses, as well as on manufacturing compliance issues, both of which require the application of scientific knowledge to tie product quality issues to product safety and efficacy or to pursue issues of policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "For those who want to further their careers as researchers, an important feature that distinguishes the FDA is that scientists conduct research in parallel with their regulatory review duties or are in direct contact with teams of reviewers for products under clinical development. Thus, they are uniquely positioned to understand the challenges that limit the clinical development or regulation of therapeutic products. Accordingly, research projects are geared toward the acquisition of critical knowledge in areas that facilitate the development of novel regulatory paradigms and provide scientific support for the development and application of new regulatory policy and decision-making. While undertaking a dual role as a researcher-reviewer can be challenging, the hands-on expertise in bioanalytical methods in silico and in vitro, as well as in animal models that can be used to improve product characterization, provides reviewers with knowledge to understand the products they regulate. Conversely, the first-hand experience with regulatory submissions allows researchers to formulate questions that address scientific gaps that needed to be filled to support regulatory decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "With labs located in brand new state-of-the-art laboratory complexes furnished with key core facilities, the FDA's immunologists perform cutting-edge studies in almost every field of immunology, including adjuvants and immunomodulators, immunotolerance, stem cell biology, inflammation, cancer therapeutics, autoimmunity and infectious diseases, as well as a strong program in vaccine development. For example, the innate immunity laboratory uses a variety of in vitro and in vivo models to study the immunomodulatory effects of agonists of the innate immune system in various tissues. This informs not only the evaluation of new vaccine adjuvants and cancer therapies for which molecules are being developed to trigger and shape the desired immune response but also the fields of therapeutic proteins and 'biosimilars' for which immune responses can have dramatic consequences. Indeed, improved understanding of the immunomodulatory effects of innate immunomodulating impurities is helping industry improve the quality of its products and has allowed the FDA to make critical decisions such as licensing the first vaccine with an adjuvant designed to activate Toll-like receptors or approval of new generic versions of complex molecules such as low-molecular-weight heparins, which broadens access to important medicines 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "Funding for the laboratories is provided via a combination of funds from the US government and a fraction of the fees paid by industry to review the products, which is distributed via a system of intramural project grants. This stable funding allows scientists the freedom to develop highly innovative programs across disciplines and to undertake challenging scientific questions that inform the regulation of existing or developing products. Young immunologists will find that the FDA has one of the strongest professional development programs spanning myriad regulatory and basic science issues, and its scientists frequently participate together with those of the NIH in such groups as the Immunology Interest Group, Glycobiology Interest Group, Cytokine Interest Group and Virology Interest Group that foster interactions and collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "The practical effect of strong research programs at the FDA is clear, as they allow the FDA to keep up with rapidly evolving manufacturing and bioanalytical characterization technologies, understanding the mechanism of action of ground-breaking products, and foreseeing potential safety risks. In this manner, the FDA can face new challenges, whether they take the form of new therapeutics for emerging pathogens, novel delivery systems, 'biosimilars' or intelligent devices, without excessive timidity, which would delay innovation. For example, immunologists at the FDA have focused on the factors that determine the immunogenicity of therapeutic proteins such as replacement enzymes and blood factors, for which immune responses to products can negate their effect or even result in the development of autoimmune disease in patients. Improved understanding of the factors involved in protein immunogenicity has led the industry to improve bioanalytical characterization and clinical monitoring, as well as to develop tolerizing regimens where indicated. Together this has resulted in improved therapeutic efficacy and product safety. It is thorough such understanding of basic science, current technology and patient needs, as well as the challenges of existing therapies, that has pushed scientists at the FDA to advocate the concept of 'biobetters'-that, is the generation of new, improved versions of existing biological agents that would benefit patients by diminishing the adverse outcomes of many diseases and might reduce health care costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "Thus, working for the FDA often provides scientists with a very tangible sense of having an effect on the development of new vaccines and therapies for unmet medical needs. As Cindy Buhse (Director, Office of Testing and Research) said, \"I worked for 15 years in industry with reduced back orders, stock holder value and sales figures as motivators, so for me, it is the FDA mission of Public Health that makes coming to work exciting\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The FDA"
        },
        {
            "text": "The CDC is the health-protection agency of the USA. Its mission is to protect the USA from threats to health, safety and security, both domestic and foreign. Its role is to detect and respond to new and emerging health threats, such as severe acute respiratory syndrome, Middle East respiratory syndrome, the influenza virus H1N1 pandemic, anthrax, HIV-AIDS and Ebola virus, and to put science and technology into action to prevent disease, to develop and train public health leaders and to contribute to global health security. It is an exciting place to work for researchers interested in having a direct effect on public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CDC"
        },
        {
            "text": "The CDC's main campus is located in Atlanta, Georgia, and the majority of its laboratories are located there. However, there are laboratories located at other CDC facilities around the country, including Fort Collins, Colorado; Puerto Rico; Alaska; and Cincinnati, Ohio. Although most of the CDC's laboratories are focused on infectious diseases, there are also opportunities in environmental health and newborn-screening programs. The infectious diseases laboratories are housed in four centers, each with a different focus and mission: the National Center for Immunization and Respiratory Diseases; the National Center for Emerging and Zoonotic Infectious Diseases; the National Center for HIV/AIDS, Viral Hepatitis, Sexually Transmitted Diseases and Tuberculosis Prevention; and the Center for Global Health. Laboratories in these centers are generally dedicated to specific organisms, and immunologists wishing to pursue a career at the bench will find an exciting range of opportunities in infectious disease immunology. These can range from cutting-edge pathogenesis studies to novel assay development and clinical trial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CDC"
        },
        {
            "text": "Fellowship opportunities for both those with a newly minted PhD and post-doctoral fellows are offered through discrete programs such as the American Society for Microbiology fellowship program and the usual hiring mechanisms (https://www.usajobs.gov). Once at CDC, it is impossible not to absorb the basic principles of public health epidemiology, which is the 'bread and butter' of the CDC. Laboratory diagnostics are essential for the investigation of outbreaks and disease surveillance in both global settings and domestic settings. Vaccine research is another area in which immunologists may find their niche, whether in the quest for a universal vaccine against influenza virus or evaluating a novel adjuvant or developing assays for monitoring the immune response to a novel vaccine in clinical trial. Local academic partners provide excellent opportunities for collaborations with cutting-edge basic research in immunology 9 . The laboratories of the CDC also collaborate with and provide support to state public health labs and to networks of laboratories around the world. Many of CDC's laboratories serve as collaborating centers with the World Health Organization (http://www.pepfar.gov and http://www.who.int/collaboratingcentres/en/). The Epidemic Intelligence Service is a highly-sought-after 2-year training program for those interested in combining their specific skills with formal training in epidemiology (https:// www.usajobs.gov and http://www.cdc.gov/eis/). These positions are part of the US Public Health Service Commissioned Corps, which is a uniformed service. Of note, everyone on the CDC staff, whether a member of that corps or not, has access to preparedness training at the CDC and may serve in the Emergency Operations Center when it is activated for responses to emergencies such as the 2010 earthquake in Haiti, the 2009 influenza virus H1N1 pandemic or the ongoing Ebola virus crisis in West Africa.",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 931,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The CDC"
        },
        {
            "text": "For those who want to forge a path away from the laboratory, there are opportunities in laboratory science management, which can include science policy, biosafety and biosecurity issues, and technology transfer. Laboratory science management is an essential function and becomes more visible at higher levels of the centers. With the many public health problems being tackled by the US government, there is never a dull day!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The CDC"
        },
        {
            "text": "The governmental agencies described in this Commentary-the NIH, FDA and CDCpresent to immunologists a wide spectrum of stable career paths. In these agencies, immunologists can apply their knowledge and expertise to help solve public health issues. Whether researchers pursue a bench-driven career or the ability to apply their skills in a broader area, the highly collaborative and multidisciplinary characteristic of these institutions allow exploration inside and across agencies of other areas of work that will enrich the research experience and contribute to career development and growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "Many researchers seek careers in academia, the pharmaceutical and biotechnology industry and others. An attractive alternative is pursuing a scientific career in government institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure."
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "NIH: An Account of Research in its Laboratories and Clinics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldmann",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "153--192",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}