{
    "paper_id": "31addc010acd63cd2af5c1973ea23c1a1f8d6c45",
    "metadata": {
        "title": "Severity of Human Rhinovirus Infection in Immunocompromised Adults Is Similar to That of 2009 H1N1 Influenza",
        "authors": [
            {
                "first": "Colleen",
                "middle": [
                    "S"
                ],
                "last": "Kraft",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesse",
                "middle": [
                    "T"
                ],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marti",
                "middle": [
                    "H"
                ],
                "last": "Sears",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eileen",
                "middle": [
                    "M"
                ],
                "last": "Burd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [
                    "M"
                ],
                "last": "Caliendo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "Georgia",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "Marshall"
                ],
                "last": "Lyon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This retrospective chart review of patients at a tertiary referral center compares characteristics and clinical features of patients diagnosed with human rhinovirus (HRV) infection to those of patients with 2009 H1N1 influenza A (pH1N1) during the pandemic respiratory season of 2009 to 2010. Hospital admission rates, intensive care unit (ICU) admissions, and mortality were not statistically different between the HRV and pH1N1 groups; however, more patients in the HRV group were considered immunocompromised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A dult disease with human rhinovirus (HRV) typically follows a mild course, but it is the most frequent viral infection associated with exacerbations of chronic obstructive pulmonary disease (4, 16, 21, 22) . Immunocompromised adults can have more severe disease, including lower respiratory infections (1, 8, 12, 17, 18) and increased mortality (24) . HRV causes symptoms typical of other upper respiratory viruses (20, 25) , and patients can present with an influenza-like illness (ILI) or an afebrile upper respiratory illness. The xTAG Respiratory Viral Panel (RVP) (Luminex Corporation, Austin, TX), the only FDA-cleared molecular assay for the detection of HRV (15) , was used for respiratory virus testing at our institution. This initiation of RVP testing provided a diagnosis for patients with an uncharacterized respiratory virus. We sought to evaluate whether the severity of disease caused by HRV was similar to that of 2009 pandemic H1N1 influenza A (pH1N1).",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "(20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed a retrospective chart review of 218 patients with a positive RVP between 9 September 2009 and 9 October 2009, during which time pH1N1 virus detection was at epidemic levels (Ͼ10% of total specimens submitted). The pH1N1 virus in patient specimens was confirmed by the Georgia Public Health Laboratory for inpatients (as per its policy), since no influenza A sample was typed as H1 or H3, which implied that they were all the pH1N1 strain (7) . Patients were considered immunocompromised if they had an actively treated malignancy, HIV infection, or rheumatologic conditions on immunosuppressive therapy or were recipients of solid organ or hematopoietic stem cell transplants. Patients were considered to have an infection at another site if they had bacteria, viruses, or fungi isolated from any source or a clinical diagnosis of pneumonia or urinary tract infection at the time of testing. A univariate analysis to compare the pH1N1 and HRV groups was performed using the Mantel-Haenszel chisquare test for categorical variables and the Wilcoxon rank sum test, or Fisher's exact test as appropriate, for continuous variables. All analyses were performed using SAS version 9.2 (SAS Institute, Inc., Cary, NC), and P values of Ͻ0.05 were considered to be statistically significant.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There were 630 specimens submitted for respiratory viral testing; 127 patients (20.2%) tested positive for influenza A virus, 80 (12.6%) for HRV, and 11 (1.7%) for other viruses (7 parainfluenza, 1 respiratory syncytial virus B, 1 adenovirus, 2 human metapneumovirus). A total of 46 individuals (28 in the pH1N1 group and 18 in the HRV group) were excluded from analysis because of incomplete medical records or age less than 18 years. One adult was coinfected with HRV and pH1N1 virus and was included in the pH1N1 group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, the baseline characteristics (Table 1) were similar between the HRV group (n ϭ 62) and the pH1N1 group (n ϭ 99); however, patients in the HRV group were older (mean age, 42.6 versus 37.1; P ϭ 0.01) and more likely to be diabetic (24.2% versus 9.1%; P ϭ 0.01) or immunocompromised (27.4% versus 10.1%; P Ͻ 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 47,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Clinical characteristics were compared between the two groups of patients (Table 2) . Fever (Ն37.8°C or 100.0°F) was more common in the pH1N1 group (78.2% versus 42.7%; P Ͻ 0.01), as was cough (67.7% versus 53.3%; P ϭ 0.04). ILI criteria (2) were more commonly met in the pH1N1 group than in the HRV group (61.3% versus 18.7%; P Ͻ 0.01). There was no difference in antibacterial therapy between the two groups (pH1N1, 33.3% of patients; HRV, 37.1%); however, significantly more patients in the pH1N1 group were started on antiviral therapy than in the HRV group (Table 1 ) (pH1N1, 52.5%; HRV, 17.7%; P Ͻ 0.01).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 562,
                    "end": 570,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "There were no statistically significant differences in hospital admission rate, intensive care unit (ICU) admission rate, length of stay, and mortality rate between the two groups ( Table 3 ). The two deceased individuals from each group had significant underlying diseases (chronic lymphocytic leukemia, breast cancer, AIDS), and the deaths of 3 of 4 individuals potentially could be attributed to causes other than pH1N1 or HRV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "While adults typically experience mild symptoms due to HRV infection, 40% of patients who tested positive for HRV were admitted. These admissions were likely related to the underlying disease present in these individuals; 71% of individuals with HRV and 62% of the pH1N1 group in this study had comorbid conditions. A clinical case series done during the same time frame indicated that 67% of hospitalized patients with pH1N1 had underlying medical conditions (23) . Since almost one-third of the individuals who ended up being positive for HRV after admission were immunocompromised, there was likely a lower threshold to admit these individuals presenting with a respiratory illness or ILI. As our institution had not previously tested for HRV, this pro-vided insight into the epidemiology of HRV in our patient population and a better understanding of the significance of HRV disease, particularly in immunocompromised patients.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although influenza A in general is thought to be more severe than HRV infection, the in-hospital mortality rate among patients with pH1N1 admitted to the ICU in this study was 28.6% (2/7 patients) and was similar in the HRV group, also at 28.6% (2/7 patients). Mortality in the HRV group was due to concurrent illness and not directly attributable to HRV infection. Severe HRV infection outbreaks resulting in death in the elderly have been described (14) , and descriptions of morbidity from HRV infection in the elderly are increasing (10, 11, 19, 20) . A recently published study also showed a similar rate of admission to the ICU between patients infected with pH1N1 virus and those with other respiratory viruses (3) . Mortality was lower in non-pH1N1-infected patients, but they had fewer immunocompromised patients in these groups (3) . It is possible that illness from the respiratory virus (HRV and others) itself may also play a role, especially in those immunocompromised from transplantation (5, 8, 9, 24) .",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The advent of molecular platforms that are approved to detect HRV will enhance the understanding of the epidemiology and severity of disease related to HRV, especially in the immunocompromised (6, 13) . The comparison of HRV to pH1N1 virus in this study served to demonstrate that in some patients, HRV may be associated with outcomes that are more severe than typically considered. However, it remains to be determined whether HRV plays an important role in these severe outcomes. ",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular characterization and distinguishing features of a novel human rhinovirus (HRV) C, HRVC-QCE, detected in children with fever, cough and wheeze during",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Virol",
            "volume": "47",
            "issn": "",
            "pages": "219--223",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Seasonal influenza (flu)-overview of influenza surveillance in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Distinguishing characteristics between pandemic 2009-2010 influenza A (H1N1) and other viruses in patients hospitalized with respiratory illness",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral infections in exacerbations of asthma and chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Contoli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerva Med",
            "volume": "100",
            "issn": "",
            "pages": "467--478",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What role for human rhinoviruses in the lower respiratory tract?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "115--117",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Lower respiratory tract viral infections in hospitalized adult patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gambarino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerva Med",
            "volume": "100",
            "issn": "",
            "pages": "349--355",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Likelihood that an unsubtypeable influenza A virus result obtained with the Luminex xTAG respiratory virus panel is indicative of infection with novel A/H1N1 (swine-like) influenza virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ginocchio",
                    "suffix": ""
                },
                {
                    "first": "St",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "2347--2348",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Community-acquired respiratory viral infections in lung transplant recipients: a single season cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transplantation",
            "volume": "87",
            "issn": "",
            "pages": "1530--1537",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory viral infections in transplant recipients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir. Ther",
            "volume": "12",
            "issn": "",
            "pages": "627--638",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New respiratory viruses and the elderly",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Open Respir. Med. J",
            "volume": "5",
            "issn": "",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical impact of community-acquired respiratory viruses on bronchiolitis obliterans after lung transplant",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am. J. Transplant",
            "volume": "5",
            "issn": "",
            "pages": "2031--2036",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A prospective molecular surveillance study evaluating the clinical impact of community-acquired respiratory viruses in lung transplant recipients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transplantation",
            "volume": "89",
            "issn": "",
            "pages": "1028--1033",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of conventional and molecular detection of respiratory viruses in hematopoietic cell transplant recipients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cent",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transpl. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "298--303",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe human rhinovirus outbreak associated with fatalities in a long-term care facility in Ontario",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Longtin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Canada. J. Am. Geriatr. Soc",
            "volume": "58",
            "issn": "",
            "pages": "2036--2038",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of a respiratory virus panel test for detection of twenty human respiratory viruses by use of multiplex PCR and a fluid microbead-based assay",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mahony",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Clin. Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2965--2970",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Respiratory viral infection in exacerbations of COPD",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcmanus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Respir. Med",
            "volume": "102",
            "issn": "",
            "pages": "1575--1580",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Human rhinovirus and coronavirus detection among allogeneic hematopoietic stem cell transplantation recipients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Blood",
            "volume": "115",
            "issn": "",
            "pages": "2088--2094",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of respiratory viruses with a multiplex polymerase chain reaction assay (MultiCode-PLx Respiratory Virus Panel) in patients with hematologic malignancies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murali",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Leuk. Lymphoma",
            "volume": "50",
            "issn": "",
            "pages": "619--624",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rhinovirus frequently detected in elderly adults attending an emergency department",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pierangeli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Med. Virol",
            "volume": "83",
            "issn": "",
            "pages": "2043--2047",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viral pneumonia",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264--1275",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Increased cytokine response of rhinovirusinfected airway epithelial cells in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "182",
            "issn": "",
            "pages": "332--340",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detection of rhinovirus in induced sputum at exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Seemungal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harper-Owen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhowmik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wedzicha",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur. Respir. J",
            "volume": "16",
            "issn": "",
            "pages": "677--683",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hospitalized patients with 2009 pandemic influenza A (H1N1) virus infection in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skarbinski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Infect. Dis",
            "volume": "52",
            "issn": "1",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Strong association between respiratory viral infection early after hematopoietic stem cell transplantation and the development of life-threatening acute and chronic alloimmune lung syndromes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Versluys",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biol. Blood Marrow Transplant",
            "volume": "16",
            "issn": "",
            "pages": "782--791",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rhinovirus infections in the upper airway",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Am. Thorac. Soc",
            "volume": "8",
            "issn": "",
            "pages": "79--89",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline characteristics between the pH1N1 group and HRV group Statistically significant findings are presented in bold. NS, no statistical significance. b Includes stem cell transplant and solid organ transplant recipients. c Infection at another site includes the isolation of a virus, bacterium, or fungus from any site around the time of respiratory viral testing.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical symptoms and signs, radiology, and laboratory results at the time of respiratory viral testing NS Alanine aminotransferase (U/liter) 32.4 Ϯ 30.1 26.33 Ϯ 20.5 NS a Results are presented as number (percentage) of patients or mean Ϯ standard deviation. b Statistically significant findings are presented in bold. NS, no statistical significance.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Clinical outcomes of pH1N1 and HRV groups in the study population Characteristic Result (no. [%]) for group Statistically significant findings are presented in bold. NS, no statistical significance.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We report no competing interests.Approval was obtained for retrospective chart review from the Emory University Institutional Review Board. C.S.K. received funding from the NIH KL2 RR025009.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}