{
    "paper_id": "32a5557fdc76f6adff6caf21468421a2269fb3da",
    "metadata": {
        "title": "The similarity analysis of financial stocks based on information clustering",
        "authors": [
            {
                "first": "Qiang",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Pengjian",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": "pjshang@center.njtu.edu.cn"
            },
            {
                "first": "Guochen",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Q",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "P"
                ],
                "last": "Shang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Jiaotong University",
                    "location": {
                        "postCode": "100044",
                        "settlement": "Beijing",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Similarity in time series is an important feature of dynamical systems such as financial systems, with potential use for clustering of series in system. Here, we mainly introduce a novel method: the reconstructed phase space information clustering method to analyze the financial markets. The method is used to examine the similarity of different sequences by calculating the distances between them, which the main difference from previous method is the way to map the original time series to symbolic sequences. Here we make use of the state space reconstruction to construct the symbolic sequences and quantify the similarity of different stock markets and exchange rate markets considering the chaotic behavior between the complex time series. And we compare the results of similarity of artificial and real data using the modified method, information categorization method and system clustering method. We conclude that the reconstructed phase space information clustering method is effective to research the close relationship in time series and for short time series especially. Besides, we report the results of similarity of different exchange rate time series in different periods and find the effect of the exchange rate regime in 2008 on the time series. Also we acquire some characteristics of exchange rate time",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, there has been a lot of interest in the research of time series especially for financial markets, which have becoming active and attract more and more attention. In general, the major research of financial markets focuses on the stock markets and exchange rate markets. These markets are remarkably well-defined complex systems with a large number of interacting units that conform to the underlying economic trends. Physicists are currently contributing to the modeling of complex systems by using tools and methodologies developed in statistical mechanics and theoretical physics. Econophysics [1] [2] [3] is the term used to denote the application of statistical mechanics to economic systems. A range of methods have been introduced to investigate financial time series as a reflection of economic trends. Typical applications on time series deal with tasks such as clustering similarity search, and prediction. And the similarity between financial time series is specific to the application domain and also an important feature of the dynamics of financial markets.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of now, many various methods have been used to quantify the similarity in time series. Pincus proposed the approximate entropy (ApEn) to quantify the concept of changing complexity [4] [5] [6] , and it was applied to measure the biologic time series [7, 8] . Moreover, Richman et al. [9, 10] analyzed the shortcomings of the ApEn method and introduced a new method called sample entropy (SampEn) under a broad range of conditions; it was widely applied in clinical cardiovascular studies. After that the Cross-ApEn and Cross-SampEn were put forward to measure the similarity of two distinct time series [11] , and Cross-SampEn then was applied to investigate synchronism and cross-correlation of stock markets [12] . All of methods above were constructed based on quantifying the regularity of time series, and aimed at estimating the system complexity of financial markets initially. Furthermore, Costa et al. [13] [14] [15] introduced the multiscale entropy by taking account of the timescales and applied it to measure the complexity of biologic systems. Then, multiscale cross-sample entropy [16] was proposed to analyze the similarity of two series under different timescales based on multiscale entropy and the Cross-SampEn. For further analysis, multiscale time irreversibility [17] was also proposed to classify the financial markets and obtained similar results. In addition, there were lots of other methods to analyze the similarity of different stock markets, such as detrended Cross-Correlation Analysis [18] , multiscale detrended fluctuation analysis (MSDFA) and multiscale detrended cross-correlation analysis (MSD-CCA) [19] , three-phase clustering method [20] and Time-Varying Copula-GARCH Model [21] . Also there were some studies on the property of the exchange rate fluctuations in exchange rate markets. Previous researches mostly addressed on the characteristics of their fluctuations adopting diverse functional forms, such as power laws [22] [23] [24] , Gaussian function [25] , and superimposed Gaussian function [26] . And the detrended fluctuation analysis (DFA) was used to investigate the scaling behavior in the fluctuations of exchange rates [25, [27] [28] [29] . For some foreign exchange markets, it had been found that the exchange rate variations possess the multifractal nature by applying the multifractal detrended fluctuation analysis (MFDFA) [30] , structure functions [31] [32] [33] [34] , and multifractal model of asset returns (MMAR) [35] . Besides, someone studied the statistical and multifractal properties of the yuan exchange rate index based on the DMA and MFDMA methods [36] . On the other hand, a new method called the multifractal asymmetric detrended cross-correlation analysis method (MF-ADCCA) [37] to investigate the scaling behavior of the cross-correlations among the Chinese stock market, the China exchange market, and the US stock market.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1639,
                    "end": 1643,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1676,
                    "end": 1680,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1717,
                    "end": 1721,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1965,
                    "end": 1969,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1970,
                    "end": 1974,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1975,
                    "end": 1979,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2000,
                    "end": 2004,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2042,
                    "end": 2046,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2177,
                    "end": 2181,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2182,
                    "end": 2186,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2187,
                    "end": 2191,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2192,
                    "end": 2196,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2386,
                    "end": 2390,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2413,
                    "end": 2417,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2418,
                    "end": 2422,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2423,
                    "end": 2427,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2428,
                    "end": 2432,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2482,
                    "end": 2486,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2625,
                    "end": 2629,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2754,
                    "end": 2758,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Defining similarity is nontrivial. In 2003, Yang et al. [38, 39] proposed the method by the measurement of the similarity between two complex sequences. They developed a novel information-based similarity index to detect and quantify hidden dynamical structures in the human heart rate time series using tools from statistical linguistics. For time series tend to be very long, it was a good method that the time series can be mapped to binary symbolic sequences and the dissimilarity index can be calculated through rank frequency. They also applied the method of constructing phylogenetic trees [40] to arrange different groups of samples on a branching tree to best fit the pairwise distance measurements. For better consequences, Peng et al. proposed another definition for the weighting factor by using Shannon entropy [41] , and they gave another definition of the dissimilarity index; then, they applied the novel definition for an information categorization approach [42] , biologic signals [43] , SARS Coronavirus [44] , and the patterns of blood pressure signals [45] .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here in our study, we also propose a novel clustering method to calculate the similarity between the time series based on state space reconstruction. State space reconstruction is the first step in nonlinear time series analysis of data from chaotic systems including estimation of invariants and prediction. It can make full use of the characteristics of the whole time series and not just consider the adjacent points of the time series. The state space reconstruction was proposed by Packard [46] , and now the method is widely used in the chaotic time series. As an example of chaotic time series, we can make use of the method to map financial time series to symbolic time series; it should be a good way to detect the underlying features of them.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In previous studies, a number of works focused on the analysis of physiologic signals by using the method above. The measurement of similarity is a linguistic analysis algorithm, and it is a kind of pattern analysis method. Based on this method, we take account of the situation of stock time series and exchange time series by selecting proper values of parameters, and then, we analyze the similarity of these two markets. However, most of previous methods are applied to the time series directly and the length of the time series should be same. The novel method is based on symbolic sequences, so we do not need to consider the length of sequences, just choosing the proper m-bit words. Furthermore, the financial market dynamics are driven by a number of complex factors: index at the same level, the subindex, the economic data, trading sentiment, trading prices, weight, and other stock information. For this type of intrinsically noisy system, it may be useful to simplify the dynamics via mapping the output to symbolic sequences, where we choose state space reconstruction in comparison with the binary sequences denoted by 1 and 0 [47] . The resulting symbolic sequence retains important features of the dynamics generated by the underlying dynamical system, but it is tractable enough to be analyzed as a symbolic sequence. So we turn the complex stock time series to symbolic sequences, which is the first significant step to apply this method. And the state space reconstruction takes into account the whole characteristics of each letter in word not just the adjacent one. In addition, traditional clustering method with Euclidean distances just mentioned the difference of values at different time, neglecting the dynamics characters of time series. The novelty of the information clustering method is that it incorporates elements of both informationbased and word statistics-based categories, because the rank-order difference of each word statistics is weighted by its underlying information using Shannon entropy. Furthermore, the composition of these basic elements captures global information related to usage of respective elements in financial time series. Also, the distance plots and phylogenetic trees based on the dissimilarity index can give us direct information about different markets to analyze the similarity among them.",
            "cite_spans": [
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reminder of the paper is organized as follows. In the following section, we present the details of the novel reconstructed phase space information clustering method. Section 3 describes the data used in our work, including the Autoregressive Fractionally Integrated Moving Average (ARFIMA) series, stock time series, and exchange rate time series in Chinese market. In Sect. 4, we compared the clustering results obtained using various similarity measures such as information categorization method (ICM), the reconstructed phase space information (RPSI) clustering method, and system clustering with squared Euclidean distances (SCE), and also study various currencies against yuan exchange rate and the effect of exchange rate regime in 2008 on the similarity of the top four exchange rate time series in China exchange rate market. Finally, we summarize the findings of this paper in the last section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2007, Peng et al. [43] proposed the information categorization method, which is the modification based on the method proposed by Yang et al. [38, 39] . The method provided a new measurement of the similarity between two time series. But this method just considers the correlation of adjacent value for the m-bit word, not accounting for the relationship about every value. For it maps the time series to binary symbolic sequences by Eq. 1.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "which x t is the value of time series at time t; then, we can get a new symbol series I n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "To counterweight these facts, we propose another way to map the original series to symbol time series. Here we build the symbol time series by state space reconstruction [46] . State space reconstruction is the first step in nonlinear time series analysis of data from chaotic systems including estimation of invariants and prediction.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Therefore, we expand the one-dimensional time series into a higher-dimensional reconstructed phase space (RPS) and construct a new method called reconstructed phase space information(RPSI) clustering method. For a given time series {x t } N t=1 , where x t is the value in time t. The method can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Step 1 Let X m,τ j be the set of points x t from j to j + (m − 1)τ , and X m,τ j = {x j , x j+τ , . . . , x j + (m − 1)τ } where j = 1, 2, . . . , T − (m − 1)τ , and m ≥ 2 and τ ≥ 1 denote, respectively, the embedding dimension and time delay. Each of the N = T − (m − 1)τ subvectors is a sin-gle motif out of possible ones (representing all unique orderings of m different real numbers).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Step 2 Let ω m,τ k be the permutation of X m,τ j in a nondecreasing order using the alphabet A = {0, 1, . . . , m − 1}, which is called an m-bit word. For the permutation of X m,τ j may be same, here ω m,τ k is unique ordering for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Step 3 Count the occurrences of different words, and then sort them in descending order by frequency of occurrences. Then, we can get the value of p 1 (ω m,τ k )and R 1 (ω m,τ k ), which represents the frequency and rank of occurrences of word ω m,τ k in time series S 1 , p 2 (ω m,τ k ) and R 2 (ω m,τ k ) for time series S 2 analogously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Step 4 Calculate the distance D m (S 1 , S 2 ) between the two time series which incorporate the likelihood of each word. The distance is defined as Eq. (2),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "And the normalization factor Z is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "Similarly, the sum is divided by the value m! − 1 to keep the value in the same range of [0, 1]. For phase space reconstruction, it is very important to detect the proper value of embedding dimension and time delay. If the embedding dimension was too small, some neighbor points may be close to each other because of the projection from some higher dimension down to their lower dimension. Instead, higher embedding dimension might lead to excessive computation during assessment of parameters. Also, the selection of time delay affects the result of analysis. In our study, we choose the method of false nearest neighbors [48] to determine the minimum embedding dimension. And the first local minimum of the average mutual information function proposed in [49] is a good way to identify the best value for time delay.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Reconstructed phase space information cluster method"
        },
        {
            "text": "According to the Autoregressive Fractionally Integrated Moving Average(ARFIMA) models [50] , we construct several series of length N. As we know, the ARFIMA models can model the cross-correlation between two ARFIMA series for any given strength of coupling between them, according to the equations below:",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Artificial time series"
        },
        {
            "text": "where ε t and ε t are two different i.i.d. Gaussian variables with zero mean and variance = 1. Γ (x)is the Gamma function, and the scaling parameters d 1 and d 2 vary with the range of (−0.5, 0.5). The parameter W denotes the strength of the coupling and varies from 0.5 to 1, where W = 0.5 gives the highest crosscorrelation, while W = 1 represents the total absence of correlation. In our simulation, we have a collection of different time series generated by ARFIMA models to analyze the similarity among them and construct phylogenetic trees for these series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Artificial time series"
        },
        {
            "text": "The time series obtained from various stock markets consist of the daily records of ten stock indices listed in Table 1 during the period 1991-2013. We obtain data from the website [51].com. And the lengths of ten stock time series are all different from each other because they are belong to different areas and the number is all above 5000. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Stock time series of different areas"
        },
        {
            "text": "In this part, we performed experiments to analyze the ability of information clustering to distinguish between ARFIMA time series, and also for different financial time series. We compared the clustering results obtained using three similarity measures: information categorization method (ICM), the reconstructed phase space information (RPSI) clustering method, and system clustering with squared Euclidean distances (SCE). Then experiments were conducted on both simulated and real datasets to analyze the properties among them using the information clustering method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis and results"
        },
        {
            "text": "We perform clustering on a database of ARFIMA time series and analyze the results. We generate four groups which consist of 100 ARFIMA time series, with the parameters (d,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of three clustering methods"
        },
        {
            "text": "for the time series in each group, respectively. We form ten collections from these time series and run clustering on each of the groups. Collections 1-6 are built by selecting two from these four groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of three clustering methods"
        },
        {
            "text": "Here we use the similarity metric to measure the accuracy and quality of clustering. The procedure is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of three clustering methods"
        },
        {
            "text": "Given two clusterings G = G 1 , . . . , G k (say the \"ground truth\")and A = A 1 , . . . , A k (obtained using clustering method), the cluster similarity metric is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of three clustering methods"
        },
        {
            "text": "Then, Sim(G, A) can be used to evaluate the clustering results [52] . Note that this similarity measure will return 0 if the two clusterings are completely dissimilar and 1 if they are the same, and the results range from 0 to 1, when it approaches 1 it means the result better. Therefore, we calculate Sim(G, A) for the six collections with the three different methods in Table 2 . Table 2 shows the cluster similarity metric obtained when each of the collections was clustered using the different similarity measures. The cluster similarity metric using the RPSI is the highest and is always above 0.60. This indicates that the objects are clustered with a high confidence level. And the results of system clustering are the lowest comparing with others. The above Similarly, we get results from stock markets and exchange rate markets in comparison with the three methods and find the advantage of the information categorization method. Therefore, we use the RPSI clustering method to analyze the characters of artificial time series and financial time series, and we also acquire the results with the other two methods for comparison in the next section.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[52]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 380,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Comparison of three clustering methods"
        },
        {
            "text": "In our study, we generate a set of ARFIMA series with N = 5000 data using four different values of the parameters d, W ) = [(0.5, 0.5), (0.5, 1), (0.1, 1), (0.1, 0.5)]. In our study, each couple of ARFIMA series is generated with the same parameter d. And we construct ten series for each four parameters. Pervious research presented that the cross-correlation between sequences is highest when W = 0.5, and it would decrease as W approached 1. So we choose four sets of series as parameters above by applying the ICM and RPSI to analyze the properties for different parameters. As we know, if two time series are similar in their rank order of the words, the scattered points will be located near the diagonal line. Therefore, the average devia-tion of these scattered points away from the diagonal line, which means that greater distance indicates less similarity and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical results for artificial time series"
        },
        {
            "text": "For ICM, the parameter m has little difference in the result when the length of series is long enough, so we choose m = 8 in our study. For each couple of ARFIMA series, we compute the distances of each two sequences among the ten series and obtained 45 distances of these series for each parameter. Table 3 presents the means, minimum, maximum, standard deviations (SDs), and coefficients of variation (CVs) of the distances for four kinds of parameters. In this case, the d parameter is set to d = 0.1, W parameter is set to W = 1, and the calculated distances are quite different with others, although the mean value of the distances is small but the SDs and CVs are the highest between them. And the gap between the minimum and maximum is large, the difference of similarity among them is large too. When d = 0.5, the distance for W = 1 is larger than for W = 0.5, as expected that the similarity for W = 1 is smaller. It shows the similar result for d = 0.1. However, the difference for various parameter d is not obvious when we choose the same parameter W. Like the ICM, we then map the ten series to symbolic time series by using RPSI clustering method. The construction of phase space requires the specification of values for the time delay and the embedding dimension m. In this case, the embedding dimension selected by false nearest neighbors algorithm is 5 and the time delay we choose τ = 1 by computing the mutual information function. Also we calculated the means, minimum, maximum, standard deviations (SDs), and coefficients of variation (CVs) of the distances in Table 4 . Similarly, the distances for W = 1 are clearly larger than for W = 0.5, and the SDs or CVs do not change obviously for the four condition. It reflects that this method is better to analyze the similarity between them. And we can also find that the distances for d = 0.1 are larger than for d = 0.5, which corresponds that the similarity decreases when the value of parameter d decreases. But the result of the dependence of parameter d on the distance may be misleading when applying the first method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 307,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1582,
                    "end": 1589,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Numerical results for artificial time series"
        },
        {
            "text": "A phylogenetic tree is a branching diagram or \"tree\" showing the inferred relationships among various sequences based upon similarities and differences in their physical characteristics. To present the relationship among the ten simulated series for different parameters, we construct phylogenetic trees based on the distances by using the information categorization method(ICM) and PRSI clustering method. Figures 1 and 3 present four phylogenetic trees of the ten ARFIMA series with four different parameters when applying ICM. And Figs. 2 and 4 show the phylogenetic trees of the same series by using PRSI clustering method for m = 5 and τ = 1. In these trees, we can conclude that the distances for W = 1 are larger than the distances for W = 0.5, which means that the sim-ilarity for W = 1 is smaller than for W = 0.5. And the lengths of branch with the case for d = 0.5 and W = 0.5 are closely to each other, and also for d = 0.1 and W = 0.5. It reflects that the similarity of sequences is higher for the case of W = 0.5, which corresponds to the definition of AFRIMA models. In order to contrast of results of ICM and RPSI clustering method, we compare the trees by merging Fig. 1 with Fig. 2 , and Fig. 3 with Fig. 4 . We can conclude that the results of the two methods are approximate when choosing the same value of d = 0.5, but the results of ICM are more obvious than RPSI clustering method when choosing d = 0.1. The ARFIMA series are randomly generated and consist of high complexity, so when we analyze the similarity of them, the phylogenetic trees is just not enough and we should consider the means, minimum, maximum, SDs, and CVs of distances calculated by using the two methods. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 422,
                    "text": "Figures 1 and 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 534,
                    "end": 547,
                    "text": "Figs. 2 and 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1182,
                    "end": 1200,
                    "text": "Fig. 1 with Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1207,
                    "end": 1213,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1219,
                    "end": 1225,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical results for artificial time series"
        },
        {
            "text": "To better clarify the dependence of distances to both the strength of coupling W and the scaling parameter τ , we show how distance varies for different values of these two parameters. And we also calculate the distances by using the two methods above with different parameters to analyze how these parameters impact on the results. as W increases, which means the similarity is getting lower as W increases. Besides, we can find the results with the parameter m = 8 for ICM method and parameters m = 5, τ = 1 for RPSI clustering method are close to ideal values. Fig. 5a presents that the lower values of m may influence the results, which Fig. 5b , c reflects the results may be misleading when we do not choose the optimal embedding dimension and time delay selected by false nearest neighbors algorithm and mutual information function. And the distances of ICM are lower than that of RPSI clustering method, which may be not good for us to construct appropriate phylogenetic trees. The curves in Fig. 6 reflect the distances are approximate for different parameters d, which means the similarity is closer as d changes. Similarly, the change trends with the parameter m = 8 for ICM method and parameters m = 5, τ = 1 for RPSI clustering method are flatter than others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 571,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Fig. 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1000,
                    "end": 1006,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Dependence of distances on different parameters"
        },
        {
            "text": "Therefore, we can conclude that the two clustering methods are applicable to other the ARFIMA models with different parameters. And we can find the results with optimal embedding dimension m = 5 and time delay τ = 1 for RPSI clustering method are more obvious than others, so it is important to calculate the optimal parameters using the false nearest neighbors algorithm and mutual information function when we choose the RPSI clustering method. By contrast, the optimal parameter m for ICM we select just considering the length of the time series may lead inaccurate results to analyze the similarity between series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependence of distances on different parameters"
        },
        {
            "text": "We investigate ten stock time series in three different areas from April 3, 1991, to December 31, 2013. Different stock time series in different areas show different characteristics among them, and there may be related to others. First, we use ICM to investigate the underlying relationship between them. Therefore, we map the Fig. 7 shows the distance plots and phylogenetic tree of the 10 stock indices for m = 8. The two figures reflect the high similarity of the time series in America stock markets, also in Chinese stock markets. And the similarity between America and Europe markets is closer than that with Chinese markets. For the Japan stock markets are influenced heavier by America and Europe markets than by Chinese markets, so it locates in the two markets which is away from Chinese markets. However, due to its unique economic development frame, Nikkei225 locates a single branch. Besides, the color of distance plots also reflect the same result as the phylogenetic trees.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 333,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of stock markets in different areas"
        },
        {
            "text": "To compare the RPSI clustering method with ICM, we select the values m = 5 and τ = 1 for RPSI clustering method. Similarly, we calculate the distances among these ten stock series and present their means, minimum, maximum, standard deviations (SDs), and coefficients of variation (CVs) of them in Table 5 . In Table 5 , we can get the results that the distances among these stock time series with the ICM are obviously higher than the RPSI clustering method, and the consequence in the first method fluctuates significantly. Though the mean and SDs of for the RPSI clustering method are smaller than the first method, the similar value of CVs show that the two method are both useful for the analysis. If we want to reflect the distribution of points against diagonal line clearly, it should select the RPSI clustering method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 310,
                    "end": 317,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Analysis of stock markets in different areas"
        },
        {
            "text": "Besides, Fig. 8 presents the distance plots and phylogenetic tree of the ten stock indices for optimal m = 5 and τ = 1 selected by the methods as in Sect. 4.2 with RPSI clustering method. And the results of other parameters m and τ are not good. These neighboring stocks time series may share many common features. And the results with RPSI clustering method reflect more obviously. We can find both Figs. 7b and 8b show that these time series are dived by two clusters. One cluster is from Asian area except for Nikkei225 index, and another cluster is from America and Europe areas. But for Fig. 7b the branch of NASDAQ index may be misleading for the results. Furthermore, the difference of colors for the distance plots can also reflect the similarity between these stock time series obviously. These markets present small difference in the same area, and large difference in different area. In conformity with the previous study using ICM, one can observe that the America and Europe stock markets are belong to a big branch, and ShangZheng, ShenCheng, and HSI indices are belong to one branch but not with the Nikkei225 index.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 15,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 592,
                    "end": 599,
                    "text": "Fig. 7b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of stock markets in different areas"
        },
        {
            "text": "As we know, the Hong Kong stock market and Japan stock market are two specific markets in Asian. Both of them have some relations with America and Europe markets, but they are still influenced by the mainland of China. However, the economy of Hong Kong market is more close to Chinese market, so it located the branch which belongs to the Chinese market. And the Nikkei225 index locates a single branch for its specificity as same as the conclusion for ICM. In spite of this, the clustering of these stock markets is in accord with actual situation. The distribution of tree corresponds to the actual stock markets similarly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of stock markets in different areas"
        },
        {
            "text": "In addition, we get the tree from the distances calculated by the system clustering in Fig. 9a . And the clustering result for different areas is not obvious as the ICM and RPSI clustering method, and it reflects the method is not suitable to the similarity measurement of these stock time series. The results of cluster similarity metric using the RPSI clustering method also show the modified method is better to analyze the similarity between these stock time series.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Fig. 9a",
                    "ref_id": null
                }
            ],
            "section": "Analysis of stock markets in different areas"
        },
        {
            "text": "Just like the procedure in Sect. 4.2 and 4.4, we apply the RPSI clustering method mentioned in Sect. 2 and ICM to analyze the similarity between exchange rate time series. The length of time series we select is 702; it is far less than those in Sects. 4.2 and 4.4. If we Fig. 9 Trees generated according to the distances between ten stock indices from 1991 to 2013 (a) and exchange rates time series (b) with system clustering method still choose the parameter m = 8 for ICM, the distance is so small that we cannot show the relationship between them. Therefore, we select the maximum value of m but the distances of them are not too small. Through several experiments, we choose m = 6 finally. Figure 10 displays the distance plots and phylogenetic trees for the nine exchange rate time series by the ICM with m = 6. And Fig. 11 presents the distance plots and phylogenetic trees for the nine exchange rate time series by RPSI clustering method with m = 5 and τ = 1. Table 6 shows the means, minimum, maximum, SDs, and CVs of distances by applying these two methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 277,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 822,
                    "end": 829,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 968,
                    "end": 975,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Analysis of Chinese foreign exchange market"
        },
        {
            "text": "From Fig. 10 , we can investigate the similarity between the time series clearly. It reflects that USD/CNY and HKD/CNY exchange rate shares closer relation, then with CNY/RUB and these three belong to one branch. Then, 100JPY/CNY and GBP/CNY, EUR/CNY, CNY/MYR, AUD/CNY and CAD/CNY locate another two branches. For Fig. 11 , we can find that the relationship of USD/CNY and HKD/CNY, 100JPY/CNY and GBP/CNY, AUD/CNY, and CAD/CNY are similar to the result of the first method. Only CNY/RUB, EUR/CNY, and CNY/MYR's location change. And Table 6 reflects that the distances of the ICM method are larger than the RPSI clustering method, as the number of words we select for the RPSI clustering method is 120, but 64 for ICM. More kinds of word may cause more diversity of distribution of these words; it will cause the decrease in the distances. However, the values of CVs for the two methods are similar; it shows that these two methods are both available to the similarity analysis of time series. We still can find some phenomenon from the results reflected in the figure by these two methods. As known to all, the US dollar, euro, British pound, and Japanese yen act as the top four currencies in the Chinese foreign trade, it means that there are close relationship between them, we can get the similar result from the figure roughly. Also, all the figures suggest that the similarity between US dollar and Hong Kong dollar is higher than others, because the Hong Kong government considered pegging Hong Kong dollar to US dollar in case of significantly dropping of rate after 1980s. The USD/CNY and HKD/CNY almost have the same tendency from the data for many years. Every country has own exchange rate arrangement, it influenced on the price of exchange rate. The study is based on dataset of People's Bank of China, and we take account of different currencies against yuan exchange, but if one selects another exchange rate from different countries, we may get different clusterings. Above all, if the time series are short like the exchange rate time series, in my opinion, the RPSI clustering method should be better for it can make sure the values of parameters by some methods not by computing the distances many times to determine the value of parameter m. But for long time series, the two methods are both available, we can choose the proper method considering the underground of the actual market. Also we get the trees of exchange rate time series using system clustering. From Fig. 9b , we can find that the system clustering is also not appropriate for these time series for the result is not satisfied for us. Besides, we also calculate the cluster similarity metric and find the RPSI clustering method is more suitable to analyze these short time series as exchange rate time series. China has experienced several reforms in its exchange rate regime which has become a hot economic issue. On July 21, 2005, the People's Bank of China announced a 2.1 % appreciation of the yuan against the dollar and reformed the exchange rate regime by moving into a managed floating exchange rate regime based on market supply and demand with reference to a basket of currencies. Since the modification, the yuan was pegged to a basket of currencies with a possible slow revaluation rather than solely pegged to dollar. In July 2008, China halted the yuan's rise to cope with the global economic crisis. Since then, the yuan has been held at about 6.83 per dollar. On June 19, 2010, the PBC decided to proceed further with reform of the yuan exchange rate regime and to enhance its flexibil-ity. It means that the yuan has been pegged to a basket of currencies again. The exchange rate regime reforms may affect the effective exchange rate of the yuan. We wonder whether the change in China's exchange rate regime in July 2008 has had an effect on the effective exchange rate of the yuan after the exchange rate reform on the July 21, 2005. In order to study the impact of the exchange rate policy modification in July 2008 on the effective exchange rate of the yuan after the reform on the July 21, 2005, we select the USD/CNY, HKD/CNY, 100JPY/CNY, and EUR/CNY exchange rate and divide the exchange rate time series (from July 21, 2005 to June 18, 2010) into two periods. Period A starts from July 21, 2005 to June 30, 2008, and period B is from July 1, 2008, to June 18, 2010. Then, we employ the RPSI clustering method mentioned in Sect. 2 to calculate the distances and analyze the effect of exchange rate regime in 2008 on the change in similarity between them. Figure 12 displays that the distances between every exchange rate time series and others when we select the information categorization method with m = 5 for period A, B. The similarity between USD/CNY (HKD/CNY) and others shows small change for the two periods except for 100JPY/CNY, and the correlation between EUR/CNY and others become closer after 2008, especially for 100JPY/CNY. Therefore, the exchange rate regime in 2008 influences on the similarity between the 100JPY/CNY and USD/CNY (HKD/CNY) severely, but for 100JPY/CNY, it still stay close relationship with EUR/CNY. In July 2008, China halted the yuan's rise in case of the global economic crisis, and the rate of 100JPY/CNY continued to decrease after 2008. Because of the economic crisis, many countries had taken a series of measures to ensure the downtown of economic. But different countries may choose various methods considering their policy and economic environment. As we have researched above, the US dollar and Hong Kong dollar have the similar tendency. Besides, the US dollar (Hong Kong dollar) against yuan exchange rate had larger relationship with Japanese yen because China put on different regimes on US dollar and Japanese yen for different politic factors. At the beginning of 2008, the rate of inflation in China is higher than in Japan, it may be one of reasons that the 100JPY/CNY changes so sharply for the exchange rate regime in 2008. From the year of 2008, Euro exchange the yen rose unilaterally, so the similarity between 100JPY/CNY and EUR/CNY become larger than others. In conclusion, the comparison of similarity index indicates some phenomenon in exchange rate markets before and after the exchange rate regime in 2008. Also, we can get similar conclusion for the change in the relationship between them before and after 2008 with ICM for m = 5.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 310,
                    "end": 321,
                    "text": "For Fig. 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 532,
                    "end": 539,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2483,
                    "end": 2495,
                    "text": "From Fig. 9b",
                    "ref_id": null
                },
                {
                    "start": 4566,
                    "end": 4575,
                    "text": "Figure 12",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of Chinese foreign exchange market"
        },
        {
            "text": "In this paper, to detect the quality of similarity measure of time series, we consider three methods: information categorization method, reconstructed phase space clustering method, and system method with squared Euclidean distances. Both of the two information clustering methods consist of the rank-frequency method and the distance calculation. The rank-frequency method does not require that the length of the time series should be the same, which is convenient for calculation unlike other methods. The new distance measure, defined in Eq. (2), incorporates both a probabilistic weighting factor given by Shannon's entropy and a term related to the number of words. The major difference of the two methods is the way to map the original sequences to symbol sequences. The previous method maps the time series to binary time series, which just consider the adjacent value in the m-bit word. And the values of m have little effect on the result. In general, when we calculate the distances of time series if the series are long enough, we choose m = 8; but for the short series, we should make sure the distances are not too small and select the value of m considering the actual sequences. The modified method takes account of the relationship about each value in the m-bit word and we should select appropriate value of dimension embedding and time delay. Especially for time delay, different value may cause various consequences; we need to ensure the proper value of time delay under different background. In pervious study, there are many ways to determine the dimension embedding and time delay; in our study, we choose the false nearest neighbors algorithm and mutual information function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Here we get the similarity of ARFIMA models, the daily stock markets and China exchange rate market by investigating the distances of these time series with these three methods above. By comparing the similarity metrics, we can find the RPSI clustering method is a highly effective similarity measure for time series. And we get the conclusion that the two information clustering methods are both useful if the difference of the tendency on the time series is large, but if these time series have close relationship at first sight, the RPSI clustering method may be better to analyze the small difference in properties of time series. Also we get similar results for these two methods like in [53] . For China exchange rate markets, we also select the two methods to analyze the exchange rate time series for different time periods. By calculating the distances between the nine currencies against yuan exchange rate time series, we get the phylogenetic trees for two methods and acquire some characteristics of exchange rate time series in China market, especially for the top four trading partners of China: European Union, the USA, Japan, and Hong Kong. Then, we select the top four exchange rate time series and compare the similarity between them in two periods (2005-2008 and 2008-2010) ; we conclude that the exchange rate regime in 2008 has some effect on the correlation of the four exchange rate time series and we can find that the USD/CNY and HKD/CNY have close relationship, as well the 100JPY/CNY and EUR/CNY. Both of the two methods provide a good choice to classify the different stock time series, but for the change in similarity between exchange rate time series, the information clustering method based on RPSI should be better.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1267,
                    "end": 1292,
                    "text": "(2005-2008 and 2008-2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In summary, we introduce a novel quantitative measurement of similarity among symbolic sequences based on their chaotic properties. This derivation is based on the generic statistical physics assumptions and, therefore, can be applied to a wide range of problems. With the simple measure of similarity, we can categorize different types of symbolic sequences by using standard clustering algorithms. Clustering algorithm is an important tool of knowledge discovering in data mining. This clustering method of symbolic sequences may provide very useful information about the underlying dynamical processes that generate these sequences. Also it is different from the previous clustering method, it provides a novel calculation method of distances between the time series considering its statistic characteristics and complexity. Furthermore, we can change the way mapping the time series to symbolic sequences, like the two method under the study, and their different results can give us good suggestion for choosing proper method to analyze the time series. Maybe the definition of the dissimilarity indices is different for different objects of study. The RPSI clustering method is potentially useful because of its ability to take into account both macroscopic structures and the microscopic details of the dynamics. Now, we make a preliminary research by using the modified method, expecting that the method can be applied to do further study on stock markets, transport system, or foreign exchange rate markets and cross-correlation of stock markets and exchange rate markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Introduction to Econophysics: Correlations and Complexity in Finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Mantegna",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Scaling behaviour in the dynamics of an economic index",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Mantegna",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "376",
            "issn": "",
            "pages": "46--49",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The fragility of interdependency: coupled networks switching phenomena",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bull. Am. Phys. Soc",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Approximate entropy as a measure of system complexity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "88",
            "issn": "",
            "pages": "2297--2301",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Approximate entropy (ApEn) as a complexity measure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chaos Interdiscip. J. Nonlinear Sci",
            "volume": "5",
            "issn": "",
            "pages": "110--117",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantifying complexity and regularity of neurobiological systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Quant. Neuroendocrinol",
            "volume": "28",
            "issn": "",
            "pages": "336--363",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Approximate entropy: a regularity measure for fetal heart rate analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pincus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Viscarello",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Obstet. Gynecol",
            "volume": "79",
            "issn": "",
            "pages": "249--255",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Use of approximate entropy measurements to classify ventricular tachycardia and fibrillation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A C"
                    ],
                    "last": "Schuckers",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Electrocardiol",
            "volume": "31",
            "issn": "",
            "pages": "101--105",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Physiological time-series analysis using approximate entropy and sample entropy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Richman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Physiol. Heart Circ. Physiol",
            "volume": "278",
            "issn": "",
            "pages": "2039--2049",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sample entropy analysis of neonatal heart rate variability",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Lake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Richman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Moorman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am. J. Physiol. Regul. Integr. Comp. Physiol",
            "volume": "283",
            "issn": "",
            "pages": "789--797",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cross-sample entropy of foreign exchange time series",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "389",
            "issn": "",
            "pages": "4785--4792",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cross-sample entropy statistic as a measure of synchronism and cross-correlation of stock markets",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nonlinear Dyn",
            "volume": "71",
            "issn": "",
            "pages": "539--554",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Multiscale entropy analysis of complex physiologic time series",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. Lett",
            "volume": "89",
            "issn": "",
            "pages": "705--708",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiscale entropy analysis of biological signals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "On multiscale entropy analysis for physiological data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Thuraisingham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gottwald",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "366",
            "issn": "",
            "pages": "323--332",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Multiscale entropy analysis of financial time series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fluct. Noise Lett",
            "volume": "11",
            "issn": "",
            "pages": "333--342",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Classifying of financial time series based on multiscale entropy and multiscale time irreversibility",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "400",
            "issn": "",
            "pages": "151--158",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The cross-correlations of stock markets based on DCCA and time-delay DCCA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Dyn",
            "volume": "67",
            "issn": "",
            "pages": "425--435",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Modified DFA and DCCA approach for quantifying the multiscale correlation structure of financial markets",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "392",
            "issn": "",
            "pages": "6442--6457",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stock market co-movement assessment using a three-phase clustering method",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aghabozorgi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Teh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Syst. Appl",
            "volume": "41",
            "issn": "",
            "pages": "1301--1314",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Grouping stock markets with time-varying Copula-GARCH model. Financ",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czapkiewicz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Majdosz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Uver Czech J. Econ. Financ",
            "volume": "64",
            "issn": "",
            "pages": "144--159",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Correlations between reconstructed EUR exchange rates versus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chf",
                    "suffix": ""
                },
                {
                    "first": "Gbp",
                    "middle": [],
                    "last": "Dkk",
                    "suffix": ""
                },
                {
                    "first": "Usd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "169--195",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Scaling, self-similarity and multifractality in FX markets",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gencay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "323",
            "issn": "",
            "pages": "578--590",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Dynamical volatilities for yen-dollar exchange rates",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Yum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "359",
            "issn": "",
            "pages": "569--575",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The distribution of realized exchange rate volatility",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bollerslev",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Diebold",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Labys",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Am. Stat. Assoc",
            "volume": "96",
            "issn": "",
            "pages": "42--45",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Turbulent cascades in foreign exchange markets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghashghaie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Breymann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peinke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Talkner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dodge",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "",
            "pages": "767--770",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Statistical physics in foreign exchange currency and stock markets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "285",
            "issn": "",
            "pages": "48--65",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Introducing false EUR and false EUR exchange rates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "286",
            "issn": "",
            "pages": "353--366",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Inhomogeneous scaling behaviors in Malaysian foreign currency exchange rates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muniandy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murugan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "301",
            "issn": "",
            "pages": "407--428",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A multifractal detrended fluctuation description of Iranian rial-US dollar exchange rate",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Norouzzadeh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "367",
            "issn": "",
            "pages": "328--336",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Low q-moment multifractal analysis of Gold price, Dow Jones industrial average and BGL-USD exchange rate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ivanova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ausloos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Eur. Phys. J. B",
            "volume": "8",
            "issn": "",
            "pages": "665--669",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Multifractal analysis of foreign exchange data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schertzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lovejoy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Appl. Stoch. Models Data Anal",
            "volume": "15",
            "issn": "",
            "pages": "29--53",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Multifractal analysis of the dollar-yuan and euro-yuan exchange rates before and after the reform of the peg",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Angounou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Quant. Financ",
            "volume": "11",
            "issn": "",
            "pages": "505--513",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Correlations and multi-affinity in high frequency financial datasets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baviera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pasquini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vergni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vulpiani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "300",
            "issn": "",
            "pages": "551--557",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Multifractality of Deutschemark/US dollar exchange rates. Cowles Foundation Discussion Paper",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Calvet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Mandelbrot",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Statistical properties of the yuan exchange rate index",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Suo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "391",
            "issn": "",
            "pages": "3503--3512",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Detrended crosscorrelation analysis approach for assessing asymmetric multifractal detrended cross-correlations and their application to the Chinese financial market",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "393",
            "issn": "",
            "pages": "460--469",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Linguistic analysis of the human heartbeat using frequency and rank order statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hseu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. Lett",
            "volume": "90",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Using genetic algorithms for the construction of phylogenetic trees: application to G-protein coupled receptor sequences",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reijmers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wehrens",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Daeyaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lewi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Buydens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biosystems",
            "volume": "49",
            "issn": "",
            "pages": "31--43",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A note on the concept of entropy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Bell Syst. Tech. J",
            "volume": "27",
            "issn": "",
            "pages": "379--423",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Information categorization approach to literary authorship disputes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "329",
            "issn": "",
            "pages": "473--483",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Statistical physics approach to categorize biologic signals: from heart rate dynamics to DNA sequences, Chaos: An Interdisciplinary",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Nonlinear Sci",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Genomic classification using an information-based similarity index: application to the SARS coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comput. Biol",
            "volume": "12",
            "issn": "",
            "pages": "1103--1116",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A novel blocking index based on similarity measurement applied in distinguishing the patterns of blood pressure signals at dynamically transitional situation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Shieh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biomed. Eng. Appl. Basis Commun",
            "volume": "20",
            "issn": "",
            "pages": "107--114",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Geometry from a time series",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Packard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crutchfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Phys. Rev. Lett",
            "volume": "43",
            "issn": "",
            "pages": "712--715",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Magnitude and sign correlations in heartbeat fluctuations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ashkenazy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Determining embedding dimension for phase-space reconstruction using a geometrical construction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Kennel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Phys. Rev. A",
            "volume": "45",
            "issn": "",
            "pages": "3403--3411",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Independent coordinates for strange attractors from mutual information",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Swinney",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Phys. Rev. A",
            "volume": "33",
            "issn": "",
            "pages": "1134--1140",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Quantifying different degrees of coupling in detrended cross-correlation analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Balocchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varanini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macerata",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Europhys. Lett",
            "volume": "101",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Mining the stock market: which measure is best",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anguelov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gavrilov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Indyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Motwani",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "6th American International Conference on Knowledge Discovery & Data Mining",
            "volume": "",
            "issn": "",
            "pages": "487--496",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Financial time series analysis based on information categorization method",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "416",
            "issn": "",
            "pages": "183--191",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Exchange rate time series of Chinese foreign exchange marketOnJuly 21, 2005, the People's Bank of China (PBC) reformed the exchange rate regime by moving into a managed floating exchange rate regime based on market supply and demand with reference to a basket of currencies. Up to the end of 2011, the top four trading partners of China were the European Union, the US, Japan, and Hong Kong. Along with further reforms and opening-up in China, the US dollar (USD), euro (EUR), British pound (GBP), and Japanese yen (JPY) acted as the invoicing and settlement currencies in the Chinese foreign trade, while the trade contracted between China and nondollar countries become significantly more frequent[36]. And the trading relation between China and more areas become closer than before, it enhanced the exchange trade with yuan exchange rate, such as the Australian dollar (AUD), Canadian dollar (CAD), Hong Kong dollar (HKD), Malaysian ringgit (MYR), and Russian rouble (RUB). Therefore, we select the USD/CNY (Chinese Yuan), HKD/CNY, 100JPY/CNY, EUR/CNY, GBP/CNY, AUD/CNY, CAD/CNY, CNY/MYR, and CNY/RUB exchange rates as the foreign exchange rates in the Chinese foreign exchange market. Then, we can get 9 exchange rate time series as analysis object. Furthermore, the empirical data in this paper choose the daily median price of various exchange rates from November 28, 2011, to October 23, 2014, in our study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phylogenetic trees generated according to the distances between ten ARFIMA series with parameters a d = 0.5 and W = 0.5, b d = 0.5 W = 1 when applying ICM for m = 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic trees generated according to the distances between ten ARFIMA series with parameters a d = 0.5 and W = 0.5, b d = 0.5 and W = 1 when applying RPSI clustering method for m = 5 and τ = 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Phylogenetic trees generated according to the distances between ten ARFIMA series with parameters a d = 0.1 and W = 0.5, b d = 0.1 and W = 1 when applying ICM for m = 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "represents the curves of distances obtained by using the two methods with fixed scaling parameter d = 0.4 and changing the coupling values W from 0.5 to 1, with step 0.1. AndFig. 6presented the distances curves with fixed coupling values W = 0.9 and changing the scaling parameter d from 0.1 to 0.5, with step 0.1.The curves inFig. 5reflect the distances are getting higher as the coupling decreases, or, in other words,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Phylogenetic trees generated according to the distances between ten ARFIMA series with parameters a d = 0.1 and W = 0.5, b d = 0.1 and W = 1 when applying RPSI clustering method for m = 5 and τ = 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The distances between two ARFIMA series with fixed scaling parameter d = 0.4 and changing the coupling values W from 0.5 to 1 a for ICM method with changing parameters m from 4 to 8, b for RPSI clustering method with fixed time delay τ = 1 and changing embedding dimension m from 3 to 7, c for RPSI clustering method with fixed embedding dimension m = 5 and changing time delay τ = 1 to τ = 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Distance plots (a) and Phylogenetic tree (b) generated according to the distances between ten stock indices from 1991 to 2013 with information categorization method for m = 8",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distance plots (a) and Phylogenetic tree (b) generated according to the distances between ten stock indices from 1991 to 2013 with RPSI clustering method for m = 5 and τ = 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Distance plots (a) and Phylogenetic tree (b) generated according to the distances between nine exchange rate time series from 2011 to 2014 with ICM for m Distance plots (a) and Phylogenetic tree (b) to generated according to the distances between nine exchange rate time series from 2011 to 2014 with RPSI clustering method for m = 5 and time delay τ = 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The distances between a USD/CNY and the others, b HKD/CNY and the others, c 100JPY/CNY and the others, d EUR/CNY and the others by the information categorization method with m = 5 and time delay τ = 1 in Period A and B, respectively HKD/CNY 100JPY/CNY EUR/",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The list of ten stock indices",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The quality of clustering results with three methods (ICM, RPSI, and SCE)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The list of means, minimum, maximum, SDs, and CVs of distances at different d and W for ICM",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Financial support by the Fundamental Research Funds for the Central Universities (2015YJS167) is gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}