{
    "paper_id": "333afb3e00689d250e4fcf1314723fab72c2ff5e",
    "metadata": {
        "title": "SOWS INFECTED IN PREGNANCY WITH PORCINE RESPIRATORY CORONAVIRUS SHOW NO EVIDENCE OF PROTECTING THEIR SUCKING PIGLETS AGAINST TRANSMISSIBLE GASTROENTERITIS",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Paton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Central Veterinary Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "KT15 3NB",
                        "settlement": "Weybridge",
                        "region": "Surrey",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "H"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Central Veterinary Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "KT15 3NB",
                        "settlement": "Weybridge",
                        "region": "Surrey",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Absiraci-Paton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Central Veterinary Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "KT15 3NB",
                        "settlement": "Weybridge",
                        "region": "Surrey",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On the basis of weight gain, clinical signs and survival, no differences in response to challenge was detected when piglets suckled by PRCV inoculated sows were compared with those suckled by uninoculated sows. Such a difference was evident when the litters of sows successfully pm-immunized with TGEV were compared with those of uninoculated or PRCV-inoculated sows. The possibility of transplacental transmission of PRCV was investigated in two litters born to sows that had been inoculated with this virus in late pregnancy. All sixteen live-born piglets were seronegative for the virus at birth and PRCV was not isolated from tissues taken from two stillborn piglets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABSIRACI"
        },
        {
            "text": "Keywords: epidemiology, pigs, pregnancy, protection, respiratory coronavirus, transmissible gastroenteritis virus",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABSIRACI"
        },
        {
            "text": "Transmissible gastroenteritis virus (TGEV) is a coronavirus which can affect all ages of pigs, although resistance to the disease increases with age. Sucking piglets are the most susceptible and the disease in these animals is characterized by vomiting, watery diarrhoea, dehydration and a high mortality. Pigs that recover from TGE develop an immunity that protects them against re-infection. Immune sows can also passively protect their sucking piglets against TGE (Bay et al., 1953) by antibodies present in milk (Haelterman, 1%5). TGEV has been isolated from a number of organs, including the respiratory tract. However, the major target organ is the gut, where multiplication of the virus leads to villous atrophy, gastroenteritis and viral dissemination in faeces. Porcine respiratory coronavirus (PRCV) is a new variant of TGEV with an altered pathogenesis and epidemiology (Pensaert er af., 1986): it multiplies mainly in the respiratory tract and spreads between pig herds aerogenically. There are no enteric symptoms and, in experimentally infected pigs, even the respiratory tract infection is usually asymptomatic, although an exception to this has been reported by van Nieuwstadt and Pol (1989) .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 485,
                    "text": "(Bay et al., 1953)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1201,
                    "end": 1207,
                    "text": "(1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite the in vivo differences in the behaviour of TGEV and PRCV, the two viruses are closely related antigenically and antibodies raised against either virus neutralize the heterologous virus equally effectively in in vitro tests. Apparent associations between the dissemination of PRCV and reduction in the incidence of TGEV (Jestin et aZ., 1987) raise the question of whether or not this crossneutralization may have in vivo sign&axe.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 349,
                    "text": "(Jestin et aZ., 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was undertaken to investigate whether or not previous exposure of sows to the now widespread but relatively avirulent PRCV would cross-protect their sucking litters against the less common but more virulent disease of TGE. The possibility of transplacental transmission of PRCV was investigated because of anecdotal reports of herd reproductive problems associated with PRCV seroconversion and because of interest in the PRCV status of hysterectomy-derived piglets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "AND METHODS viral inocula PRCV inocula were prepared from a 1986 UK field isolate of the virus (STOPPS). A study of the pathogenesis of this isolate has already been reported by O'Toole et al. (1989) . The virus was shown to multiply mainly in the respiratory tract, with only isolated foci of intestinal infection. A lyophilized stock of the virus which had been passaged three times in primary pig kidney monolayers (PPKM) was passaged once more, either in PPKM or in a five-day-old colostrum-deprived piglet, to provide the virus for inoculation of the pregnant sows. The PPKM virus had a titre of lde6 TCID ,, ml-'. The colostrum-deprived piglet was killed 48 h after PRCV infection. A 10% ?ung homogenate (LH) was made in phosphate buffered saline containin 1000 units penicillin ml-', 1000 pg streptomycin ml-' and 24Kl units mycostatin ml -?",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 199,
                    "text": "O'Toole et al. (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "(PBSA). This had a virus titre of 10 4*7 TCID F ml-' in PPKM. Sows received two 4 ml doses of PPKM virus or a single 2 ml dose o LH virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "The TGEV strains used were derived from a 1970 UK field isolate PS772/70 (772) and the Miller strain of US origin. The 772 virus had been passaged 20 times through secondary pig thyroid monolayers, whilst the Miller virus had not been tissue culture adapted. A gut homogenate of each was prepared by the oral inoculation of one-day-old colostrum-deprived piglets. Twenty-two hours after infection, the piglets were killed and the small intestine of each was removed and homogenized in PBSA. Aliquots of these stocks were stored at -70°C and thawed immediately before use as inocula. A 50% lethal dose (LD50) for neonatal pigs was determined for each gut homogenate by orally inoculating a series of tenfold dilutions into three-day-old piglets housed in isolators. Six piglets were used in this way for the titration of each stock. Thereafter, a 3 ml dose of 100 LD50 was used to challenge neonates. Pregnant sows were given a 25 ml dose of 30 LD50 or were fed on half a small intestine from a nine-day-old piglet infected one day before with 100 LD50 of the Miller stock homogenate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS"
        },
        {
            "text": "The pigs in this study came from herds known to be free from TGEV and PRCV infection. Before entering the experiments, sera from all pigs were shown to be free of neutralizing antibodies to TGEV and PRCV when tested at a 1:2 dilution in an in vitro virus neutralization (VN) test as described by Paton (1989) . Serum dilutions were incubated in microtitre plates at 37°C for 1 h with 100 TCID,, of tissue culture adapted TGEV, Strain PS63/216. The plates were then seeded with a dog rectal tumour cell line (A72). The neutralization titre was the highest dilution of serum which completely inhibited viral cytopathic effect after five days. The piglets used for preparing and titrating virus stocks came from the laboratory's own closed herd. Eighteen pregnant sows were obtained from commercial farms, 16 from one herd, and 2 (sows 11 and 12) from another (Table I) . They were brought to the laboratory approximately eight weeks before their expected farrowing dates and were housed in isolation thereafter. In an attempt to synchronize farrowings, 184 pg of the luteolytic agent cloprostenol ('Planate': Coopers) were given by intramuscular injection to most of the sows at between 112 and 115 days of gestation (Table II) . Sows farrowed in crates, in strawed cubicles, with piglet heat lamps to one side. Two days before TGEV challenge, all piglets had their teeth clipped and were given iron injections. Piglet water troughs were provided from the day of challenge onwards. Pregnant sows were inoculated with PRCV or TGEV or left untreated (Table I) . Five sows were given second inoculations with PRCV to see if this would boost their immune responses. Sows 6 and 7 were given virus passaged in another pig in order to more closely mimic the TGEV inoculations. Sows 10, 11 and 12 were given second doses of TGEV in an attempt to increase the chances of their being successfully immunized. PRCV inoculations were given intranasahy, whilst TGEV inoculations were given intraorally after overnight fasting. For both purposes, a syringe attached to a short length of flexible plastic tubing was used. All piglets were dosed with TGEV orally with a syringe. Age at challenge and strain of virus given are shown in Table II .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 308,
                    "text": "Paton (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 857,
                    "end": 866,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1215,
                    "end": 1225,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1546,
                    "end": 1555,
                    "text": "(Table I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2216,
                    "end": 2224,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Animals and inoculations"
        },
        {
            "text": "Sow seroconversions were monitored by regular blood sampling. Precolostral blood was collected from the umbilical cords of newborn piglets from the litters of three sows to test for in utero seroconversion. Two of these sows had received PRCV in pregnancy (nos. 1 and 2), whilst the other (no. 13) was an uninoculated control. Samples of tonsil, trachea, lung, pulmonary lymph node, submandibular lymph node, duodenum, jejunum, ileum and mesenteric lymph node were taken from two pigs which were stillborn in the litter of sow 2 for attempted virus isolation. Tissues were prepared as 10% homogenates in PBSA, incubated for 30 min at room temperature, clarified at 1500 g for 10 min and then the resulting supernatants were inoculated onto PPKM. A single passage was made after seven days. All cultures were observed daily for cytopathic effects. Cultures were initially grown in a Hank's based medium containing 10% bovine serum and antibiotics. The maintenance medium was Earle's containing 1% bovine serum and antibiotics. All piglets were bled from the jugular vein or anterior vena cava on the day before being challenged with TGEV. Colostrum and milk were collected from sows, where necessary, with the aid of an intramuscular injection of 8 IU of oxytocin ('Oxytocin-S': Intervet). Serum, colostrum and milk were examined for PRCV/TGEV antibodies by the VN test (Paton, 1989) . All the piglets were weighed daily from soon after birth. They were examined at least twice daily for signs of illness, including diarrhoea, and assigned a daily clinical score of 0 to 5, based on physical appearance and demeanour (see clinical scoring criteria: Table III ). An index of illness for each litter was calculated by averaging the worst clinical score achieved by each of that litter's piglets (average worst clinical score per litter). An attempt was also made to quantify the duration of diarrhoea for each litter by calculating the percentage of piglet days on which diarrhoea was observed from 0 to 10 days post-challenge (percentage piglet diarrhoea days). Piglet faeces samples were collected regularly and examined for TGEV by ELISA. The ELISA method, which has been described by Paton (1989) , employed a solid phase, double antibody sandwich, incorporating a monoclonal capture antibody and a peroxidase labelled polyclonal indicator antibody.",
            "cite_spans": [
                {
                    "start": 1369,
                    "end": 1382,
                    "text": "(Paton, 1989)",
                    "ref_id": null
                },
                {
                    "start": 2185,
                    "end": 2197,
                    "text": "Paton (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1648,
                    "end": 1657,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Monitoring procedures"
        },
        {
            "text": "Any piglets that became exceptionally weak or moribund were killed humanely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring procedures"
        },
        {
            "text": "The Mann-Whitney test with one-sided probabilities was used to compare data from different groups of sows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The serum antibody titres in the sows two days before far-rowing are shown in Table I . The antibody titres in colostrum, in prechallenge piglet sera and in milk collected on the day of piglet challenge are shown in Table II . Some samples could not be assayed at dilutions of less than 1:4 or 1:8 because of cytotoxicity. None of the sows inoculated with PRCV showed any signs of illness but all had seroconverted prior to farrowing. Where given, the second inoculation of PRCV did not appear to affect the antibody response. Of the three sows inoculated in pregnancy with 772 virus, only sow 9 showed signs of illness (anorexia and diarrhoea on days 3 and 4 post-inoculation) and this sow was also the only one to seroconvert. Sows 11 and 12, inoculated with the Miller strain of TGEV, showed no illness, but both seroconverted. The three TGEV seropositive sows transferred broadly similar amounts of colostral PRCV/TGEV neutralizing antibody to their piglets, as did their PRCV seropositive counterparts. Reciprocal titres of neutralizing antibody levels in milk on the day of challenge of the piglets ranged from 24 to 512 for the three TGEV seropositive sows' litters and from 4 to 512 for the seven PRCV seropositive sows' litters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 216,
                    "end": 224,
                    "text": "Table II",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Effect of sow inoculations"
        },
        {
            "text": "The piglets from all three litters blood sampled before ingestion of colostrum had no serum neutralizing antibodies to TGEV/PRCV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of sow inoculations"
        },
        {
            "text": "The two stillborn pigs from sow 2 appeared grossly normal post mortem apart from unexpanded lungs. Virus was not isolated from any of the tissues sampled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of sow inoculations"
        },
        {
            "text": "Four sows (nos. 1, 2, 4 and 9) farrowed earlier than expected and before receiving cloprostenol. Consequently their piglets were slightly older at the point of challenge (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Synchronizution of farrowing"
        },
        {
            "text": "Following infection of the piglets with TGEV, a number of nursing sows became ill. A variety of clinical signs were observed, including anorexia, pyrexia, diarrhoea and agalactia. Data showing the effects of challenge on piglets and on sows are given in Table III . TGEV excretion in piglet faeces was confirmed by ELBA for all litters except that of sow no. 9, where there was no diarrhoea. Sow serum antibody titres at the end of the experiments are shown in Table I . Three sows remained seronegative, even though they had been suckling piglets challenged with the 772 strain of TGEV 12-17 days previously. Results obtained for both challenge strains of TGEV appeared to be similar and, for comparative purposes, they have been grouped together. The three litters born to TGEV inoculated sows which had seroconverted had lower values than any of the six litters born to uninoculated sows or any of the seven litters born to PRCV inoculated sows in respect of proportion of piglets scouring, percentage piglet diarrhoea days and average worst clinical score. These differences are statistically significant, with p = 0.012 for the difference between TGEV seropositive and uninoculated sows andp = 0.008 for the difference between TGEV seropositive and PRCV inoculated sows. The proportion of piglets dying was zero in all the TGEV seropositive sow litters and this was lower than in any of the PRCV litters. This again is significant with p = 0.008. One uninoculated sow litter also had no deaths, so the p value is 0.047 for the difference between TGEV seropositive and uninoculated sows. In respect of all these measures, the litters born to PRCV inoculated and to uninoculated sows were similar and no significant differences were found, all probabilities exceeding 0.25.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "text": "Table III",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 461,
                    "end": 468,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Effect of TGEV challenge of piglets"
        },
        {
            "text": "The sows infected with PRCV in late pregnancy farrowed apparently normal piglets. Precolostral sera from two of these litters were all PRCV seronegative and the virus could not be isolated from two stillborn littermates. Thus there was no evidence that transplacental transfer of PRCV had occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The 772 virus had a low infectivity for sows. This might have resulted from its passage in tissue culture. The variation in mortality amongst piglets within similar treatment groups might in part have been due to variable sow illness and agalactia. Although TGEV was excreted by most of the challenged piglets, the challenge doses were evidently low, since many piglets sucking unimmunized sows survived. The doses had been determined by titrations carried out in piglets removed from their dams and it would therefore appear that such animals are much more susceptible to TGE than naturally nursed ones. One benefit of a low challenge dose should be a high sensitivity for detection of low levels of lactogenic protection which might otherwise be swamped.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "No evidence for cross-protection between immunity to PRCV and TGEV was found in this study but the number of litters was too small to be certain that none exists whatsoever. However, statistically significant protection was demonstrated in the successfully TGEV inoculated group, despite this comprising only three litters, relative to both other groups, while no differences could be found between these other groups, which were both larger. Thus if cross-protection does occur it is clearly of a much lesser order than that provided by the homologous virus. This study used a single strain of PRCV and two strains of TGEV. Other strains exist and could give different results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present association in the UK and other European countries between a high prevalence of PRCV and a low incidence of TGE cannot in itself be taken as conclusive evidence of cross-protection, since TGE incidence has been known to fluctuate widely in the past. Attenuation of TGEV by tissue culture passage can produce viruses which retain their respiratory tropism, but lose their entero-pathogenic&y (Furuuchi et al., 1978) . In this respect, they are similar to PRCV. Such attenuated viruses have been extensively investigated for use as possible TGE vaccines, but have generally been found to be not fully effective (Saif and Bohl, 1986) . Bernard et al. (1989) gave TGEV to piglets sucking sows that had previously been naturally infected with PRCV. They concluded that these sows did provide some lactogenic protection to their litters, although this was less than that provided by sows immunized with virulent TGEV. Hooyberghs et al. (1988) reported outbreaks of TGE affecting sucking piglets in herds previously infected with PRCV. The piglets did not seem to be protected, although recovery on a herd basis was possibly more rapid. Van Nieuwstadt ef al. (1989) , using experimental animals, found no evidence that prior infection of young pigs with PRCV protected them from a later challenge with TGEV.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 426,
                    "text": "(Furuuchi et al., 1978)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 642,
                    "text": "(Saif and Bohl, 1986)",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 666,
                    "text": "Bernard et al. (1989)",
                    "ref_id": null
                },
                {
                    "start": 924,
                    "end": 948,
                    "text": "Hooyberghs et al. (1988)",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1170,
                    "text": "Van Nieuwstadt ef al. (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The lack of cross-protection observed in this study was in spite of similar levels of PRCV/TGEV neutralizing antibody in the serum, colostrum and milk of PRCV immunized and TGEV immunized sows. Previous studies have shown that IgA in milk is of paramount importance in protection of sucking piglets against TGE (Saif and Bohl, 1986) . Further work is therefore in progress to characterize with respect to class the anti-PRCV/TGEV antibodies from the sows in this experiment.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 332,
                    "text": "(Saif and Bohl, 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study failed to demonstrate any evidence that previous infection of sows with a UK PRCV isolate could provide lactogenic protection against TGE caused by the 772 or Miller strains of TGEV. PRCV infection of two sows in the last third of gestation did not result in detectable fetal infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Transmissible gastroenteritis in swine. A study of immunity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutchings",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Sow inoculations and serum anti-PRCV/TGEV antibody responses",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "of cioprostenol use, piglet TGEV challenge and anti-PRCV/TGEV antibody transfer from sows to piglets Sow no.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "of piglets to TGEV challenge and clinical scoring criteria Sow no.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are very grateful for the assistance provided to us by Mr B.N.J. Parker and colleagues, the staff at Grange Farm and our own colleagues in the porcine section of the Virology Department.Mr M. Richards and Mr A.R. Sayers produced the statistical analyses and Mrs R. Pearce typed the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}